{
  "title": "礼记",
  "abstract": [
    "《礼记》又名《小戴礼记》《小戴记》，成书于汉代，相传为西汉礼学家戴圣所编。《礼记》是中国古代一部重要的典章制度选集，共二十卷四十九篇 ，书中内容主要写先秦的礼制，体现了先秦儒家的哲学思想（如天道观、宇宙观、人生观）、教育思想（如个人修身、教育制度、教学方法、学校管理）、政治思想（如以教化政、大同社会、礼制与刑律）、美学思想（如物动心感说、礼乐中和说），是研究先秦社会的重要资料 ，是一部儒家思想的资料汇编。",
    "《礼记》章法谨严，映带生姿，文辞婉转，前后呼应，语言整饬而多变，是“三礼”之一、“五经”之一，“十三经”之一。自东汉郑玄作“注”后，《礼记》地位日升，至唐代时尊为“经”，宋代以后，位居“三礼”之首。《礼记》中记载的古代文化史知识及思想学说，对儒家文化传承、当代文化教育和德性教养，及社会主义和谐社会建设有重要影响。"
  ],
  "content": [
    {
      "title": "卷一 曲礼上",
      "id": "1319983722",
      "traditional": {
        "title": "卷一 曲禮上",
        "paragraphs": [
          "《曲禮》曰：「毋不敬，儼若思，安定辭。」安民哉！",
          "敖不可長，欲不可從，志不可滿，樂不可極。",
          "賢者狎而敬之，畏而愛之。愛而知其惡，憎而知其善。積而能散，安安而能遷。臨財毋茍得，臨難毋茍免。很毋求勝，分毋求多。疑事毋質，直而勿有。",
          "若夫，坐如屍，立如齊。禮從宜，使從俗。夫禮者所以定親疏，決嫌疑，別同異，明是非也。禮，不妄說人，不辭費。禮，不逾節，不侵侮，不好狎。修身踐言，謂之善行。行修言道，禮之質也。禮聞取於人，不聞取人。禮聞來學，不聞往教。",
          "道德仁義，非禮不成，教訓正俗，非禮不備。分爭辨訟，非禮不決。君臣上下父子兄弟，非禮不定。宦學事師，非禮不親。班朝治軍，蒞官行法，非禮威嚴不行。禱祠祭祀，供給鬼神，非禮不誠不莊。是以君子恭敬撙節退讓以明禮。鸚鵡能言，不離飛鳥；猩猩能言，不離禽獸。今人而無禮，雖能言，不亦禽獸之心乎？夫唯禽獸無禮，故父子聚麀。是故聖人作，為禮以教人。使人以有禮，知自別於禽獸。",
          "太上貴德，其次務施報。禮尚往來。往而不來，非禮也；來而不往，亦非禮也。人有禮則安，無禮則危。故曰：禮者不可不學也。夫禮者，自卑而尊人。雖負販者，必有尊也，而況富貴乎？富貴而知好禮，則不驕不淫；貧賤而知好禮，則志不懾。",
          "人生十年曰幼，學。二十曰弱，冠。三十曰壯，有室。四十曰強，而仕。五十曰艾，服官政。六十曰耆，指使。七十曰老，而傳。八十、九十曰耄，七年曰悼，悼與耄雖有罪，不加刑焉。百年曰期，頤。",
          "大夫七十而致事。若不得謝，則必賜之幾杖，行役以婦人。適四方，乘安車。自稱曰老夫，於其國則稱名；越國而問焉，必告之以其制。",
          "謀於長者，必操幾杖以從之。長者問，不辭讓而對，非禮也。",
          "凡為人子之禮：冬溫而夏清，昏定而晨省，在醜夷不爭。",
          "夫為人子者，三賜不及車馬。故州閭鄉黨稱其孝也，兄弟親戚稱其慈也，僚友稱其弟也，執友稱其仁也，交遊稱其信也。見父之執，不謂之進不敢進，不謂之退不敢退，不問不敢對。此孝子之行也。",
          "夫為人子者：出必告，反必面，所遊必有常，所習必有業。恒言不稱老。年長以倍則父事之，十年以長則兄事之，五年以長則肩隨之。群居五人，則長者必異席。",
          "為人子者，居不主奧，坐不中席，行不中道，立不中門。食饗不為概，祭祀不為屍。聽於無聲，視於無形。不登高，不臨深。不茍訾，不茍笑。",
          "孝子不服暗，不登危，懼辱親也。父母存，不許友以死。不有私財。",
          "為人子者：父母存，冠衣不純素。孤子當室，冠衣不純采。",
          "幼子常視毋誑，童子不衣裘裳。立必正方。不傾聽。長者與之提攜，則兩手奉長者之手。負劍辟咡詔之，則掩口而對。",
          "從於先生，不越路而與人言。遭先生於道，趨而進，正立拱手。先生與之言則對；不與之言則趨而退。",
          "從長者而上丘陵，則必鄉長者所視。",
          "登城不指，城上不呼。",
          "將適舍，求毋固。將上堂，聲必揚。戶外有二屨，言聞則入，言不聞則不入。將入戶，視必下。入戶奉扃，視瞻毋回；戶開亦開，戶闔亦闔；有後入者，闔而勿遂。毋踐屨，毋踖席，摳衣趨隅。必慎唯諾。",
          "大夫士出入君門，由闑右，不踐閾。",
          "凡與客入者，每門讓於客。客至於寢門，則主人請入為席，然後出迎客。客固辭，主人肅客而入。主人入門而右，客入門而左。主人就東階，客就西階，客若降等，則就主人之階。主人固辭，然後客複就西階。主人與客讓登，主人先登，客從之，拾級聚足，連步以上。上於東階則先右足，上於西階則先左足。",
          "帷薄之外不趨，堂上不趨，執玉不趨。堂上接武，堂下布武。室中不翔，並坐不橫肱。授立不跪，授坐不立。",
          "凡為長者糞之禮，必加帚於箕上，以袂拘而退；其塵不及長者，以箕自鄉而扱之。奉席如橋衡，請席何鄉，請衽何趾。席：南鄉北鄉，以西方為上；東鄉西鄉，以南方為上。",
          "若非飲食之客，則布席，席間函丈。主人跪正席，客跪撫席而辭。客徹重席，主人固辭。客踐席，乃坐。主人不問，客不先舉。將即席，容毋怍。兩手摳衣去齊尺。衣毋撥，足毋蹶。",
          "先生書策琴瑟在前，坐而遷之，戒勿越。虛坐盡後，食坐盡前。坐必安，執爾顏。長者不及，毋儳言。正爾容，聽必恭。毋剿說，毋雷同。必則古昔，稱先王。侍坐於先生：先生問焉，終則對。請業則起，請益則起。父召無諾，先生召無諾，唯而起。侍坐於所尊敬，毋餘席。見同等不起。燭至起，食至起，上客起。燭不見跋。尊客之前不叱狗。讓食不唾。",
          "侍坐於君子，君子欠伸，撰杖屨，視日蚤莫，侍坐者請出矣。侍坐於君子，君子問更端，則起而對。侍坐於君子，若有告者曰：「少間」，願有複也；則左右屏而待。毋側聽，毋噭應，毋淫視，毋怠荒。遊毋倨，立毋跛，坐毋箕，寢毋伏。斂發毋髢，冠毋免，勞毋袒，暑毋褰裳。",
          "侍坐於長者，屨不上於堂，解屨不敢當階。就屨，跪而舉之，屏於側。鄉長者而屨；跪而遷屨，俯而納屨。",
          "離坐離立，毋往參焉；離立者，不出中間。",
          "男女不雜坐，不同椸枷，不同巾櫛，不親授。嫂叔不通問，諸母不漱裳。外言不入於捆，內言不出於捆。",
          "女子許嫁，纓；非有大故，不入其門。姑姊妹女子子，已嫁而反，兄弟弗與同席而坐，弗與同器而食。父子不同席。",
          "男女非有行媒，不相知名；非受幣，不交不親。故日月以告君，齊戒以告鬼神，為酒食以召鄉黨僚友，以厚其別也。",
          "取妻不取同姓；故買妾不知其姓則卜之。寡婦之子，非有見焉，弗與為友。",
          "賀取妻者，曰：「某子使某聞子有客，使某羞。」",
          "貧者不以貨財為禮，老者不以筋力為禮。",
          "名子者不以國，不以日月，不以隱疾，不以山川。",
          "男女異長。男子二十，冠而字。父前，子名；君前，臣名。女子許嫁，笄而字。",
          "凡進食之禮，左殽右胾，食居人之左，羹居人之右。膾炙處外，酰醬處內，蔥渫處末，酒漿處右。以脯修置者，左朐右末。客若降等執食興辭，主人興辭於客，然後客坐。主人延客祭：祭食，祭所先進。殽之序，遍祭之。三飯，主人延客食胾，然後辯殽。主人未辯，客不虛口。",
          "侍食於長者，主人親饋，則拜而食；主人不親饋，則不拜而食。",
          "共食不飽，共飯不澤手。毋摶飯，毋放飯，毋流歠，毋吒食，毋齧骨，毋反魚肉，毋投與狗骨。毋固獲，毋揚飯。飯黍毋以箸。毋嚃羹，毋絮羹，毋刺齒，毋歠醢。客絮羹，主人辭不能亨。客歠醢，主人辭以窶。濡肉齒決，幹肉不齒決。毋嘬炙。",
          "卒食，客自前跪，徹飯齊以授相者，主人興辭於客，然後客坐。侍飲於長者，酒進則起，拜受於尊所。長者辭，少者反席而飲。長者舉未釂，少者不敢飲。長者賜，少者、賤者不敢辭。賜果於君前，其有核者懷其核。禦食於君，君賜餘，器之溉者不寫，其餘皆寫。",
          "餕餘不祭。父不祭子，夫不祭妻。禦同於長者，雖貳不辭，偶坐不辭。羹之有菜者用梜，其無菜者不用梜。",
          "為天子削瓜者副之，巾以絺。為國君者華之，巾以綌。為大夫累之，士疐之，庶人齕之。",
          "父母有疾，冠者不櫛，行不翔，言不惰，琴瑟不禦，食肉不至變味，飲酒不至變貌，笑不至矧，怒不至詈。疾止複故。",
          "有憂者側席而坐，有喪者專席而坐。",
          "水潦降，不獻魚鱉，獻鳥者拂其首，畜鳥者則勿拂也。獻車馬者執策綏，獻甲者執胄，獻杖者執末。獻民虜者操右袂。獻粟者執右契，獻米者操量鼓。獻孰食者操醬齊。獻田宅者操書致。",
          "凡遺人弓者：張弓尚筋，弛弓尚角。右手執簫，左手承弣。尊卑垂帨。若主人拜，則客還辟，辟拜。主人自受，由客之左接下承弣；鄉與客並，然後受。進劍者左首。進戈者前其鐏，後其刃。進矛戟者前其鐓。",
          "進幾杖者拂之。效馬效羊者右牽之；效犬者左牽之。執禽者左首。飾羔雁者以繢。受珠玉者以掬。受弓劍者以袂。飲玉爵者弗揮。凡以弓劍、苞苴、簞笥問人者，操以受命，如使之容。",
          "凡為君使者，已受命，君言不宿於家。君言至，則主人出拜君言之辱；使者歸，則必拜送於門外。若使人於君所，則必朝服而命之；使者反，則必下堂而受命。",
          "博聞強識而讓，敦善行而不怠，謂之君子。君子不盡人之歡，不竭人之忠，以全交也。",
          "《禮》曰：「君子抱孫不抱子。」此言孫可以為王父屍，子不可以為父屍。為君屍者，大夫士見之，則下之。君知所以為屍者，則自下之，屍必式。乘必以幾。",
          "齊者不樂不吊。",
          "居喪之禮，毀瘠不形，視聽不衰。升降不由阼階，出入不當門隧。居喪之禮，頭有創則沐，身有瘍則浴，有疾則飲酒食肉，疾止複初。不勝喪，乃比於不慈不孝。五十不致毀，六十不毀，七十唯衰麻在身，飲酒食肉，處於內。生與來日，死與往日。知生者吊，知死者傷。知生而不知死，吊而不傷；知死而不知生，傷而不吊。吊喪弗能賻，不問其所費。問疾弗能遺，不問其所欲。見人弗能館，不問其所舍。賜人者不曰來取。與人者不問其所欲。適墓不登壟，助葬必執紼。臨喪不笑。揖人必違其位。望柩不歌。入臨不翔。當食不歎。鄰有喪，舂不相。裏有殯，不巷歌。適墓不歌。哭日不歌。送喪不由徑，送葬不辟塗潦。臨喪則必有哀色，執紼不笑，臨樂不歎；介胄，則有不可犯之色。",
          "故君子戒慎，不失色於人。國君撫式，大夫下之。大夫撫式，士下之。禮不下庶人，刑不上大夫。刑人不在君側。",
          "兵車不式。武車綏旌，德車結旌。史載筆，士載言。前有水，則載青旌。前有塵埃，則載鳴鳶。前有車騎，則載飛鴻。前有士師，則載虎皮。前有摯獸，則載貔貅。行：前朱鳥而後玄武，左青龍而右白虎。招搖在上，急繕其怒。進退有度，左右有局，各司其局。",
          "父之讎，弗與共戴天。兄弟之讎不反兵。交遊之讎不同國。四郊多壘，此卿大夫之辱也。地廣大，荒而不治，此亦士之辱也。",
          "臨祭不惰。祭服敝則焚之，祭器敝則埋之，龜策敝則埋之，牲死則埋之。凡祭於公者，必自徹其俎。",
          "卒哭乃諱。禮，不諱嫌名。二名不偏諱。逮事父母，則諱王父母；不逮事父母，則不諱王父母。君所無私諱，大夫之所有公諱。《詩》、《書》不諱，臨文不諱。廟中不諱。夫人之諱，雖質君之前，臣不諱也；婦諱不出門。大功小功不諱。入竟而問禁，入國而問俗，入門而問諱。",
          "外事以剛日，內事以柔日。",
          "凡卜筮日：旬之外曰遠某日，旬之內曰近某日。喪事先遠日，吉事先近日。曰：「為日，假爾泰龜有常，假爾泰筮有常。」",
          "卜筮不過三，卜筮不相襲。龜為卜，策為筮，卜筮者，先聖王之所以使民信時日、敬鬼神、畏法令也；所以使民決嫌疑、定猶與也。故曰：「疑而筮之，則弗非也；日而行事，則必踐之。」",
          "君車將駕，則仆執策立於馬前。已駕，仆展軨、效駕，奮衣由右上取貳綏，跪乘，執策分轡，驅之五步而立。君出就車，則仆並轡授綏。左右攘辟，車驅而騶。至於大門，君撫仆之手而顧，命車右就車；門閭溝渠，必步。",
          "凡仆人之禮，必授人綏。若仆者降等，則受；不然，則否。若仆者降等，則撫仆之手；不然，則自下拘之。客車不入大門。婦人不立乘。犬馬不上於堂。故君子式黃髪，下卿位，入國不馳，入裏必式。",
          "君命召，雖賤人，大夫士必自禦之。介者不拜，為其拜而蓌拜。祥車曠左，乘君之乘車不敢曠左；左必式。仆禦、婦人則進左手，後右手；禦國君，則進右手、後左手而俯。國君不乘奇車。車上不廣咳，不妄指。立視五巂，式視馬尾，顧不過轂。國中以策彗恤勿驅。塵不出軌。國君下齊牛，式宗廟。大夫士下公門，式路馬。乘路馬，必朝服載鞭策，不敢授綏，左必式。步路馬，必中道。以足蹙路馬芻，有誅。齒路馬，有誅。"
        ]
      },
      "simplified": {
        "title": "卷一 曲礼上",
        "paragraphs": [
          "《曲礼》曰：「毋不敬，俨若思，安定辞。」安民哉！",
          "敖不可长，欲不可从，志不可满，乐不可极。",
          "贤者狎而敬之，畏而爱之。爱而知其恶，憎而知其善。积而能散，安安而能迁。临财毋茍得，临难毋茍免。很毋求胜，分毋求多。疑事毋质，直而勿有。",
          "若夫，坐如尸，立如齐。礼从宜，使从俗。夫礼者所以定亲疏，决嫌疑，别同异，明是非也。礼，不妄说人，不辞费。礼，不逾节，不侵侮，不好狎。修身践言，谓之善行。行修言道，礼之质也。礼闻取于人，不闻取人。礼闻来学，不闻往教。",
          "道德仁义，非礼不成，教训正俗，非礼不备。分争辨讼，非礼不决。君臣上下父子兄弟，非礼不定。宦学事师，非礼不亲。班朝治军，莅官行法，非礼威严不行。祷祠祭祀，供给鬼神，非礼不诚不庄。是以君子恭敬撙节退让以明礼。鹦鹉能言，不离飞鸟；猩猩能言，不离禽兽。今人而无礼，虽能言，不亦禽兽之心乎？夫唯禽兽无礼，故父子聚麀。是故圣人作，为礼以教人。使人以有礼，知自别于禽兽。",
          "太上贵德，其次务施报。礼尚往来。往而不来，非礼也；来而不往，亦非礼也。人有礼则安，无礼则危。故曰：礼者不可不学也。夫礼者，自卑而尊人。虽负贩者，必有尊也，而况富贵乎？富贵而知好礼，则不骄不淫；贫贱而知好礼，则志不慑。",
          "人生十年曰幼，学。二十曰弱，冠。三十曰壮，有室。四十曰强，而仕。五十曰艾，服官政。六十曰耆，指使。七十曰老，而传。八十、九十曰耄，七年曰悼，悼与耄虽有罪，不加刑焉。百年曰期，颐。",
          "大夫七十而致事。若不得谢，则必赐之几杖，行役以妇人。适四方，乘安车。自称曰老夫，于其国则称名；越国而问焉，必告之以其制。",
          "谋于长者，必操几杖以从之。长者问，不辞让而对，非礼也。",
          "凡为人子之礼：冬温而夏清，昏定而晨省，在丑夷不争。",
          "夫为人子者，三赐不及车马。故州闾乡党称其孝也，兄弟亲戚称其慈也，僚友称其弟也，执友称其仁也，交游称其信也。见父之执，不谓之进不敢进，不谓之退不敢退，不问不敢对。此孝子之行也。",
          "夫为人子者：出必告，反必面，所游必有常，所习必有业。恒言不称老。年长以倍则父事之，十年以长则兄事之，五年以长则肩随之。群居五人，则长者必异席。",
          "为人子者，居不主奥，坐不中席，行不中道，立不中门。食飨不为概，祭祀不为尸。听于无声，视于无形。不登高，不临深。不茍訾，不茍笑。",
          "孝子不服暗，不登危，惧辱亲也。父母存，不许友以死。不有私财。",
          "为人子者：父母存，冠衣不纯素。孤子当室，冠衣不纯采。",
          "幼子常视毋诳，童子不衣裘裳。立必正方。不倾听。长者与之提携，则两手奉长者之手。负剑辟咡诏之，则掩口而对。",
          "从于先生，不越路而与人言。遭先生于道，趋而进，正立拱手。先生与之言则对；不与之言则趋而退。",
          "从长者而上丘陵，则必乡长者所视。",
          "登城不指，城上不呼。",
          "将适舍，求毋固。将上堂，声必扬。户外有二屦，言闻则入，言不闻则不入。将入户，视必下。入户奉扃，视瞻毋回；户开亦开，户阖亦阖；有后入者，阖而勿遂。毋践屦，毋踖席，抠衣趋隅。必慎唯诺。",
          "大夫士出入君门，由闑右，不践阈。",
          "凡与客入者，每门让于客。客至于寝门，则主人请入为席，然后出迎客。客固辞，主人肃客而入。主人入门而右，客入门而左。主人就东阶，客就西阶，客若降等，则就主人之阶。主人固辞，然后客复就西阶。主人与客让登，主人先登，客从之，拾级聚足，连步以上。上于东阶则先右足，上于西阶则先左足。",
          "帷薄之外不趋，堂上不趋，执玉不趋。堂上接武，堂下布武。室中不翔，并坐不横肱。授立不跪，授坐不立。",
          "凡为长者粪之礼，必加帚于箕上，以袂拘而退；其尘不及长者，以箕自乡而扱之。奉席如桥衡，请席何乡，请衽何趾。席：南乡北乡，以西方为上；东乡西乡，以南方为上。",
          "若非饮食之客，则布席，席间函丈。主人跪正席，客跪抚席而辞。客彻重席，主人固辞。客践席，乃坐。主人不问，客不先举。将即席，容毋怍。两手抠衣去齐尺。衣毋拨，足毋蹶。",
          "先生书策琴瑟在前，坐而迁之，戒勿越。虚坐尽后，食坐尽前。坐必安，执尔颜。长者不及，毋儳言。正尔容，听必恭。毋剿说，毋雷同。必则古昔，称先王。侍坐于先生：先生问焉，终则对。请业则起，请益则起。父召无诺，先生召无诺，唯而起。侍坐于所尊敬，毋余席。见同等不起。烛至起，食至起，上客起。烛不见跋。尊客之前不叱狗。让食不唾。",
          "侍坐于君子，君子欠伸，撰杖屦，视日蚤莫，侍坐者请出矣。侍坐于君子，君子问更端，则起而对。侍坐于君子，若有告者曰：「少间」，愿有复也；则左右屏而待。毋侧听，毋噭应，毋淫视，毋怠荒。游毋倨，立毋跛，坐毋箕，寝毋伏。敛发毋髢，冠毋免，劳毋袒，暑毋褰裳。",
          "侍坐于长者，屦不上于堂，解屦不敢当阶。就屦，跪而举之，屏于侧。乡长者而屦；跪而迁屦，俯而纳屦。",
          "离坐离立，毋往参焉；离立者，不出中间。",
          "男女不杂坐，不同椸枷，不同巾栉，不亲授。嫂叔不通问，诸母不漱裳。外言不入于捆，内言不出于捆。",
          "女子许嫁，缨；非有大故，不入其门。姑姊妹女子子，已嫁而反，兄弟弗与同席而坐，弗与同器而食。父子不同席。",
          "男女非有行媒，不相知名；非受币，不交不亲。故日月以告君，齐戒以告鬼神，为酒食以召乡党僚友，以厚其别也。",
          "取妻不取同姓；故买妾不知其姓则卜之。寡妇之子，非有见焉，弗与为友。",
          "贺取妻者，曰：「某子使某闻子有客，使某羞。」",
          "贫者不以货财为礼，老者不以筋力为礼。",
          "名子者不以国，不以日月，不以隐疾，不以山川。",
          "男女异长。男子二十，冠而字。父前，子名；君前，臣名。女子许嫁，笄而字。",
          "凡进食之礼，左殽右胾，食居人之左，羹居人之右。脍炙处外，酰酱处内，葱渫处末，酒浆处右。以脯修置者，左朐右末。客若降等执食兴辞，主人兴辞于客，然后客坐。主人延客祭：祭食，祭所先进。殽之序，遍祭之。三饭，主人延客食胾，然后辩殽。主人未辩，客不虚口。",
          "侍食于长者，主人亲馈，则拜而食；主人不亲馈，则不拜而食。",
          "共食不饱，共饭不泽手。毋抟饭，毋放饭，毋流歠，毋咤食，毋啮骨，毋反鱼肉，毋投与狗骨。毋固获，毋扬饭。饭黍毋以箸。毋嚃羹，毋絮羹，毋刺齿，毋歠醢。客絮羹，主人辞不能亨。客歠醢，主人辞以窭。濡肉齿决，干肉不齿决。毋嘬炙。",
          "卒食，客自前跪，彻饭齐以授相者，主人兴辞于客，然后客坐。侍饮于长者，酒进则起，拜受于尊所。长者辞，少者反席而饮。长者举未釂，少者不敢饮。长者赐，少者、贱者不敢辞。赐果于君前，其有核者怀其核。御食于君，君赐余，器之溉者不写，其余皆写。",
          "馂余不祭。父不祭子，夫不祭妻。御同于长者，虽贰不辞，偶坐不辞。羹之有菜者用梜，其无菜者不用梜。",
          "为天子削瓜者副之，巾以絺。为国君者华之，巾以绤。为大夫累之，士疐之，庶人龁之。",
          "父母有疾，冠者不栉，行不翔，言不惰，琴瑟不御，食肉不至变味，饮酒不至变貌，笑不至矧，怒不至詈。疾止复故。",
          "有忧者侧席而坐，有丧者专席而坐。",
          "水潦降，不献鱼鳖，献鸟者拂其首，畜鸟者则勿拂也。献车马者执策绥，献甲者执胄，献杖者执末。献民虏者操右袂。献粟者执右契，献米者操量鼓。献孰食者操酱齐。献田宅者操书致。",
          "凡遗人弓者：张弓尚筋，弛弓尚角。右手执箫，左手承弣。尊卑垂帨。若主人拜，则客还辟，辟拜。主人自受，由客之左接下承弣；乡与客并，然后受。进剑者左首。进戈者前其鐏，后其刃。进矛戟者前其镦。",
          "进几杖者拂之。效马效羊者右牵之；效犬者左牵之。执禽者左首。饰羔雁者以缋。受珠玉者以掬。受弓剑者以袂。饮玉爵者弗挥。凡以弓剑、苞苴、箪笥问人者，操以受命，如使之容。",
          "凡为君使者，已受命，君言不宿于家。君言至，则主人出拜君言之辱；使者归，则必拜送于门外。若使人于君所，则必朝服而命之；使者反，则必下堂而受命。",
          "博闻强识而让，敦善行而不怠，谓之君子。君子不尽人之欢，不竭人之忠，以全交也。",
          "《礼》曰：「君子抱孙不抱子。」此言孙可以为王父尸，子不可以为父尸。为君尸者，大夫士见之，则下之。君知所以为尸者，则自下之，尸必式。乘必以几。",
          "齐者不乐不吊。",
          "居丧之礼，毁瘠不形，视听不衰。升降不由阼阶，出入不当门隧。居丧之礼，头有创则沐，身有疡则浴，有疾则饮酒食肉，疾止复初。不胜丧，乃比于不慈不孝。五十不致毁，六十不毁，七十唯衰麻在身，饮酒食肉，处于内。生与来日，死与往日。知生者吊，知死者伤。知生而不知死，吊而不伤；知死而不知生，伤而不吊。吊丧弗能赙，不问其所费。问疾弗能遗，不问其所欲。见人弗能馆，不问其所舍。赐人者不曰来取。与人者不问其所欲。适墓不登垄，助葬必执绋。临丧不笑。揖人必违其位。望柩不歌。入临不翔。当食不叹。邻有丧，舂不相。里有殡，不巷歌。适墓不歌。哭日不歌。送丧不由径，送葬不辟涂潦。临丧则必有哀色，执绋不笑，临乐不叹；介胄，则有不可犯之色。",
          "故君子戒慎，不失色于人。国君抚式，大夫下之。大夫抚式，士下之。礼不下庶人，刑不上大夫。刑人不在君侧。",
          "兵车不式。武车绥旌，德车结旌。史载笔，士载言。前有水，则载青旌。前有尘埃，则载鸣鸢。前有车骑，则载飞鸿。前有士师，则载虎皮。前有挚兽，则载貔貅。行：前朱鸟而后玄武，左青龙而右白虎。招摇在上，急缮其怒。进退有度，左右有局，各司其局。",
          "父之雠，弗与共戴天。兄弟之雠不反兵。交游之雠不同国。四郊多垒，此卿大夫之辱也。地广大，荒而不治，此亦士之辱也。",
          "临祭不惰。祭服敝则焚之，祭器敝则埋之，龟策敝则埋之，牲死则埋之。凡祭于公者，必自彻其俎。",
          "卒哭乃讳。礼，不讳嫌名。二名不偏讳。逮事父母，则讳王父母；不逮事父母，则不讳王父母。君所无私讳，大夫之所有公讳。《诗》、《书》不讳，临文不讳。庙中不讳。夫人之讳，虽质君之前，臣不讳也；妇讳不出门。大功小功不讳。入竟而问禁，入国而问俗，入门而问讳。",
          "外事以刚日，内事以柔日。",
          "凡卜筮日：旬之外曰远某日，旬之内曰近某日。丧事先远日，吉事先近日。曰：「为日，假尔泰龟有常，假尔泰筮有常。」",
          "卜筮不过三，卜筮不相袭。龟为卜，策为筮，卜筮者，先圣王之所以使民信时日、敬鬼神、畏法令也；所以使民决嫌疑、定犹与也。故曰：「疑而筮之，则弗非也；日而行事，则必践之。」",
          "君车将驾，则仆执策立于马前。已驾，仆展軨、效驾，奋衣由右上取贰绥，跪乘，执策分辔，驱之五步而立。君出就车，则仆并辔授绥。左右攘辟，车驱而驺。至于大门，君抚仆之手而顾，命车右就车；门闾沟渠，必步。",
          "凡仆人之礼，必授人绥。若仆者降等，则受；不然，则否。若仆者降等，则抚仆之手；不然，则自下拘之。客车不入大门。妇人不立乘。犬马不上于堂。故君子式黄髪，下卿位，入国不驰，入里必式。",
          "君命召，虽贱人，大夫士必自御之。介者不拜，为其拜而蓌拜。祥车旷左，乘君之乘车不敢旷左；左必式。仆御、妇人则进左手，后右手；御国君，则进右手、后左手而俯。国君不乘奇车。车上不广咳，不妄指。立视五巂，式视马尾，顾不过毂。国中以策彗恤勿驱。尘不出轨。国君下齐牛，式宗庙。大夫士下公门，式路马。乘路马，必朝服载鞭策，不敢授绥，左必式。步路马，必中道。以足蹙路马刍，有诛。齿路马，有诛。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷二 曲礼下",
      "id": "4281678994",
      "traditional": {
        "title": "卷二 曲禮下",
        "paragraphs": [
          "凡奉者當心，提者當帶。",
          "執天子之器則上衡，國君則平衡，大夫則綏之，士則提之。",
          "凡執主器，執輕如不克。執主器，操幣圭璧，則尚左手，行不舉足，車輪曳踵。立則磬折垂佩。主佩倚，則臣佩垂。主佩垂，則臣佩委。執玉，其有藉者則裼；無藉者則襲。",
          "國君不名卿老世婦，大夫不名世臣侄娣，士不名家相長妾。君大夫之子，不敢自稱曰「餘小子」；大夫士之子，不敢自稱曰「嗣子某」，不敢與世子同名。君使士射，不能，則辭以疾；言曰：「某有負薪之憂。」侍於君子，不顧望而對，非禮也。",
          "君子行禮，不求變俗。祭祀之禮，居喪之服，哭泣之位，皆如其國之故，謹修其法而審行之。去國三世，爵祿有列於朝，出入有詔於國，若兄弟宗族猶存，則反告於宗後；去國三世，爵祿無列於朝，出入無詔於國，唯興之日，從新國之法。君子已孤不更名。已孤暴貴，不為父作諡。居喪，未葬，讀喪禮；既葬，讀祭禮；喪複常，讀樂章。",
          "居喪不言樂，祭事不言凶，公庭不言婦女。",
          "振書、端書於君前，有誅。倒策側龜於君前，有誅。龜策、幾杖、席蓋、重素、袗絺綌，不入公門。苞屨、扱衽、厭冠，不入公門。書方、衰、凶器，不以告，不入公門。",
          "公事不私議。",
          "君子將營宮室：宗廟為先，廄庫為次，居室為後。凡家造：祭器為先，犧賦為次，養器為後。無田祿者不設祭器；有田祿者，先為祭服。君子雖貧，不粥祭器；雖寒，不衣祭服；為宮室，不斬於丘木。大夫、士去國，祭器不逾竟。大夫寓祭器於大夫，士寓祭器於士。",
          "大夫、士去國：逾竟，為壇位鄉國而哭。素衣，素裳，素冠，徹緣，鞮屨，素冪，乘髦馬。不蚤鬋。不祭食，不說人以無罪；婦人不當禦。三月而複服。",
          "大夫、士見於國君，君若勞之，則還辟，再拜稽首；君若迎拜，則還辟，不敢答拜。大夫、士相見，雖貴賤不敵，主人敬客，則先拜客；客敬主人，則先拜主人。凡非吊喪、非見國君，無不答拜者。",
          "大夫見於國君，國君拜其辱。士見於大夫，大夫拜其辱。同國始相見，主人拜其辱。君於士，不答拜也；非其臣，則答拜之。大夫於其臣，雖賤，必答拜之。",
          "男女相答拜也。",
          "國君春田不圍澤；大夫不掩群，士不取麑卵。",
          "歲凶，年穀不登，君膳不祭肺，馬不食穀，馳道不除，祭事不縣。大夫不食粱，士飲酒不樂。",
          "君無故，玉不去身；大夫無故不徹縣，士無故不徹琴瑟。士有獻於國君，他日，君問之曰：「安取彼？」再拜稽首而後對。",
          "大夫私行出疆，必請。反，必有獻。士私行出疆，必請；反，必告。君勞之，則拜；問其行，拜而後對。國君去其國，止之曰：「奈何去社稷也！」大夫，曰：「奈何去宗廟也！」士，曰：「奈何去墳墓也！」國君死社稷，大夫死眾，士死制。",
          "君天下，曰天子。朝諸侯，分職授政任功，曰予一人。踐阼臨祭祀：內事曰孝王某，外事曰嗣王某。臨諸侯，畛於鬼神，曰有天王某甫。崩，曰天王崩。複，曰天子複矣。告喪，曰天王登假。措之廟，立之主，曰帝。天子未除喪，曰予小子。生名之，死亦名之。",
          "天子有後，有夫人，有世婦，有嬪，有妻，有妾。天子建天官，先六大：曰大宰、大宗、大史、大祝、大士、大卜，典司六典。",
          "天子之五官：曰司徒、司馬、司空、司士、司寇，典司五眾。",
          "天子之六府：曰司土、司木、司水、司草、司器、司貨，典司六職。",
          "天子之六工：曰土工、金工、石工、木工、獸工、草工，典制六材。五官致貢，曰享。",
          "五官之長，曰伯：是職方。其擯於天子也，曰天子之吏。天子同姓，謂之伯父；異姓，謂之伯舅。自稱於諸侯，曰天子之老，於外曰公；於其國曰君。",
          "九州島之長入天子之國，曰牧。天子同姓，謂之叔父；異姓，謂之叔舅；於外曰侯，於其國曰君。其在東夷、北狄、西戎、南蠻，雖大，曰子。於內自稱曰不穀，於外自稱曰王老。庶方小侯入天子之國，曰某人，於外曰子，自稱曰孤。天子當依而立，諸侯北面而見天子，曰覲。天子當寧而立，諸公東面、諸侯西面，曰朝。",
          "諸侯未及期相見曰遇，相見於卻地曰會。諸侯使大夫問於諸侯曰聘，約信曰誓，蒞牲曰盟。",
          "諸侯見天子曰臣某、侯某；其與民言，自稱曰寡人；其在凶服，曰適子孤。臨祭祀，內事曰孝子某侯某，外事曰曾孫某侯某。死曰薨，複曰某甫複矣。既葬見天子曰類見。言諡曰類。",
          "諸侯使人使於諸侯，使者自稱曰寡君之老。天子穆穆，諸侯皇皇，大夫濟濟，士蹌蹌，庶人僬僬。",
          "天子之妃曰後，諸侯曰夫人，大夫曰孺人，士曰婦人，庶人曰妻。",
          "公侯有夫人，有世婦，有妻，有妾。夫人自稱於天子，曰老婦；自稱於諸侯，曰寡小君；自稱於其君，曰小童。自世婦以下，自稱曰婢子。子於父母則自名也。",
          "列國之大夫，入天子之國曰某士；自稱曰陪臣某。於外曰子，於其國曰寡君之老。使者自稱曰某。天子不言出，諸侯不生名。",
          "君子不親惡。諸侯失地，名；滅同姓，名。",
          "為人臣之禮：不顯諫。三諫而不聽，則逃之。",
          "子之事親也：三諫而不聽，則號泣而隨之。君有疾，飲藥，臣先嘗之。親有疾，飲藥，子先嘗之。",
          "醫不三世，不服其藥。",
          "儗人必於其倫。",
          "問天子之年，對曰：「聞之：始服衣若幹尺矣。」問國君之年：長，曰能從宗廟社稷之事矣；幼，曰未能從宗廟社稷之事也。問大夫之子：長，曰能禦矣；幼，曰未能禦也。問士之子：長，曰能典謁矣；幼，曰未能典謁也。問庶人之子：長，曰能負薪矣；幼，曰未能負薪也。",
          "問國君之富，數地以對，山澤之所出。問大夫之富，曰有宰食力，祭器衣服不假。問士之富，以車數對。問庶人之富，數畜以對。",
          "天子祭天地，祭四方，祭山川，祭五祀，歲遍。諸侯方祀，祭山川，祭五祀，歲遍。大夫祭五祀，歲遍。士祭其先。",
          "凡祭，有其廢之莫敢舉也，有其舉之莫敢廢也。非其所祭而祭之，名曰淫祀。淫祀無福。天子以犧牛，諸侯以肥牛，大夫以索牛，士以羊豕。支子不祭，祭必告於宗子。",
          "凡祭宗廟之禮：牛曰一元大武，豕曰剛鬣，豚曰腯肥，羊曰柔毛，雞曰翰音，犬曰羹獻，雉曰疏趾，兔曰明視，脯曰尹祭，槁魚曰商祭，鮮魚曰脡祭，水曰清滌，酒曰清酌，黍曰薌合，粱曰薌萁，稷曰明粢，稻曰嘉蔬，韭曰豐本，鹽曰鹹鹺，玉曰嘉玉，幣曰量幣。",
          "天子死曰崩，諸侯曰薨，大夫曰卒，士曰不祿，庶人曰死。在床曰屍，在棺曰柩。羽鳥曰降，四足曰漬。死寇曰兵。",
          "祭王父曰皇祖考，王母曰皇祖妣。父曰皇考，母曰皇妣。夫曰皇辟。生曰父、曰母、曰妻，死曰考、曰妣、曰嬪。",
          "壽考曰卒，短折曰不祿。",
          "天子視不上於袷，不下於帶；國君，綏視；大夫，衡視；士視五步。凡視：上於面則敖，下於帶則憂，傾則奸。",
          "君命，大夫與士肄。在官言官，在府言府，在庫言庫，在朝言朝。",
          "朝言不及犬馬。輟朝而顧，不有異事，必有異慮。故輟朝而顧，君子謂之固。",
          "在朝言禮，問禮對以禮。大饗不問卜，不饒富。",
          "凡摯，天子鬯，諸侯圭，卿羔，大夫雁，士雉，庶人之摯匹；童子委摯而退。野外軍中無摯，以纓，拾，矢，可也。",
          "婦人之摯，椇榛、脯修、棗栗。",
          "納女於天子，曰備百姓；於國君，曰備酒漿；於大夫，曰備掃灑。"
        ]
      },
      "simplified": {
        "title": "卷二 曲礼下",
        "paragraphs": [
          "凡奉者当心，提者当带。",
          "执天子之器则上衡，国君则平衡，大夫则绥之，士则提之。",
          "凡执主器，执轻如不克。执主器，操币圭璧，则尚左手，行不举足，车轮曳踵。立则磬折垂佩。主佩倚，则臣佩垂。主佩垂，则臣佩委。执玉，其有藉者则裼；无藉者则袭。",
          "国君不名卿老世妇，大夫不名世臣侄娣，士不名家相长妾。君大夫之子，不敢自称曰「余小子」；大夫士之子，不敢自称曰「嗣子某」，不敢与世子同名。君使士射，不能，则辞以疾；言曰：「某有负薪之忧。」侍于君子，不顾望而对，非礼也。",
          "君子行礼，不求变俗。祭祀之礼，居丧之服，哭泣之位，皆如其国之故，谨修其法而审行之。去国三世，爵禄有列于朝，出入有诏于国，若兄弟宗族犹存，则反告于宗后；去国三世，爵禄无列于朝，出入无诏于国，唯兴之日，从新国之法。君子已孤不更名。已孤暴贵，不为父作谥。居丧，未葬，读丧礼；既葬，读祭礼；丧复常，读乐章。",
          "居丧不言乐，祭事不言凶，公庭不言妇女。",
          "振书、端书于君前，有诛。倒策侧龟于君前，有诛。龟策、几杖、席盖、重素、袗絺绤，不入公门。苞屦、扱衽、厌冠，不入公门。书方、衰、凶器，不以告，不入公门。",
          "公事不私议。",
          "君子将营宫室：宗庙为先，厩库为次，居室为后。凡家造：祭器为先，牺赋为次，养器为后。无田禄者不设祭器；有田禄者，先为祭服。君子虽贫，不粥祭器；虽寒，不衣祭服；为宫室，不斩于丘木。大夫、士去国，祭器不逾竟。大夫寓祭器于大夫，士寓祭器于士。",
          "大夫、士去国：逾竟，为坛位乡国而哭。素衣，素裳，素冠，彻缘，鞮屦，素幂，乘髦马。不蚤鬋。不祭食，不说人以无罪；妇人不当御。三月而复服。",
          "大夫、士见于国君，君若劳之，则还辟，再拜稽首；君若迎拜，则还辟，不敢答拜。大夫、士相见，虽贵贱不敌，主人敬客，则先拜客；客敬主人，则先拜主人。凡非吊丧、非见国君，无不答拜者。",
          "大夫见于国君，国君拜其辱。士见于大夫，大夫拜其辱。同国始相见，主人拜其辱。君于士，不答拜也；非其臣，则答拜之。大夫于其臣，虽贱，必答拜之。",
          "男女相答拜也。",
          "国君春田不围泽；大夫不掩群，士不取麑卵。",
          "岁凶，年谷不登，君膳不祭肺，马不食谷，驰道不除，祭事不县。大夫不食粱，士饮酒不乐。",
          "君无故，玉不去身；大夫无故不彻县，士无故不彻琴瑟。士有献于国君，他日，君问之曰：「安取彼？」再拜稽首而后对。",
          "大夫私行出疆，必请。反，必有献。士私行出疆，必请；反，必告。君劳之，则拜；问其行，拜而后对。国君去其国，止之曰：「奈何去社稷也！」大夫，曰：「奈何去宗庙也！」士，曰：「奈何去坟墓也！」国君死社稷，大夫死众，士死制。",
          "君天下，曰天子。朝诸侯，分职授政任功，曰予一人。践阼临祭祀：内事曰孝王某，外事曰嗣王某。临诸侯，畛于鬼神，曰有天王某甫。崩，曰天王崩。复，曰天子复矣。告丧，曰天王登假。措之庙，立之主，曰帝。天子未除丧，曰予小子。生名之，死亦名之。",
          "天子有后，有夫人，有世妇，有嫔，有妻，有妾。天子建天官，先六大：曰大宰、大宗、大史、大祝、大士、大卜，典司六典。",
          "天子之五官：曰司徒、司马、司空、司士、司寇，典司五众。",
          "天子之六府：曰司土、司木、司水、司草、司器、司货，典司六职。",
          "天子之六工：曰土工、金工、石工、木工、兽工、草工，典制六材。五官致贡，曰享。",
          "五官之长，曰伯：是职方。其摈于天子也，曰天子之吏。天子同姓，谓之伯父；异姓，谓之伯舅。自称于诸侯，曰天子之老，于外曰公；于其国曰君。",
          "九州岛之长入天子之国，曰牧。天子同姓，谓之叔父；异姓，谓之叔舅；于外曰侯，于其国曰君。其在东夷、北狄、西戎、南蛮，虽大，曰子。于内自称曰不谷，于外自称曰王老。庶方小侯入天子之国，曰某人，于外曰子，自称曰孤。天子当依而立，诸侯北面而见天子，曰觐。天子当宁而立，诸公东面、诸侯西面，曰朝。",
          "诸侯未及期相见曰遇，相见于却地曰会。诸侯使大夫问于诸侯曰聘，约信曰誓，莅牲曰盟。",
          "诸侯见天子曰臣某、侯某；其与民言，自称曰寡人；其在凶服，曰适子孤。临祭祀，内事曰孝子某侯某，外事曰曾孙某侯某。死曰薨，复曰某甫复矣。既葬见天子曰类见。言谥曰类。",
          "诸侯使人使于诸侯，使者自称曰寡君之老。天子穆穆，诸侯皇皇，大夫济济，士跄跄，庶人僬僬。",
          "天子之妃曰后，诸侯曰夫人，大夫曰孺人，士曰妇人，庶人曰妻。",
          "公侯有夫人，有世妇，有妻，有妾。夫人自称于天子，曰老妇；自称于诸侯，曰寡小君；自称于其君，曰小童。自世妇以下，自称曰婢子。子于父母则自名也。",
          "列国之大夫，入天子之国曰某士；自称曰陪臣某。于外曰子，于其国曰寡君之老。使者自称曰某。天子不言出，诸侯不生名。",
          "君子不亲恶。诸侯失地，名；灭同姓，名。",
          "为人臣之礼：不显谏。三谏而不听，则逃之。",
          "子之事亲也：三谏而不听，则号泣而随之。君有疾，饮药，臣先尝之。亲有疾，饮药，子先尝之。",
          "医不三世，不服其药。",
          "儗人必于其伦。",
          "问天子之年，对曰：「闻之：始服衣若干尺矣。」问国君之年：长，曰能从宗庙社稷之事矣；幼，曰未能从宗庙社稷之事也。问大夫之子：长，曰能御矣；幼，曰未能御也。问士之子：长，曰能典谒矣；幼，曰未能典谒也。问庶人之子：长，曰能负薪矣；幼，曰未能负薪也。",
          "问国君之富，数地以对，山泽之所出。问大夫之富，曰有宰食力，祭器衣服不假。问士之富，以车数对。问庶人之富，数畜以对。",
          "天子祭天地，祭四方，祭山川，祭五祀，岁遍。诸侯方祀，祭山川，祭五祀，岁遍。大夫祭五祀，岁遍。士祭其先。",
          "凡祭，有其废之莫敢举也，有其举之莫敢废也。非其所祭而祭之，名曰淫祀。淫祀无福。天子以牺牛，诸侯以肥牛，大夫以索牛，士以羊豕。支子不祭，祭必告于宗子。",
          "凡祭宗庙之礼：牛曰一元大武，豕曰刚鬣，豚曰腯肥，羊曰柔毛，鸡曰翰音，犬曰羹献，雉曰疏趾，兔曰明视，脯曰尹祭，槁鱼曰商祭，鲜鱼曰脡祭，水曰清涤，酒曰清酌，黍曰芗合，粱曰芗萁，稷曰明粢，稻曰嘉蔬，韭曰丰本，盐曰咸鹾，玉曰嘉玉，币曰量币。",
          "天子死曰崩，诸侯曰薨，大夫曰卒，士曰不禄，庶人曰死。在床曰尸，在棺曰柩。羽鸟曰降，四足曰渍。死寇曰兵。",
          "祭王父曰皇祖考，王母曰皇祖妣。父曰皇考，母曰皇妣。夫曰皇辟。生曰父、曰母、曰妻，死曰考、曰妣、曰嫔。",
          "寿考曰卒，短折曰不禄。",
          "天子视不上于袷，不下于带；国君，绥视；大夫，衡视；士视五步。凡视：上于面则敖，下于带则忧，倾则奸。",
          "君命，大夫与士肄。在官言官，在府言府，在库言库，在朝言朝。",
          "朝言不及犬马。辍朝而顾，不有异事，必有异虑。故辍朝而顾，君子谓之固。",
          "在朝言礼，问礼对以礼。大飨不问卜，不饶富。",
          "凡挚，天子鬯，诸侯圭，卿羔，大夫雁，士雉，庶人之挚匹；童子委挚而退。野外军中无挚，以缨，拾，矢，可也。",
          "妇人之挚，椇榛、脯修、枣栗。",
          "纳女于天子，曰备百姓；于国君，曰备酒浆；于大夫，曰备扫洒。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷三 檀弓上",
      "id": "6611953989",
      "traditional": {
        "title": "卷三 檀弓上",
        "paragraphs": [
          "公儀仲子之喪，檀弓免焉。仲子舍其孫而立其子，檀弓曰：「何居？我未之前聞也。」趨而就子服伯子於門右，曰：「仲子舍其孫而立其子，何也？」伯子曰：「仲子亦猶行古之道也。昔者文王舍伯邑考而立武王，微子舍其孫腯而立衍也；夫仲子亦猶行古之道也。」",
          "子遊問諸孔子，孔子曰：「否！立孫。」",
          "事親有隱而無犯，左右就養無方，服勤至死，致喪三年。事君有犯而無隱，左右就養有方，服勤至死，方喪三年。事師無犯無隱，左右就養無方，服勤至死，心喪三年。",
          "季武子成寢，杜氏之葬在西階之下，請合葬焉，許之。入宮而不敢哭。武子曰：「合葬非古也，自周公以來，未之有改也。吾許其大而不許其細，何居？」命之哭。",
          "子上之母死而不喪。門人問諸子思曰：「昔者子之先君子喪出母乎？」曰：「然」。「子之不使白也喪之。何也？」子思曰：「昔者吾先君子無所失道；道隆則從而隆，道汙則從而汙。汲則安能？為汲也妻者，是為白也母；不為汲也妻者，是不為白也母。」故孔氏之不喪出母，自子思始也。",
          "孔子曰：「拜而後稽顙，頹乎其順也；稽顙而後拜，頎乎其至也。三年之喪，吾從其至者。」",
          "孔子既得合葬於防，曰：「吾聞之：古也墓而不墳；今丘也，東西南北人也，不可以弗識也。」於是封之，崇四尺。",
          "孔子先反，門人後，雨甚；至，孔子問焉曰：「爾來何遲也？」曰：「防墓崩。」孔子不應。三，孔子泫然流涕曰：「吾聞之：古不修墓。」",
          "孔子哭子路於中庭。有人吊者，而夫子拜之。既哭，進使者而問故。使者曰：「醢之矣。」遂命覆醢。",
          "曾子曰：「朋友之墓，有宿草而不哭焉。」",
          "子思曰：「喪三日而殯，凡附於身者，必誠必信，勿之有悔焉耳矣。三月而葬，凡附於棺者，必誠必信，勿之有悔焉耳矣。喪三年以為極，亡則弗之忘矣。故君子有終身之憂，而無一朝之患。故忌日不樂。」",
          "孔子少孤，不知其墓。殯於五父之衢。人之見之者，皆以為葬也。其慎也，蓋殯也。",
          "問於郰曼父之母，然後得合葬於防。鄰有喪，舂不相；裏有殯，不巷歌。喪冠不緌。",
          "有虞氏瓦棺，夏後氏墍周，殷人棺槨，周人牆置翣。周人以殷人之棺槨葬長殤，以夏後氏之墍周葬中殤、下殤，以有虞氏之瓦棺葬無服之殤。",
          "夏後氏尚黑；大事斂用昏，戎事乘驪，牲用玄。殷人尚白；大事斂用日中，戎事乘翰，牲用白。周人尚赤；大事斂用日出，戎事乘騵，牲用騂。",
          "穆公之母卒，使人問於曾子曰：「如之何？」對曰：「申也聞諸申之父曰：哭泣之哀、齊斬之情、饘粥之食，自天子達。布幕，衛也；縿幕，魯也。」",
          "晉獻公將殺其世子申生，公子重耳謂之曰：「子蓋言子之志於公乎？」世子曰：「不可，君安驪姬，是我傷公之心也。」曰：「然則蓋行乎？」世子曰：「不可，君謂我欲弒君也，天下豈有無父之國哉！吾何行如之？」使人辭於狐突曰：「申生有罪，不念伯氏之言也，以至於死，申生不敢愛其死；雖然，吾君老矣，子少，國家多難，伯氏不出而圖吾君，伯氏茍出而圖吾君，申生受賜而死。」再拜稽首，乃卒。是以為「恭世子」也。",
          "魯人有朝祥而莫歌者，子路笑之。夫子曰：「由，爾責於人，終無已夫？三年之喪，亦已久矣夫。」子路出，夫子曰：「又多乎哉！逾月則其善也。」",
          "魯莊公及宋人戰於乘丘。縣賁父禦，卜國為右。馬驚，敗績，公隊。佐車授綏。公曰：「末之卜也。」縣賁父曰：「他日不敗績，而今敗績，是無勇也。」遂死之。圉人浴馬，有流矢在白肉。公曰：「非其罪也。」遂誄之。士之有誄，自此始也。",
          "曾子寢疾，病。樂正子春坐於床下，曾元、曾申坐於足，童子隅坐而執燭。童子曰：「華而睆，大夫之簀與？」子春曰：「止！」曾子聞之，瞿然曰：「呼！」曰：「華而睆，大夫之簀與？」曾子曰：「然，斯季孫之賜也，我未之能易也。元，起易簀。」曾元曰：「夫子之病革矣，不可以變，幸而至於旦，請敬易之。」曾子曰：「爾之愛我也不如彼。君子之愛人也以德，細人之愛人也以姑息。吾何求哉？吾得正而斃焉斯已矣。」舉扶而易之。反席未安而沒。",
          "始死，充充如有窮；既殯，瞿瞿如有求而弗得；既葬，皇皇如有望而弗至。練而慨然，祥而廓然。邾婁複之以矢，蓋自戰於升陘始也。魯婦人之髽而吊也，自敗於台鮐始也。",
          "南宮絳之妻之姑之喪，夫子誨之髽曰：「爾毋從從爾，爾毋扈扈爾。蓋榛以為笄，長尺，而總八寸。」",
          "孟獻子禫，縣而不樂，比禦而不入。夫子曰：「獻子加於人一等矣！」",
          "孔子既祥，五日彈琴而不成聲，十日而成笙歌。",
          "有子蓋既祥而絲屨組纓。",
          "死而不吊者三：畏、厭、溺。",
          "子路有姊之喪，可以除之矣，而弗除也，孔子曰：「何弗除也？」子路曰：「吾寡兄弟而弗忍也。」孔子曰：「先王制禮，行道之人皆弗忍也。」子路聞之，遂除之。",
          "大公封於營丘，比及五世，皆反葬於周。君子曰：「樂樂其所自生，禮不忘其本。古之人有言曰：狐死正丘首。仁也。」",
          "伯魚之母死，期而猶哭。夫子聞之曰：「誰與哭者？」門人曰：「鯉也。」夫子曰：「嘻！其甚也。」伯魚聞之，遂除之。",
          "舜葬於蒼梧之野，蓋三妃未之從也。季武子曰：「周公蓋祔。」",
          "曾子之喪，浴於爨室。大功廢業。或曰：「大功，誦可也。」",
          "子張病，召申祥而語之曰：「君子曰終，小人曰死；吾今日其庶幾乎！」曾子曰：「始死之奠，其餘閣也與？」曾子曰：「小功不為位也者，是委巷之禮也。子思之哭嫂也為位，婦人倡踴；申祥之哭言思也亦然。」",
          "古者，冠縮縫，今也，衡縫；故喪冠之反吉，非古也。曾子謂子思曰：「汲！吾執親之喪也，水漿不入於口者七日。」子思曰：「先王之制禮也，過之者俯而就之，不至焉者，跂而及之。故君子之執親之喪也，水漿不入於口者三日，杖而後能起。」曾子曰：「小功不稅，則是遠兄弟終無服也，而可乎？」",
          "伯高之喪，孔氏之使者未至，冉子攝束帛、乘馬而將之。孔子曰：「異哉！徒使我不誠於伯高。」",
          "伯高死於衛，赴於孔子，孔子曰：「吾惡乎哭諸？兄弟，吾哭諸廟；父之友，吾哭諸廟門之外；師，吾哭諸寢；朋友，吾哭諸寢門之外；所知，吾哭諸野。於野，則已疏；於寢，則已重。夫由賜也見我，吾哭諸賜氏。」遂命子貢為之主，曰：「為爾哭也來者，拜之；知伯高而來者，勿拜也。」",
          "曾子曰：「喪有疾，食肉飲酒，必有草木之滋焉。以為薑桂之謂也。」",
          "子夏喪其子而喪其明。曾子吊之曰：「吾聞之也：朋友喪明則哭之。」曾子哭，子夏亦哭，曰：「天乎！予之無罪也。」曾子怒曰：「商，女何無罪也？吾與女事夫子於洙泗之間，退而老於西河之上，使西河之民疑女於夫子，爾罪一也；喪爾親，使民未有聞焉，爾罪二也；喪爾子，喪爾明，爾罪三也。而曰女何無罪與！」子夏投其杖而拜曰：「吾過矣！吾過矣！吾離群而索居，亦已久矣。」",
          "夫晝居於內，問其疾可也；夜居於外，吊之可也。是故君子非有大故，不宿於外；非致齊也、非疾也，不晝夜居於內。",
          "高子皋之執親之喪也，泣血三年，未嘗見齒，君子以為難。",
          "衰，與其不當物也，寧無衰。齊衰不以邊坐，大功不以服勤。",
          "孔子之衛，遇舊館人之喪，入而哭之哀。出，使子貢說驂而賻之。子貢曰：「於門人之喪，未有所說驂，說驂於舊館，無乃已重乎？」夫子曰：「予鄉者入而哭之，遇於一哀而出涕。予惡夫涕之無從也。小子行之。」孔子在衛，有送葬者，而夫子觀之，曰：「善哉為喪乎！足以為法矣，小子識之。」子貢曰：「夫子何善爾也？」曰：「其往也如慕，其反也如疑。」子貢曰：「豈若速反而虞乎？」子曰：「小子識之，我未之能行也。」顏淵之喪，饋祥肉，孔子出受之，入，彈琴而後食之。",
          "孔子與門人立，拱而尚右，二三子亦皆尚右。孔子曰：「二三子之嗜學也，我則有姊之喪故也。」二三子皆尚左。",
          "孔子蚤作，負手曳杖，消搖於門，歌曰：「泰山其頹乎？梁木其壞乎？哲人其萎乎？」既歌而入，當戶而坐。子貢聞之曰：「泰山其頹，則吾將安仰？梁木其壞、哲人其萎，則吾將安放？夫子殆將病也。」遂趨而入。夫子曰：「賜！爾來何遲也？夏後氏殯於東階之上，則猶在阼也；殷人殯於兩楹之間，則與賓主夾之也；周人殯於西階之上，則猶賓之也。而丘也殷人也。予疇昔之夜，夢坐奠於兩楹之間。夫明王不興，而天下其孰能宗予？予殆將死也。」蓋寢疾七日而沒。",
          "孔子之喪，門人疑所服。子貢曰：「昔者夫子之喪顏淵，若喪子而無服；喪子路亦然。請喪夫子，若喪父而無服。」",
          "孔子之喪，公西赤為志焉：飾棺、牆，置翣設披，周也；設崇，殷也；綢練設旐，夏也。",
          "子張之喪，公明儀為志焉；褚幕丹質，蟻結於四隅，殷士也。",
          "子夏問於孔子曰：「居父母之仇如之何？」夫子曰：「寢苫枕幹，不仕，弗與共天下也；遇諸市朝，不反兵而斗。」曰：「請問居昆弟之仇如之何？」曰：「仕弗與共國；銜君命而使，雖遇之不斗。」曰：「請問居從父昆弟之仇如之何？」曰：「不為魁，主人能，則執兵而陪其後。」",
          "孔子之喪，二三子皆絰而出。群居則絰，出則否。",
          "易墓，非古也。",
          "子路曰：「吾聞諸夫子：喪禮，與其哀不足而禮有餘也，不若禮不足而哀有餘也。祭禮，與其敬不足而禮有餘也，不若禮不足而敬有餘也。」",
          "曾子吊於負夏，主人既祖，填池，推柩而反之，降婦人而後行禮。從者曰：「禮與？」曾子曰：「夫祖者且也；且，胡為其不可以反宿也？」從者又問諸子遊曰：「禮與？」子遊曰：「飯於牖下，小斂於戶內，大斂於阼，殯於客位，祖於庭，葬於墓，所以即遠也。故喪事有進而無退。」曾子聞之曰：「多矣乎，予出祖者。」曾子襲裘而吊，子遊裼裘而吊。曾子指子遊而示人曰：「夫夫也，為習於禮者，如之何其裼裘而吊也？」主人既小斂、袒、括發；子遊趨而出，襲裘帶絰而入。曾子曰：「我過矣，我過矣，夫夫是也。」",
          "子夏既除喪而見，予之琴，和之不和，彈之而不成聲。作而曰：「哀未忘也。先王制禮，而弗敢過也。」",
          "子張既除喪而見，予之琴，和之而和，彈之而成聲，作而曰：「先王制禮不敢不至焉。」",
          "司寇惠子之喪，子遊為之麻衰牡麻絰，文子辭曰：「子辱與彌牟之弟遊，又辱為之服，敢辭。」子遊曰：「禮也。」文子退反哭，子遊趨而就諸臣之位，文子又辭曰：「子辱與彌牟之弟遊，又辱為之服，又辱臨其喪，敢辭。」子遊曰：「固以請。」文子退，扶適子南面而立曰：「子辱與彌牟之弟遊，又辱為之服，又辱臨其喪，虎也敢不複位。」子遊趨而就客位。將軍文子之喪，既除喪，而後越人來吊，主人深衣練冠，待於廟，垂涕洟，子遊觀之曰：「將軍文氏之子其庶幾乎！亡於禮者之禮也，其動也中。」",
          "幼名，冠字，五十以伯仲，死諡，周道也。絰也者實也。掘中溜而浴，毀灶以綴足；及葬，毀宗躐行，出於大門－─殷道也。學者行之。",
          "子柳之母死，子碩請具。子柳曰：「何以哉？」子碩曰：「請粥庶弟之母。」子柳曰：「如之何其粥人之母以葬其母也？不可。」既葬，子碩欲以賻布之餘具祭器。子柳曰：「不可，吾聞之也：君子不家於喪。請班諸兄弟之貧者。」君子曰：「謀人之軍師，敗則死之；謀人之邦邑，危則亡之。」公叔文子升於瑕丘，蘧伯玉從。文子曰：「樂哉斯丘也，死則我欲葬焉。」蘧伯玉曰：「吾子樂之，則瑗請前。」",
          "弁人有其母死而孺子泣者，孔子曰：「哀則哀矣，而難為繼也。夫禮，為可傳也，為可繼也。故哭踴有節。」",
          "叔孫武叔之母死，既小斂，舉者出戶，出戶袒，且投其冠括發。子遊曰：「知禮。」扶君，卜人師扶右，射人師扶左；君薨以是舉。",
          "從母之夫，舅之妻，二夫人相為服，君子未之言也。或曰同爨緦。",
          "喪事，欲其縱縱爾；吉事，欲其折折爾。故喪事雖遽，不陵節；吉事雖止，不怠。故騷騷爾則野，鼎鼎爾則小人。",
          "君子蓋猶猶爾。喪具，君子恥具，一日二日而可為也者，君子弗為也。喪服，兄弟之子猶子也，蓋引而進之也；嫂叔之無服也，蓋推而遠之也；姑姊妹之薄也，蓋有受我而厚之者也。食於有喪者之側，未嘗飽也。",
          "曾子與客立於門側，其徒趨而出。曾子曰：「爾將何之？」曰：「吾父死，將出哭於巷。」曰：「反，哭於爾次。」曾子北面而吊焉。",
          "孔子曰：「之死而致死之，不仁而不可為也；之死而致生之，不知而不可為也。是故，竹不成用，瓦不成味，木不成斫，琴瑟張而不平，竽笙備而不和，有鍾磬而無簨虡，其曰明器，神明之也。」",
          "有子問於曾子曰：「問喪於夫子乎？」曰：「聞之矣：喪欲速貧，死欲速朽。」有子曰：「是非君子之言也。」曾子曰：「參也聞諸夫子也。」有子又曰：「是非君子之言也。」曾子曰：「參也與子遊聞之。」有子曰：「然，然則夫子有為言之也。」曾子以斯言告於子遊。子遊曰：「甚哉，有子之言似夫子也。昔者夫子居於宋，見桓司馬自為石槨，三年而不成。夫子曰：『若是其靡也，死不如速朽之愈也。』死之欲速朽，為桓司馬言之也。南宮敬叔反，必載寶而朝。夫子曰：『若是其貨也，喪不如速貧之愈也。』喪之欲速貧，為敬叔言之也。」曾子以子遊之言告於有子，有子曰：「然，吾固曰：非夫子之言也。」曾子曰：「子何以知之？」有子曰：「夫子制於中都，四寸之棺，五寸之槨，以斯知不欲速朽也。昔者夫子失魯司寇，將之荊，蓋先之以子夏，又申之以冉有，以斯知不欲速貧也。」",
          "陳莊子死，赴於魯，魯人欲勿哭，繆公召縣子而問焉。縣子曰：「古之大夫，束修之問不出竟，雖欲哭之，安得而哭之？今之大夫，交政於中國，雖欲勿哭，焉得而弗哭？且且臣聞之，哭有二道：有愛而哭之，有畏而哭之。」公曰：「然，然則如之何而可？」縣子曰：「請哭諸異姓之廟。」於是與哭諸縣氏。仲憲言於曾子曰：「夏後氏用明器，示民無知也；殷人用祭器，示民有知也；周人兼用之，示民疑也。」曾子曰：「其不然乎！其不然乎！夫明器，鬼器也；祭器，人器也；夫古之人，胡為而死其親乎？」公叔木有同母異父之昆弟死，問於子遊。子遊曰：「其大功乎？」狄儀有同母異父之昆弟死，問於子夏，子夏曰：「我未之前聞也；魯人則為之齊衰。」狄儀行齊衰。今之齊衰，狄儀之問也。",
          "子思之母死於衛，柳若謂子思曰：「子，聖人之後也，四方於子乎觀禮，子蓋慎諸。」子思曰：「吾何慎哉？吾聞之：有其禮，無其財，君子弗行也；有其禮，有其財，無其時，君子弗行也。吾何慎哉！」",
          "縣子瑣曰：「吾聞之：古者不降，上下各以其親。滕伯文為孟虎齊衰，其叔父也；為孟皮齊衰，其叔父也。」後木曰：「喪，吾聞諸縣子曰：夫喪，不可不深長思也，買棺外內易，我死則亦然。」曾子曰：「屍未設飾，故帷堂，小斂而徹帷。」仲梁子曰：「夫婦方亂，故帷堂，小斂而徹帷。」小斂之奠，子遊曰：「於東方。」曾子曰：「於西方，斂斯席矣。」小斂之奠在西方，魯禮之末失也。縣子曰：「綌衰繐裳，非古也。」子蒲卒，哭者呼滅。子皋曰：「若是野哉。」哭者改之。",
          "杜橋之母之喪，宮中無相，以為沽也。夫子曰：「始死，羔裘玄冠者，易之而已。」羔裘玄冠，夫子不以吊。",
          "子遊問喪具，夫子曰：「稱家之有亡。」子遊曰：「有亡惡乎齊？」夫子曰：「有，毋過禮；茍亡矣，斂首足形，還葬，縣棺而封，人豈有非之者哉！」司士賁告於子遊曰：「請襲於床。」子遊曰：「諾。」縣子聞之曰：「汰哉叔氏！專以禮許人。」",
          "宋襄公葬其夫人，酰醢百甕。曾子曰：「既曰明器矣，而又實之。」孟獻子之喪，司徒旅歸四布。夫子曰：「可也。」讀賵，曾子曰：「非古也，是再告也。」成子高寢疾，慶遺入，請曰：「子之病革矣，如至乎大病，則如之何？」子高曰：「吾聞之也：生有益於人，死不害於人。吾縱生無益於人，吾可以死害於人乎哉？我死，則擇不食之地而葬我焉。」",
          "子夏問諸夫子曰：「居君之母與妻之喪。」「居處、言語、飲食衎爾。」",
          "賓客至，無所館。夫子曰：「生於我乎館，死於我乎殯。」國子高曰：「葬也者，藏也；藏也者，欲人之弗得見也。是故，衣足以飾身，棺周於衣，槨周於棺，土周於槨；反壤樹之哉。」",
          "孔子之喪，有自燕來觀者，舍於子夏氏。子夏曰：「聖人之葬人與？人之葬聖人也。子何觀焉？昔者夫子言之曰：『吾見封之若堂者矣，見若坊者矣，見若覆夏屋者矣，見若斧者矣。』從若斧者焉。馬鬣封之謂也。今一日而三斬板，而已封，尚行夫子之志乎哉！」婦人不葛帶。有薦新，如朔奠。既葬，各以其服除。池視重溜。君即位而為椑，歲一漆之，藏焉。複、楔齒、綴足、飯、設飾、帷堂並作。父兄命赴者。君複於小寢、大寢，小祖、大祖，庫門、四郊。喪不剝，奠也與？祭肉也與？既殯，旬而布材與明器。朝奠日出，夕奠逮日。父母之喪，哭無時，使必知其反也。練，練衣黃裏、縓緣，葛要絰，繩屨無絇，角瑱，鹿裘衡長袪，袪裼之可也。",
          "有殯，聞遠兄弟之喪，雖緦必往；非兄弟，雖鄰不往。所識其兄弟不同居者皆吊。天子之棺四重；水兕革棺被之，其厚三寸，杝棺一，梓棺二，四者皆周。棺束縮二衡三，衽每束一。伯槨以端長六尺。",
          "天子之哭諸侯也，爵弁絰緇衣；或曰：使有司哭之，為之不以樂食。天子之殯也，菆塗龍輴以槨，加斧於槨上，畢塗屋，天子之禮也。",
          "唯天子之喪，有別姓而哭。魯哀公誄孔丘曰：「天不遺耆老，莫相予位焉，嗚呼哀哉！尼父！」國亡大縣邑，公、卿、大夫、士皆厭冠，哭於大廟，三日，君不舉。或曰：君舉而哭於後土。孔子惡野哭者。未仕者，不敢稅人；如稅人，則以父兄之命。士備入而後朝夕踴。祥而縞，是月禫，徙月樂。君於士有賜帟。"
        ]
      },
      "simplified": {
        "title": "卷三 檀弓上",
        "paragraphs": [
          "公仪仲子之丧，檀弓免焉。仲子舍其孙而立其子，檀弓曰：「何居？我未之前闻也。」趋而就子服伯子于门右，曰：「仲子舍其孙而立其子，何也？」伯子曰：「仲子亦犹行古之道也。昔者文王舍伯邑考而立武王，微子舍其孙腯而立衍也；夫仲子亦犹行古之道也。」",
          "子游问诸孔子，孔子曰：「否！立孙。」",
          "事亲有隐而无犯，左右就养无方，服勤至死，致丧三年。事君有犯而无隐，左右就养有方，服勤至死，方丧三年。事师无犯无隐，左右就养无方，服勤至死，心丧三年。",
          "季武子成寝，杜氏之葬在西阶之下，请合葬焉，许之。入宫而不敢哭。武子曰：「合葬非古也，自周公以来，未之有改也。吾许其大而不许其细，何居？」命之哭。",
          "子上之母死而不丧。门人问诸子思曰：「昔者子之先君子丧出母乎？」曰：「然」。「子之不使白也丧之。何也？」子思曰：「昔者吾先君子无所失道；道隆则从而隆，道污则从而污。汲则安能？为汲也妻者，是为白也母；不为汲也妻者，是不为白也母。」故孔氏之不丧出母，自子思始也。",
          "孔子曰：「拜而后稽颡，颓乎其顺也；稽颡而后拜，颀乎其至也。三年之丧，吾从其至者。」",
          "孔子既得合葬于防，曰：「吾闻之：古也墓而不坟；今丘也，东西南北人也，不可以弗识也。」于是封之，崇四尺。",
          "孔子先反，门人后，雨甚；至，孔子问焉曰：「尔来何迟也？」曰：「防墓崩。」孔子不应。三，孔子泫然流涕曰：「吾闻之：古不修墓。」",
          "孔子哭子路于中庭。有人吊者，而夫子拜之。既哭，进使者而问故。使者曰：「醢之矣。」遂命覆醢。",
          "曾子曰：「朋友之墓，有宿草而不哭焉。」",
          "子思曰：「丧三日而殡，凡附于身者，必诚必信，勿之有悔焉耳矣。三月而葬，凡附于棺者，必诚必信，勿之有悔焉耳矣。丧三年以为极，亡则弗之忘矣。故君子有终身之忧，而无一朝之患。故忌日不乐。」",
          "孔子少孤，不知其墓。殡于五父之衢。人之见之者，皆以为葬也。其慎也，盖殡也。",
          "问于郰曼父之母，然后得合葬于防。邻有丧，舂不相；里有殡，不巷歌。丧冠不緌。",
          "有虞氏瓦棺，夏后氏墍周，殷人棺椁，周人墙置翣。周人以殷人之棺椁葬长殇，以夏后氏之墍周葬中殇、下殇，以有虞氏之瓦棺葬无服之殇。",
          "夏后氏尚黑；大事敛用昏，戎事乘骊，牲用玄。殷人尚白；大事敛用日中，戎事乘翰，牲用白。周人尚赤；大事敛用日出，戎事乘騵，牲用骍。",
          "穆公之母卒，使人问于曾子曰：「如之何？」对曰：「申也闻诸申之父曰：哭泣之哀、齐斩之情、饘粥之食，自天子达。布幕，卫也；縿幕，鲁也。」",
          "晋献公将杀其世子申生，公子重耳谓之曰：「子盖言子之志于公乎？」世子曰：「不可，君安骊姬，是我伤公之心也。」曰：「然则盖行乎？」世子曰：「不可，君谓我欲弒君也，天下岂有无父之国哉！吾何行如之？」使人辞于狐突曰：「申生有罪，不念伯氏之言也，以至于死，申生不敢爱其死；虽然，吾君老矣，子少，国家多难，伯氏不出而图吾君，伯氏茍出而图吾君，申生受赐而死。」再拜稽首，乃卒。是以为「恭世子」也。",
          "鲁人有朝祥而莫歌者，子路笑之。夫子曰：「由，尔责于人，终无已夫？三年之丧，亦已久矣夫。」子路出，夫子曰：「又多乎哉！逾月则其善也。」",
          "鲁庄公及宋人战于乘丘。县贲父御，卜国为右。马惊，败绩，公队。佐车授绥。公曰：「末之卜也。」县贲父曰：「他日不败绩，而今败绩，是无勇也。」遂死之。圉人浴马，有流矢在白肉。公曰：「非其罪也。」遂诔之。士之有诔，自此始也。",
          "曾子寝疾，病。乐正子春坐于床下，曾元、曾申坐于足，童子隅坐而执烛。童子曰：「华而睆，大夫之箦与？」子春曰：「止！」曾子闻之，瞿然曰：「呼！」曰：「华而睆，大夫之箦与？」曾子曰：「然，斯季孙之赐也，我未之能易也。元，起易箦。」曾元曰：「夫子之病革矣，不可以变，幸而至于旦，请敬易之。」曾子曰：「尔之爱我也不如彼。君子之爱人也以德，细人之爱人也以姑息。吾何求哉？吾得正而毙焉斯已矣。」举扶而易之。反席未安而没。",
          "始死，充充如有穷；既殡，瞿瞿如有求而弗得；既葬，皇皇如有望而弗至。练而慨然，祥而廓然。邾娄复之以矢，盖自战于升陉始也。鲁妇人之髽而吊也，自败于台鲐始也。",
          "南宫绛之妻之姑之丧，夫子诲之髽曰：「尔毋从从尔，尔毋扈扈尔。盖榛以为笄，长尺，而总八寸。」",
          "孟献子禫，县而不乐，比御而不入。夫子曰：「献子加于人一等矣！」",
          "孔子既祥，五日弹琴而不成声，十日而成笙歌。",
          "有子盖既祥而丝屦组缨。",
          "死而不吊者三：畏、厌、溺。",
          "子路有姊之丧，可以除之矣，而弗除也，孔子曰：「何弗除也？」子路曰：「吾寡兄弟而弗忍也。」孔子曰：「先王制礼，行道之人皆弗忍也。」子路闻之，遂除之。",
          "大公封于营丘，比及五世，皆反葬于周。君子曰：「乐乐其所自生，礼不忘其本。古之人有言曰：狐死正丘首。仁也。」",
          "伯鱼之母死，期而犹哭。夫子闻之曰：「谁与哭者？」门人曰：「鲤也。」夫子曰：「嘻！其甚也。」伯鱼闻之，遂除之。",
          "舜葬于苍梧之野，盖三妃未之从也。季武子曰：「周公盖祔。」",
          "曾子之丧，浴于爨室。大功废业。或曰：「大功，诵可也。」",
          "子张病，召申祥而语之曰：「君子曰终，小人曰死；吾今日其庶几乎！」曾子曰：「始死之奠，其余阁也与？」曾子曰：「小功不为位也者，是委巷之礼也。子思之哭嫂也为位，妇人倡踊；申祥之哭言思也亦然。」",
          "古者，冠缩缝，今也，衡缝；故丧冠之反吉，非古也。曾子谓子思曰：「汲！吾执亲之丧也，水浆不入于口者七日。」子思曰：「先王之制礼也，过之者俯而就之，不至焉者，跂而及之。故君子之执亲之丧也，水浆不入于口者三日，杖而后能起。」曾子曰：「小功不税，则是远兄弟终无服也，而可乎？」",
          "伯高之丧，孔氏之使者未至，冉子摄束帛、乘马而将之。孔子曰：「异哉！徒使我不诚于伯高。」",
          "伯高死于卫，赴于孔子，孔子曰：「吾恶乎哭诸？兄弟，吾哭诸庙；父之友，吾哭诸庙门之外；师，吾哭诸寝；朋友，吾哭诸寝门之外；所知，吾哭诸野。于野，则已疏；于寝，则已重。夫由赐也见我，吾哭诸赐氏。」遂命子贡为之主，曰：「为尔哭也来者，拜之；知伯高而来者，勿拜也。」",
          "曾子曰：「丧有疾，食肉饮酒，必有草木之滋焉。以为姜桂之谓也。」",
          "子夏丧其子而丧其明。曾子吊之曰：「吾闻之也：朋友丧明则哭之。」曾子哭，子夏亦哭，曰：「天乎！予之无罪也。」曾子怒曰：「商，女何无罪也？吾与女事夫子于洙泗之间，退而老于西河之上，使西河之民疑女于夫子，尔罪一也；丧尔亲，使民未有闻焉，尔罪二也；丧尔子，丧尔明，尔罪三也。而曰女何无罪与！」子夏投其杖而拜曰：「吾过矣！吾过矣！吾离群而索居，亦已久矣。」",
          "夫昼居于内，问其疾可也；夜居于外，吊之可也。是故君子非有大故，不宿于外；非致齐也、非疾也，不昼夜居于内。",
          "高子皋之执亲之丧也，泣血三年，未尝见齿，君子以为难。",
          "衰，与其不当物也，宁无衰。齐衰不以边坐，大功不以服勤。",
          "孔子之卫，遇旧馆人之丧，入而哭之哀。出，使子贡说骖而赙之。子贡曰：「于门人之丧，未有所说骖，说骖于旧馆，无乃已重乎？」夫子曰：「予乡者入而哭之，遇于一哀而出涕。予恶夫涕之无从也。小子行之。」孔子在卫，有送葬者，而夫子观之，曰：「善哉为丧乎！足以为法矣，小子识之。」子贡曰：「夫子何善尔也？」曰：「其往也如慕，其反也如疑。」子贡曰：「岂若速反而虞乎？」子曰：「小子识之，我未之能行也。」颜渊之丧，馈祥肉，孔子出受之，入，弹琴而后食之。",
          "孔子与门人立，拱而尚右，二三子亦皆尚右。孔子曰：「二三子之嗜学也，我则有姊之丧故也。」二三子皆尚左。",
          "孔子蚤作，负手曳杖，消摇于门，歌曰：「泰山其颓乎？梁木其坏乎？哲人其萎乎？」既歌而入，当户而坐。子贡闻之曰：「泰山其颓，则吾将安仰？梁木其坏、哲人其萎，则吾将安放？夫子殆将病也。」遂趋而入。夫子曰：「赐！尔来何迟也？夏后氏殡于东阶之上，则犹在阼也；殷人殡于两楹之间，则与宾主夹之也；周人殡于西阶之上，则犹宾之也。而丘也殷人也。予畴昔之夜，梦坐奠于两楹之间。夫明王不兴，而天下其孰能宗予？予殆将死也。」盖寝疾七日而没。",
          "孔子之丧，门人疑所服。子贡曰：「昔者夫子之丧颜渊，若丧子而无服；丧子路亦然。请丧夫子，若丧父而无服。」",
          "孔子之丧，公西赤为志焉：饰棺、墙，置翣设披，周也；设崇，殷也；绸练设旐，夏也。",
          "子张之丧，公明仪为志焉；褚幕丹质，蚁结于四隅，殷士也。",
          "子夏问于孔子曰：「居父母之仇如之何？」夫子曰：「寝苫枕干，不仕，弗与共天下也；遇诸市朝，不反兵而斗。」曰：「请问居昆弟之仇如之何？」曰：「仕弗与共国；衔君命而使，虽遇之不斗。」曰：「请问居从父昆弟之仇如之何？」曰：「不为魁，主人能，则执兵而陪其后。」",
          "孔子之丧，二三子皆绖而出。群居则绖，出则否。",
          "易墓，非古也。",
          "子路曰：「吾闻诸夫子：丧礼，与其哀不足而礼有余也，不若礼不足而哀有余也。祭礼，与其敬不足而礼有余也，不若礼不足而敬有余也。」",
          "曾子吊于负夏，主人既祖，填池，推柩而反之，降妇人而后行礼。从者曰：「礼与？」曾子曰：「夫祖者且也；且，胡为其不可以反宿也？」从者又问诸子游曰：「礼与？」子游曰：「饭于牖下，小敛于户内，大敛于阼，殡于客位，祖于庭，葬于墓，所以即远也。故丧事有进而无退。」曾子闻之曰：「多矣乎，予出祖者。」曾子袭裘而吊，子游裼裘而吊。曾子指子游而示人曰：「夫夫也，为习于礼者，如之何其裼裘而吊也？」主人既小敛、袒、括发；子游趋而出，袭裘带绖而入。曾子曰：「我过矣，我过矣，夫夫是也。」",
          "子夏既除丧而见，予之琴，和之不和，弹之而不成声。作而曰：「哀未忘也。先王制礼，而弗敢过也。」",
          "子张既除丧而见，予之琴，和之而和，弹之而成声，作而曰：「先王制礼不敢不至焉。」",
          "司寇惠子之丧，子游为之麻衰牡麻绖，文子辞曰：「子辱与弥牟之弟游，又辱为之服，敢辞。」子游曰：「礼也。」文子退反哭，子游趋而就诸臣之位，文子又辞曰：「子辱与弥牟之弟游，又辱为之服，又辱临其丧，敢辞。」子游曰：「固以请。」文子退，扶适子南面而立曰：「子辱与弥牟之弟游，又辱为之服，又辱临其丧，虎也敢不复位。」子游趋而就客位。将军文子之丧，既除丧，而后越人来吊，主人深衣练冠，待于庙，垂涕洟，子游观之曰：「将军文氏之子其庶几乎！亡于礼者之礼也，其动也中。」",
          "幼名，冠字，五十以伯仲，死谥，周道也。绖也者实也。掘中溜而浴，毁灶以缀足；及葬，毁宗躐行，出于大门－─殷道也。学者行之。",
          "子柳之母死，子硕请具。子柳曰：「何以哉？」子硕曰：「请粥庶弟之母。」子柳曰：「如之何其粥人之母以葬其母也？不可。」既葬，子硕欲以赙布之余具祭器。子柳曰：「不可，吾闻之也：君子不家于丧。请班诸兄弟之贫者。」君子曰：「谋人之军师，败则死之；谋人之邦邑，危则亡之。」公叔文子升于瑕丘，蘧伯玉从。文子曰：「乐哉斯丘也，死则我欲葬焉。」蘧伯玉曰：「吾子乐之，则瑗请前。」",
          "弁人有其母死而孺子泣者，孔子曰：「哀则哀矣，而难为继也。夫礼，为可传也，为可继也。故哭踊有节。」",
          "叔孙武叔之母死，既小敛，举者出户，出户袒，且投其冠括发。子游曰：「知礼。」扶君，卜人师扶右，射人师扶左；君薨以是举。",
          "从母之夫，舅之妻，二夫人相为服，君子未之言也。或曰同爨缌。",
          "丧事，欲其纵纵尔；吉事，欲其折折尔。故丧事虽遽，不陵节；吉事虽止，不怠。故骚骚尔则野，鼎鼎尔则小人。",
          "君子盖犹犹尔。丧具，君子耻具，一日二日而可为也者，君子弗为也。丧服，兄弟之子犹子也，盖引而进之也；嫂叔之无服也，盖推而远之也；姑姊妹之薄也，盖有受我而厚之者也。食于有丧者之侧，未尝饱也。",
          "曾子与客立于门侧，其徒趋而出。曾子曰：「尔将何之？」曰：「吾父死，将出哭于巷。」曰：「反，哭于尔次。」曾子北面而吊焉。",
          "孔子曰：「之死而致死之，不仁而不可为也；之死而致生之，不知而不可为也。是故，竹不成用，瓦不成味，木不成斫，琴瑟张而不平，竽笙备而不和，有钟磬而无簨虡，其曰明器，神明之也。」",
          "有子问于曾子曰：「问丧于夫子乎？」曰：「闻之矣：丧欲速贫，死欲速朽。」有子曰：「是非君子之言也。」曾子曰：「参也闻诸夫子也。」有子又曰：「是非君子之言也。」曾子曰：「参也与子游闻之。」有子曰：「然，然则夫子有为言之也。」曾子以斯言告于子游。子游曰：「甚哉，有子之言似夫子也。昔者夫子居于宋，见桓司马自为石椁，三年而不成。夫子曰：『若是其靡也，死不如速朽之愈也。』死之欲速朽，为桓司马言之也。南宫敬叔反，必载宝而朝。夫子曰：『若是其货也，丧不如速贫之愈也。』丧之欲速贫，为敬叔言之也。」曾子以子游之言告于有子，有子曰：「然，吾固曰：非夫子之言也。」曾子曰：「子何以知之？」有子曰：「夫子制于中都，四寸之棺，五寸之椁，以斯知不欲速朽也。昔者夫子失鲁司寇，将之荆，盖先之以子夏，又申之以冉有，以斯知不欲速贫也。」",
          "陈庄子死，赴于鲁，鲁人欲勿哭，缪公召县子而问焉。县子曰：「古之大夫，束修之问不出竟，虽欲哭之，安得而哭之？今之大夫，交政于中国，虽欲勿哭，焉得而弗哭？且且臣闻之，哭有二道：有爱而哭之，有畏而哭之。」公曰：「然，然则如之何而可？」县子曰：「请哭诸异姓之庙。」于是与哭诸县氏。仲宪言于曾子曰：「夏后氏用明器，示民无知也；殷人用祭器，示民有知也；周人兼用之，示民疑也。」曾子曰：「其不然乎！其不然乎！夫明器，鬼器也；祭器，人器也；夫古之人，胡为而死其亲乎？」公叔木有同母异父之昆弟死，问于子游。子游曰：「其大功乎？」狄仪有同母异父之昆弟死，问于子夏，子夏曰：「我未之前闻也；鲁人则为之齐衰。」狄仪行齐衰。今之齐衰，狄仪之问也。",
          "子思之母死于卫，柳若谓子思曰：「子，圣人之后也，四方于子乎观礼，子盖慎诸。」子思曰：「吾何慎哉？吾闻之：有其礼，无其财，君子弗行也；有其礼，有其财，无其时，君子弗行也。吾何慎哉！」",
          "县子琐曰：「吾闻之：古者不降，上下各以其亲。滕伯文为孟虎齐衰，其叔父也；为孟皮齐衰，其叔父也。」后木曰：「丧，吾闻诸县子曰：夫丧，不可不深长思也，买棺外内易，我死则亦然。」曾子曰：「尸未设饰，故帷堂，小敛而彻帷。」仲梁子曰：「夫妇方乱，故帷堂，小敛而彻帷。」小敛之奠，子游曰：「于东方。」曾子曰：「于西方，敛斯席矣。」小敛之奠在西方，鲁礼之末失也。县子曰：「绤衰繐裳，非古也。」子蒲卒，哭者呼灭。子皋曰：「若是野哉。」哭者改之。",
          "杜桥之母之丧，宫中无相，以为沽也。夫子曰：「始死，羔裘玄冠者，易之而已。」羔裘玄冠，夫子不以吊。",
          "子游问丧具，夫子曰：「称家之有亡。」子游曰：「有亡恶乎齐？」夫子曰：「有，毋过礼；茍亡矣，敛首足形，还葬，县棺而封，人岂有非之者哉！」司士贲告于子游曰：「请袭于床。」子游曰：「诺。」县子闻之曰：「汰哉叔氏！专以礼许人。」",
          "宋襄公葬其夫人，酰醢百瓮。曾子曰：「既曰明器矣，而又实之。」孟献子之丧，司徒旅归四布。夫子曰：「可也。」读赗，曾子曰：「非古也，是再告也。」成子高寝疾，庆遗入，请曰：「子之病革矣，如至乎大病，则如之何？」子高曰：「吾闻之也：生有益于人，死不害于人。吾纵生无益于人，吾可以死害于人乎哉？我死，则择不食之地而葬我焉。」",
          "子夏问诸夫子曰：「居君之母与妻之丧。」「居处、言语、饮食衎尔。」",
          "宾客至，无所馆。夫子曰：「生于我乎馆，死于我乎殡。」国子高曰：「葬也者，藏也；藏也者，欲人之弗得见也。是故，衣足以饰身，棺周于衣，椁周于棺，土周于椁；反壤树之哉。」",
          "孔子之丧，有自燕来观者，舍于子夏氏。子夏曰：「圣人之葬人与？人之葬圣人也。子何观焉？昔者夫子言之曰：『吾见封之若堂者矣，见若坊者矣，见若覆夏屋者矣，见若斧者矣。』从若斧者焉。马鬣封之谓也。今一日而三斩板，而已封，尚行夫子之志乎哉！」妇人不葛带。有荐新，如朔奠。既葬，各以其服除。池视重溜。君即位而为椑，岁一漆之，藏焉。复、楔齿、缀足、饭、设饰、帷堂并作。父兄命赴者。君复于小寝、大寝，小祖、大祖，库门、四郊。丧不剥，奠也与？祭肉也与？既殡，旬而布材与明器。朝奠日出，夕奠逮日。父母之丧，哭无时，使必知其反也。练，练衣黄里、縓缘，葛要绖，绳屦无絇，角瑱，鹿裘衡长袪，袪裼之可也。",
          "有殡，闻远兄弟之丧，虽缌必往；非兄弟，虽邻不往。所识其兄弟不同居者皆吊。天子之棺四重；水兕革棺被之，其厚三寸，杝棺一，梓棺二，四者皆周。棺束缩二衡三，衽每束一。伯椁以端长六尺。",
          "天子之哭诸侯也，爵弁绖缁衣；或曰：使有司哭之，为之不以乐食。天子之殡也，菆涂龙輴以椁，加斧于椁上，毕涂屋，天子之礼也。",
          "唯天子之丧，有别姓而哭。鲁哀公诔孔丘曰：「天不遗耆老，莫相予位焉，呜呼哀哉！尼父！」国亡大县邑，公、卿、大夫、士皆厌冠，哭于大庙，三日，君不举。或曰：君举而哭于后土。孔子恶野哭者。未仕者，不敢税人；如税人，则以父兄之命。士备入而后朝夕踊。祥而缟，是月禫，徙月乐。君于士有赐帟。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷四 檀弓下",
      "id": "3526551488",
      "traditional": {
        "title": "卷四 檀弓下",
        "paragraphs": [
          "君之適長殤，車三乘；公之庶長殤，車一乘；大夫之適長殤，車一乘。",
          "公之喪，諸達官之長，杖。",
          "君於大夫，將葬，吊於宮；及出，命引之，三步則止。如是者三，君退；朝亦如之，哀次亦如之。五十無車者，不越疆而吊人。",
          "季武子寢疾，蟜固不說齊衰而入見，曰：「斯道也，將亡矣；士唯公門說齊衰。」武子曰：「不亦善乎，君子表微。」及其喪也，曾點倚其門而歌。",
          "大夫吊，當事而至，則辭焉。吊於人，是日不樂。婦人不越疆而吊人。行吊之日不飲酒食肉焉。吊於葬者必執引，若從柩及壙，皆執紼。喪，公吊之，必有拜者，雖朋友州裏舍人可也。吊曰：「寡君承事。」主人曰：「臨。」君遇柩於路，必使人吊之。大夫之喪，庶子不受吊。妻之昆弟為父後者死，哭之適室，子為主，袒免哭踴，夫入門右，使人立於門外告來者，狎則入哭；父在，哭於妻之室；非為父後者。哭諸異室。有殯，聞遠兄弟之喪，哭於側室；無側室，哭於門內之右；同國，則往哭之。",
          "子張死，曾子有母之喪；齊衰而往哭之。或曰：「齊衰不以吊。」曾子曰：「我吊也與哉？」有若之喪，悼公吊焉，子遊擯，由左。齊穀王姬之喪，魯莊公為之大功。或曰：「由魯嫁，故為之服姊妹之服。」或曰：「外祖母也，故為之服。」",
          "晉獻公之喪，秦穆公使人吊公子重耳，且曰：「寡人聞之：亡國恒於斯，得國恒於斯。雖吾子儼然在憂服之中，喪亦不可久也，時亦不可失也。孺子其圖之。」以告舅犯，舅犯曰：「孺子其辭焉；喪人無寶，仁親以為寶。父死之謂何？又因以為利，而天下其孰能說之？孺子其辭焉。」公子重耳對客曰：「君惠吊亡臣重耳，身喪父死，不得與於哭泣之哀，以為君憂。父死之謂何？或敢有他志，以辱君義。」稽顙而不拜，哭而起，起而不私。子顯以致命於穆公。穆公曰：「仁夫公子重耳！夫稽顙而不拜，則未為後也，故不成拜；哭而起，則愛父也；起而不私，則遠利也。」",
          "帷殯，非古也，自敬薑之哭穆伯始也。喪禮，哀戚之至也。節哀，順變也；君子念始之者也。複，盡愛之道也，有禱祠之心焉；望反諸幽，求諸鬼神之道也；北面，求諸幽之義也。拜稽顙，哀戚之至隱也；稽顙，隱之甚也。飯用米貝，弗忍虛也；不以食道，用美焉爾。銘，明旌也，以死者為不可別已，故以其旗識之。愛之，斯錄之矣；敬之，斯盡其道焉耳。重，主道也，殷主綴重焉；周主重徹焉。奠以素器，以生者有哀素之心也；唯祭祀之禮，主人自盡焉爾；豈知神之所饗，亦以主人有齊敬之心也。辟踴，哀之至也，有算，為之節文也。袒、括發，變也；慍，哀之變也。去飾，去美也；袒、括發，去飾之甚也。有所袒、有所襲，哀之節也。弁絰葛而葬，與神交之道也，有敬心焉。周人弁而葬，殷人冔而葬。歠主人、主婦室老，為其病也，君命食之也。反哭升堂，反諸其所作也；主婦入於室，反諸其所養也。反哭之吊也，哀之至也--反而亡焉，失之矣，於是為甚。殷既封而吊，周反哭而吊。",
          "孔子曰：「殷已愨，吾從周。」葬於北方北首，三代之達禮也，之幽之故也。既封，主人贈，而祝宿虞屍。既反哭，主人與有司視虞牲，有司以幾筵舍奠於墓左，反，日中而虞。葬日虞，弗忍一日離也。是月也，以虞易奠。卒哭曰成事，是日也，以吉祭易喪祭，明日，祔於祖父。其變而之吉祭也，比至於祔，必於是日也接--不忍一日末有所歸也。殷練而祔，周卒哭而祔。孔子善殷。君臨臣喪，以巫祝桃茢執戈--惡之也；所以異於生也。喪有死之道焉。先王之所難言也。喪之朝也，順死者之孝心也，其哀離其室也，故至於祖考之廟而後行。殷朝而殯於祖，周朝而遂葬。",
          "孔子謂：為明器者，知喪道矣，備物而不可用也。哀哉！死者而用生者之器也。不殆於用殉乎哉。其曰明器，神明之也。塗車芻靈，自古有之，明器之道也。孔子謂為芻靈者善，謂為俑者不仁--殆於用人乎哉！",
          "穆公問於子思曰：「為舊君反服，古與？」子思曰：「古之君子，進人以禮，退人以禮，故有舊君反服之禮也；今之君子，進人若將加諸膝，退人若將隊諸淵，毋為戎首，不亦善乎！又何反服之禮之有？」",
          "悼公之喪，季昭子問於孟敬子曰：「為君何食？」敬子曰：「食粥，天下之達禮也。吾三臣者之不能居公室也，四方莫不聞矣，勉而為瘠則吾能，毋乃使人疑夫不以情居瘠者乎哉？我則食食。」",
          "衛司徒敬子死，子夏吊焉，主人未小斂，絰而往。子遊吊焉，主人既小斂，子遊出，絰反哭，子夏曰：「聞之也與？」曰：「聞諸夫子，主人未改服，則不絰。」",
          "曾子曰：「晏子可謂知禮也已，恭敬之有焉。」有若曰：「晏子一狐裘三十年，遣車一乘，及墓而反；國君七個，遣車七乘；大夫五個，遣車五乘，晏子焉知禮？」曾子曰：「國無道，君子恥盈禮焉。國奢，則示之以儉；國儉，則示之以禮。」",
          "國昭子之母死，問於子張曰：「葬及墓，男子、婦人安位？」子張曰：「司徒敬子之喪，夫子相，男子西鄉，婦人東鄉。」曰：「噫！毋。」曰：「我喪也斯沾。爾專之，賓為賓焉，主為主焉--婦人從男子皆西鄉。」",
          "穆伯之喪，敬薑晝哭；文伯之喪，晝夜哭。孔子曰：「知禮矣。」",
          "文伯之喪，敬薑據其床而不哭，曰：「昔者吾有斯子也，吾以將為賢人也，吾未嘗以就公室；今及其死也，朋友諸臣未有出涕者，而內人皆行哭失聲。斯子也，必多曠於禮矣夫！」季康子之母死，陳褻衣。敬薑曰：「婦人不飾，不敢見舅姑，將有四方之賓來，褻衣何為陳於斯？」命徹之。",
          "有子與子遊立，見孺子慕者，有子謂子遊曰：「予壹不知夫喪之踴也，予欲去之久矣。情在於斯，其是也夫？」子遊曰：「禮：有微情者，有以故興物者；有直情而徑行者，戎狄之道也。禮道則不然，人喜則斯陶，陶斯詠，詠斯猶，猶斯舞，舞斯慍，慍斯戚，戚斯歎，歎斯辟，辟斯踴矣。品節斯，斯之謂禮。人死，斯惡之矣，無能也，斯倍之矣。是故制絞衾、設蔞翣，為使人勿惡也。始死，脯醢之奠；將行，遣而行之；既葬而食之，未有見其饗之者也。自上世以來，未之有舍也，為使人勿倍也。故子之所刺於禮者，亦非禮之訾也。」",
          "吳侵陳，斬祀殺厲，師還出竟，陳大宰嚭使於師。夫差謂行人儀曰：「是夫也多言，盍嘗問焉；師必有名，人之稱斯師也者，則謂之何？」大宰嚭曰：「古之侵伐者，不斬祀、不殺厲、不獲二毛；今斯師也，殺厲與？其不謂之殺厲之師與？」曰：「反爾地，歸爾子，則謂之何？」曰：「君王討敝邑之罪，又矜而赦之，師與，有無名乎？」",
          "顏丁善居喪：始死，皇皇焉如有求而弗得；及殯，望望焉如有從而弗及；既葬，慨焉如不及其反而息。",
          "子張問曰：「《書》雲：『高宗三年不言，言乃歡。』有諸？」仲尼曰：「胡為其不然也？古者天子崩，王世子聽於塚宰三年。」",
          "知悼子卒，未葬；平公飲酒，師曠、李調侍，鼓鍾。杜蕢自外來，聞鍾聲，曰：「安在？」曰：「在寢。」杜蕢入寢，曆階而升，酌，曰：「曠飲斯。」又酌，曰：「調飲斯。」又酌，堂上北面坐飲之。降，趨而出。平公呼而進之曰：「蕢，曩者爾心或開予，是以不與爾言；爾飲曠何也？」曰：「子卯不樂；知悼子在堂，斯其為子卯也大矣。曠也大師也，不以詔，是以飲之也。」「爾飲調何也？」曰：「調也君之褻臣也，為一飲一食，忘君之疾，是以飲之也。」「爾飲何也？」曰：「蕢也宰夫也，非刀匕是共，又敢與知防，是以飲之也。」平公曰：「寡人亦有過焉，酌而飲寡人。」杜蕢洗而揚觶。公謂侍者曰：「如我死，則必無廢斯爵也。」至於今，既畢獻，斯揚觶，謂之杜舉。",
          "公叔文子卒，其子戍請諡於君曰：「日月有時，將葬矣。請所以易其名者。」君曰：「昔者衛國凶饑，夫子為粥與國之餓者，是不亦惠乎？昔者衛國有難，夫子以其死衛寡人，不亦貞乎？夫子聽衛國之政，修其班制，以與四鄰交，衛國之社稷不辱，不亦文乎？故謂夫子『貞惠文子』。」",
          "石駘仲卒，無適子，有庶子六人，卜所以為後者。曰：「沐浴、佩玉則兆。」五人者皆沐浴、佩玉；石祁子曰：「孰有執親之喪而沐浴、佩玉者乎？」不沐浴、佩玉。石祁子兆。",
          "衛人以龜為有知也。陳子車死於衛，其妻與其家大夫謀以殉葬，定，而後陳子亢至，以告曰：「夫子疾，莫養於下，請以殉葬。」子亢曰：「以殉葬，非禮也；雖然，則彼疾當養者，孰若妻與宰？得已，則吾欲已；不得已，則吾欲以二子者之為之也。」於是弗果用。",
          "子路曰：「傷哉貧也！生無以為養，死無以為禮也。」孔子曰：「啜菽飲水盡其歡，斯之謂孝；斂首足形，還葬而無槨，稱其財，斯之謂禮。」",
          "衛獻公出奔，反於衛，及郊，將班邑於從者而後入。柳莊曰：「如皆守社稷，則孰執羈靮而從；如皆從，則孰守社稷？君反其國而有私也，毋乃不可乎？」弗果班。",
          "衛有大史曰柳莊，寢疾。公曰：「若疾革，雖當祭必告。」公再拜稽首，請於屍曰：「有臣柳莊也者，非寡人之臣，社稷之臣也，聞之死，請往。」不釋服而往，遂以襚之。與之邑裘氏與縣潘氏，書而納諸棺，曰：「世世萬子孫，無變也。」",
          "陳幹昔寢疾，屬其兄弟，而命其子尊已曰：「如我死，則必大為我棺，使吾二婢子夾我。」陳幹昔死，其子曰：「以殉葬，非禮也，況又同棺乎？」弗果殺。",
          "仲遂卒於垂；壬午猶繹，萬入去龠。仲尼曰：「非禮也，卿卒不繹。」季康子之母死，公輸若方小，斂，般請以機封，將從之，公肩假曰：「不可！夫魯有初，公室視豐碑，三家視桓楹。般，爾以人之母嘗巧，則豈不得以？其母以嘗巧者乎？則病者乎？噫！」弗果從。",
          "戰於郎，公叔禺人遇負杖入保者息，曰：「使之雖病也，任之雖重也，君子不能為謀也，士弗能死也。不可！我則既言矣。」與其鄰童汪踦往，皆死焉。魯人欲勿殤童汪踦，問於仲尼。仲尼曰：「能執幹戈以衛社稷，雖欲勿殤也，不亦可乎！」",
          "子路去魯，謂顏淵曰：「何以贈我？」曰：「吾聞之也：去國，則哭於墓而後行；反其國，不哭，展墓而入。」謂子路曰：「何以處我？」子路曰：「吾聞之也：過墓則式，過祀則下。」",
          "工尹商陽與陳棄疾追吳師，及之。陳棄疾謂工尹商陽曰：「王事也，子手弓而可。」手弓。「子射諸。」射之，斃一人，韔弓。又及，謂之，又斃二人。每斃一人，掩其目。止其禦曰：「朝不坐，燕不與，殺三人，亦足以反命矣。」孔子曰：「殺人之中，又有禮焉。」",
          "諸侯伐秦，曹桓公卒於會。諸侯請含，使之襲。襄公朝於荊，康王卒。荊人曰：「必請襲。」魯人曰：「非禮也。」荊人強之。巫先拂柩。荊人悔之。滕成公之喪，使子叔、敬叔吊，進書，子服惠伯為介。及郊，為懿伯之忌，不入。惠伯曰：「政也，不可以叔父之私，不將公事。」遂入。哀公使人吊蕢尚，遇諸道。辟於路，畫宮而受吊焉。曾子曰：「蕢尚不如杞梁之妻之知禮也。齊莊公襲莒於奪，杞梁死焉，其妻迎其柩於路而哭之哀，莊公使人吊之，對曰：『君之臣不免於罪，則將肆諸市朝，而妻妾執；君之臣免於罪，則有先人之敝廬在。君無所辱命。』」",
          "孺子穔之喪，哀公欲設撥，問於有若，有若曰：「其可也，君之三臣猶設之。」顏柳曰：「天子龍輴而槨幬，諸侯輴而設幬--為榆沈故設撥；三臣者廢輴而設撥，竊禮之不中者也，而君何學焉！」",
          "悼公之母死，哀公為之齊衰。有若曰：「為妾齊衰，禮與？」公曰：「吾得已乎哉？魯人以妻我。」季子皋葬其妻，犯人之禾，申祥以告曰：「請庚之。」子皋曰：「孟氏不以是罪予，朋友不以是棄予，以吾為邑長於斯也。買道而葬，後難繼也。」仕而未有祿者：君有饋焉曰獻，使焉曰寡君；違而君薨，弗為服也。虞而立屍，有幾筵。卒哭而諱，生事畢而鬼事始已。既卒哭，宰夫執木鐸以命於宮曰：「舍故而諱新。」自寢門至於庫門。二名不偏諱，夫子之母名征在；言在不稱征，言征不稱在。軍有憂，則素服哭於庫門之外，赴車不載橐韔。有焚其先人之室，則三日哭。",
          "故曰：「新宮火，亦三日哭。」",
          "孔子過泰山側，有婦人哭於墓者而哀，夫子式而聽之。使子貢問之曰：「子之哭也，壹似重有憂者。」而曰：「然，昔者吾舅死於虎，吾夫又死焉，今吾子又死焉。」夫子曰：「何為不去也？」曰：「無苛政。」夫子曰：「小子識之，苛政猛於虎也。」",
          "魯人有周豐也者，哀公執摯請見之，而曰不可。公曰：「我其已夫！」使人問焉，曰：「有虞氏未施信於民而民信之，夏後氏未施敬於民而民敬之，何施而得斯於民也？」對曰：「墟墓之間，未施哀於民而民哀；社稷宗廟之中，未施敬於民而民敬。殷人作誓而民始畔，周人作會而民始疑。茍無禮義忠信誠愨之心以蒞之，雖固結之，民其不解乎？」",
          "喪不慮居，毀不危身。喪不慮居，為無廟也；毀不危身，為無後也。",
          "延陵季子適齊，於其反也，其長子死，葬於嬴博之間。孔子曰：「延陵季子，吳之習於禮者也。」往而觀其葬焉。其坎深不至於泉，其斂以時服。既葬而封，廣輪掩坎，其高可隱也。既封，左袒，右還其封且號者三，曰：「骨肉歸複於土，命也。若魂氣則無不之也，無不之也。」而遂行。孔子曰：「延陵季子之於禮也，其合矣乎！」",
          "邾婁考公之喪，徐君使容居來吊含，曰：「寡君使容居坐含進侯玉，其使容居以含。」有司曰：「諸侯之來辱敝邑者，易則易，於則於，易於雜者未之有也。」容居對曰：「容居聞之：事君不敢忘其君，亦不敢遺其祖。昔我先君駒王西討濟於河，無所不用斯言也。容居，魯人也，不敢忘其祖。」",
          "子思之母死於衛，赴於子思，子思哭於廟。門人至曰：「庶氏之母死，何為哭於孔氏之廟乎？」子思曰：「吾過矣，吾過矣。」遂哭於他室。",
          "天子崩，三日祝先服，五日官長服，七日國中男女服，三月天下服。虞人致百祀之木，可以為棺槨者斬之；不至者，廢其祀，刎其人。",
          "齊大饑，黔敖為食於路，以待餓者而食之。有餓者蒙袂輯屨，貿貿然來。黔敖左奉食，右執飲，曰：「嗟！來食。」揚其目而視之，曰：「予唯不食嗟來之食，以至於斯也。」從而謝焉；終不食而死。曾子聞之曰：「微與？其嗟也可去，其謝也可食。」",
          "邾婁定公之時，有弒其父者。有司以告，公瞿然失席曰：「是寡人之罪也。」曰：「寡人嘗學斷斯獄矣：臣弒君，凡在官者殺無赦；子弒父，凡在宮者殺無赦。殺其人，壞其室，洿其宮而豬焉。蓋君逾月而後舉爵。」",
          "晉獻文子成室，晉大夫發焉。張老曰：「美哉輪焉！美哉奐焉！歌於斯，哭於斯，聚國族於斯。」文子曰：「武也得歌於斯，哭於斯，聚國族於斯，是全要領以從先大夫於九京也。」北面再拜稽首。君子謂之善頌善禱。",
          "仲尼之畜狗死，使子貢埋之，曰：「吾聞之也：敝帷不棄，為埋馬也；敝蓋不棄，為埋狗也。丘也貧，無蓋；於其封也，亦予之席，毋使其首陷焉。」",
          "路馬死，埋之以帷。",
          "季孫之母死，哀公吊焉，曾子與子貢吊焉，閽人為君在，弗內也。曾子與子貢入於其廄而修容焉。子貢先入，閽人曰：「鄉者已告矣。」曾子後入，閽人辟之。涉內溜，卿大夫皆辟位，公降一等而揖之。君子言之曰：「盡飾之道，斯其行者遠矣。」陽門之介夫死，司城子罕入而哭之哀。晉人之覘宋者，反報於晉侯曰：「陽門之介夫死，而子罕哭之哀，而民說，殆不可伐也。」孔子聞之曰：「善哉覘國乎！《詩》雲：『凡民有喪，扶服救之。』雖微晉而已，天下其孰能當之。」",
          "魯莊公之喪，既葬，而絰不入庫門。士、大夫既卒哭，麻不入。",
          "孔子之故人曰原壤，其母死，夫子助之沐槨。原壤登木曰：「久矣予之不托於音也。」歌曰：「狸首之斑然，執女手之卷然。」夫子為弗聞也者而過之，從者曰：「子未可以已乎？」夫子曰：「丘聞之：親者毋失其為親也，故者毋失其為故也。」",
          "趙文子與叔譽觀乎九原。文子曰：「死者如可作也，吾誰與歸？」叔譽曰：「其陽處父乎？」文子曰：「行並植於晉國，不沒其身，其知不足稱也。」「其舅犯乎？」文子曰：「見利不顧其君，其仁不足稱也。我則隨武子乎，利其君不忘其身，謀其身不遺其友。」",
          "晉人謂文子知人。文子其中退然如不勝衣，其言吶吶然如不出諸其口；所舉於晉國管庫之士七十有餘家，生不交利，死不屬其子焉。叔仲皮學子柳。叔仲皮死，其妻魯人也，衣衰而繆絰。叔仲衍以告，請繐衰而環絰，曰：「昔者吾喪姑姊妹亦如斯，末吾禁也。」退，使其妻繐衰而環絰。",
          "成人有其兄死而不為衰者，聞子皋將為成宰，遂為衰。成人曰：「蠶則績而蟹有匡，範則冠而蟬有緌，兄則死而子皋為之衰。」",
          "樂正子春之母死，五日而不食。曰：「吾悔之，自吾母而不得吾情，吾惡乎用吾情！」",
          "歲旱，穆公召縣子而問然，曰：「天久不雨，吾欲暴尫而奚若？」曰：「天久不雨，而暴人之疾子，虐，毋乃不可與！」「然則吾欲暴巫而奚若？」曰：「天則不雨，而望之愚婦人，於以求之，毋乃已疏乎！」「徙市則奚若？」曰：「天子崩，巷市七日；諸侯薨，巷市三日。為之徙市，不亦可乎！」孔子曰：「衛人之祔也，離之；魯人之祔也，合之，善夫！」"
        ]
      },
      "simplified": {
        "title": "卷四 檀弓下",
        "paragraphs": [
          "君之适长殇，车三乘；公之庶长殇，车一乘；大夫之适长殇，车一乘。",
          "公之丧，诸达官之长，杖。",
          "君于大夫，将葬，吊于宫；及出，命引之，三步则止。如是者三，君退；朝亦如之，哀次亦如之。五十无车者，不越疆而吊人。",
          "季武子寝疾，蟜固不说齐衰而入见，曰：「斯道也，将亡矣；士唯公门说齐衰。」武子曰：「不亦善乎，君子表微。」及其丧也，曾点倚其门而歌。",
          "大夫吊，当事而至，则辞焉。吊于人，是日不乐。妇人不越疆而吊人。行吊之日不饮酒食肉焉。吊于葬者必执引，若从柩及圹，皆执绋。丧，公吊之，必有拜者，虽朋友州里舍人可也。吊曰：「寡君承事。」主人曰：「临。」君遇柩于路，必使人吊之。大夫之丧，庶子不受吊。妻之昆弟为父后者死，哭之适室，子为主，袒免哭踊，夫入门右，使人立于门外告来者，狎则入哭；父在，哭于妻之室；非为父后者。哭诸异室。有殡，闻远兄弟之丧，哭于侧室；无侧室，哭于门内之右；同国，则往哭之。",
          "子张死，曾子有母之丧；齐衰而往哭之。或曰：「齐衰不以吊。」曾子曰：「我吊也与哉？」有若之丧，悼公吊焉，子游摈，由左。齐谷王姬之丧，鲁庄公为之大功。或曰：「由鲁嫁，故为之服姊妹之服。」或曰：「外祖母也，故为之服。」",
          "晋献公之丧，秦穆公使人吊公子重耳，且曰：「寡人闻之：亡国恒于斯，得国恒于斯。虽吾子俨然在忧服之中，丧亦不可久也，时亦不可失也。孺子其图之。」以告舅犯，舅犯曰：「孺子其辞焉；丧人无宝，仁亲以为宝。父死之谓何？又因以为利，而天下其孰能说之？孺子其辞焉。」公子重耳对客曰：「君惠吊亡臣重耳，身丧父死，不得与于哭泣之哀，以为君忧。父死之谓何？或敢有他志，以辱君义。」稽颡而不拜，哭而起，起而不私。子显以致命于穆公。穆公曰：「仁夫公子重耳！夫稽颡而不拜，则未为后也，故不成拜；哭而起，则爱父也；起而不私，则远利也。」",
          "帷殡，非古也，自敬姜之哭穆伯始也。丧礼，哀戚之至也。节哀，顺变也；君子念始之者也。复，尽爱之道也，有祷祠之心焉；望反诸幽，求诸鬼神之道也；北面，求诸幽之义也。拜稽颡，哀戚之至隐也；稽颡，隐之甚也。饭用米贝，弗忍虚也；不以食道，用美焉尔。铭，明旌也，以死者为不可别已，故以其旗识之。爱之，斯录之矣；敬之，斯尽其道焉耳。重，主道也，殷主缀重焉；周主重彻焉。奠以素器，以生者有哀素之心也；唯祭祀之礼，主人自尽焉尔；岂知神之所飨，亦以主人有齐敬之心也。辟踊，哀之至也，有算，为之节文也。袒、括发，变也；愠，哀之变也。去饰，去美也；袒、括发，去饰之甚也。有所袒、有所袭，哀之节也。弁绖葛而葬，与神交之道也，有敬心焉。周人弁而葬，殷人冔而葬。歠主人、主妇室老，为其病也，君命食之也。反哭升堂，反诸其所作也；主妇入于室，反诸其所养也。反哭之吊也，哀之至也--反而亡焉，失之矣，于是为甚。殷既封而吊，周反哭而吊。",
          "孔子曰：「殷已悫，吾从周。」葬于北方北首，三代之达礼也，之幽之故也。既封，主人赠，而祝宿虞尸。既反哭，主人与有司视虞牲，有司以几筵舍奠于墓左，反，日中而虞。葬日虞，弗忍一日离也。是月也，以虞易奠。卒哭曰成事，是日也，以吉祭易丧祭，明日，祔于祖父。其变而之吉祭也，比至于祔，必于是日也接--不忍一日末有所归也。殷练而祔，周卒哭而祔。孔子善殷。君临臣丧，以巫祝桃茢执戈--恶之也；所以异于生也。丧有死之道焉。先王之所难言也。丧之朝也，顺死者之孝心也，其哀离其室也，故至于祖考之庙而后行。殷朝而殡于祖，周朝而遂葬。",
          "孔子谓：为明器者，知丧道矣，备物而不可用也。哀哉！死者而用生者之器也。不殆于用殉乎哉。其曰明器，神明之也。涂车刍灵，自古有之，明器之道也。孔子谓为刍灵者善，谓为俑者不仁--殆于用人乎哉！",
          "穆公问于子思曰：「为旧君反服，古与？」子思曰：「古之君子，进人以礼，退人以礼，故有旧君反服之礼也；今之君子，进人若将加诸膝，退人若将队诸渊，毋为戎首，不亦善乎！又何反服之礼之有？」",
          "悼公之丧，季昭子问于孟敬子曰：「为君何食？」敬子曰：「食粥，天下之达礼也。吾三臣者之不能居公室也，四方莫不闻矣，勉而为瘠则吾能，毋乃使人疑夫不以情居瘠者乎哉？我则食食。」",
          "卫司徒敬子死，子夏吊焉，主人未小敛，绖而往。子游吊焉，主人既小敛，子游出，绖反哭，子夏曰：「闻之也与？」曰：「闻诸夫子，主人未改服，则不绖。」",
          "曾子曰：「晏子可谓知礼也已，恭敬之有焉。」有若曰：「晏子一狐裘三十年，遣车一乘，及墓而反；国君七个，遣车七乘；大夫五个，遣车五乘，晏子焉知礼？」曾子曰：「国无道，君子耻盈礼焉。国奢，则示之以俭；国俭，则示之以礼。」",
          "国昭子之母死，问于子张曰：「葬及墓，男子、妇人安位？」子张曰：「司徒敬子之丧，夫子相，男子西乡，妇人东乡。」曰：「噫！毋。」曰：「我丧也斯沾。尔专之，宾为宾焉，主为主焉--妇人从男子皆西乡。」",
          "穆伯之丧，敬姜昼哭；文伯之丧，昼夜哭。孔子曰：「知礼矣。」",
          "文伯之丧，敬姜据其床而不哭，曰：「昔者吾有斯子也，吾以将为贤人也，吾未尝以就公室；今及其死也，朋友诸臣未有出涕者，而内人皆行哭失声。斯子也，必多旷于礼矣夫！」季康子之母死，陈亵衣。敬姜曰：「妇人不饰，不敢见舅姑，将有四方之宾来，亵衣何为陈于斯？」命彻之。",
          "有子与子游立，见孺子慕者，有子谓子游曰：「予壹不知夫丧之踊也，予欲去之久矣。情在于斯，其是也夫？」子游曰：「礼：有微情者，有以故兴物者；有直情而径行者，戎狄之道也。礼道则不然，人喜则斯陶，陶斯咏，咏斯犹，犹斯舞，舞斯愠，愠斯戚，戚斯叹，叹斯辟，辟斯踊矣。品节斯，斯之谓礼。人死，斯恶之矣，无能也，斯倍之矣。是故制绞衾、设蒌翣，为使人勿恶也。始死，脯醢之奠；将行，遣而行之；既葬而食之，未有见其飨之者也。自上世以来，未之有舍也，为使人勿倍也。故子之所刺于礼者，亦非礼之訾也。」",
          "吴侵陈，斩祀杀厉，师还出竟，陈大宰嚭使于师。夫差谓行人仪曰：「是夫也多言，盍尝问焉；师必有名，人之称斯师也者，则谓之何？」大宰嚭曰：「古之侵伐者，不斩祀、不杀厉、不获二毛；今斯师也，杀厉与？其不谓之杀厉之师与？」曰：「反尔地，归尔子，则谓之何？」曰：「君王讨敝邑之罪，又矜而赦之，师与，有无名乎？」",
          "颜丁善居丧：始死，皇皇焉如有求而弗得；及殡，望望焉如有从而弗及；既葬，慨焉如不及其反而息。",
          "子张问曰：「《书》云：『高宗三年不言，言乃欢。』有诸？」仲尼曰：「胡为其不然也？古者天子崩，王世子听于冢宰三年。」",
          "知悼子卒，未葬；平公饮酒，师旷、李调侍，鼓钟。杜蒉自外来，闻钟声，曰：「安在？」曰：「在寝。」杜蒉入寝，历阶而升，酌，曰：「旷饮斯。」又酌，曰：「调饮斯。」又酌，堂上北面坐饮之。降，趋而出。平公呼而进之曰：「蒉，曩者尔心或开予，是以不与尔言；尔饮旷何也？」曰：「子卯不乐；知悼子在堂，斯其为子卯也大矣。旷也大师也，不以诏，是以饮之也。」「尔饮调何也？」曰：「调也君之亵臣也，为一饮一食，忘君之疾，是以饮之也。」「尔饮何也？」曰：「蒉也宰夫也，非刀匕是共，又敢与知防，是以饮之也。」平公曰：「寡人亦有过焉，酌而饮寡人。」杜蒉洗而扬觯。公谓侍者曰：「如我死，则必无废斯爵也。」至于今，既毕献，斯扬觯，谓之杜举。",
          "公叔文子卒，其子戍请谥于君曰：「日月有时，将葬矣。请所以易其名者。」君曰：「昔者卫国凶饥，夫子为粥与国之饿者，是不亦惠乎？昔者卫国有难，夫子以其死卫寡人，不亦贞乎？夫子听卫国之政，修其班制，以与四邻交，卫国之社稷不辱，不亦文乎？故谓夫子『贞惠文子』。」",
          "石骀仲卒，无适子，有庶子六人，卜所以为后者。曰：「沐浴、佩玉则兆。」五人者皆沐浴、佩玉；石祁子曰：「孰有执亲之丧而沐浴、佩玉者乎？」不沐浴、佩玉。石祁子兆。",
          "卫人以龟为有知也。陈子车死于卫，其妻与其家大夫谋以殉葬，定，而后陈子亢至，以告曰：「夫子疾，莫养于下，请以殉葬。」子亢曰：「以殉葬，非礼也；虽然，则彼疾当养者，孰若妻与宰？得已，则吾欲已；不得已，则吾欲以二子者之为之也。」于是弗果用。",
          "子路曰：「伤哉贫也！生无以为养，死无以为礼也。」孔子曰：「啜菽饮水尽其欢，斯之谓孝；敛首足形，还葬而无椁，称其财，斯之谓礼。」",
          "卫献公出奔，反于卫，及郊，将班邑于从者而后入。柳庄曰：「如皆守社稷，则孰执羁靮而从；如皆从，则孰守社稷？君反其国而有私也，毋乃不可乎？」弗果班。",
          "卫有大史曰柳庄，寝疾。公曰：「若疾革，虽当祭必告。」公再拜稽首，请于尸曰：「有臣柳庄也者，非寡人之臣，社稷之臣也，闻之死，请往。」不释服而往，遂以襚之。与之邑裘氏与县潘氏，书而纳诸棺，曰：「世世万子孙，无变也。」",
          "陈干昔寝疾，属其兄弟，而命其子尊已曰：「如我死，则必大为我棺，使吾二婢子夹我。」陈干昔死，其子曰：「以殉葬，非礼也，况又同棺乎？」弗果杀。",
          "仲遂卒于垂；壬午犹绎，万入去龠。仲尼曰：「非礼也，卿卒不绎。」季康子之母死，公输若方小，敛，般请以机封，将从之，公肩假曰：「不可！夫鲁有初，公室视丰碑，三家视桓楹。般，尔以人之母尝巧，则岂不得以？其母以尝巧者乎？则病者乎？噫！」弗果从。",
          "战于郎，公叔禺人遇负杖入保者息，曰：「使之虽病也，任之虽重也，君子不能为谋也，士弗能死也。不可！我则既言矣。」与其邻童汪踦往，皆死焉。鲁人欲勿殇童汪踦，问于仲尼。仲尼曰：「能执干戈以卫社稷，虽欲勿殇也，不亦可乎！」",
          "子路去鲁，谓颜渊曰：「何以赠我？」曰：「吾闻之也：去国，则哭于墓而后行；反其国，不哭，展墓而入。」谓子路曰：「何以处我？」子路曰：「吾闻之也：过墓则式，过祀则下。」",
          "工尹商阳与陈弃疾追吴师，及之。陈弃疾谓工尹商阳曰：「王事也，子手弓而可。」手弓。「子射诸。」射之，毙一人，韔弓。又及，谓之，又毙二人。每毙一人，掩其目。止其御曰：「朝不坐，燕不与，杀三人，亦足以反命矣。」孔子曰：「杀人之中，又有礼焉。」",
          "诸侯伐秦，曹桓公卒于会。诸侯请含，使之袭。襄公朝于荆，康王卒。荆人曰：「必请袭。」鲁人曰：「非礼也。」荆人强之。巫先拂柩。荆人悔之。滕成公之丧，使子叔、敬叔吊，进书，子服惠伯为介。及郊，为懿伯之忌，不入。惠伯曰：「政也，不可以叔父之私，不将公事。」遂入。哀公使人吊蒉尚，遇诸道。辟于路，画宫而受吊焉。曾子曰：「蒉尚不如杞梁之妻之知礼也。齐庄公袭莒于夺，杞梁死焉，其妻迎其柩于路而哭之哀，庄公使人吊之，对曰：『君之臣不免于罪，则将肆诸市朝，而妻妾执；君之臣免于罪，则有先人之敝庐在。君无所辱命。』」",
          "孺子穔之丧，哀公欲设拨，问于有若，有若曰：「其可也，君之三臣犹设之。」颜柳曰：「天子龙輴而椁帱，诸侯輴而设帱--为榆沈故设拨；三臣者废輴而设拨，窃礼之不中者也，而君何学焉！」",
          "悼公之母死，哀公为之齐衰。有若曰：「为妾齐衰，礼与？」公曰：「吾得已乎哉？鲁人以妻我。」季子皋葬其妻，犯人之禾，申祥以告曰：「请庚之。」子皋曰：「孟氏不以是罪予，朋友不以是弃予，以吾为邑长于斯也。买道而葬，后难继也。」仕而未有禄者：君有馈焉曰献，使焉曰寡君；违而君薨，弗为服也。虞而立尸，有几筵。卒哭而讳，生事毕而鬼事始已。既卒哭，宰夫执木铎以命于宫曰：「舍故而讳新。」自寝门至于库门。二名不偏讳，夫子之母名征在；言在不称征，言征不称在。军有忧，则素服哭于库门之外，赴车不载橐韔。有焚其先人之室，则三日哭。",
          "故曰：「新宫火，亦三日哭。」",
          "孔子过泰山侧，有妇人哭于墓者而哀，夫子式而听之。使子贡问之曰：「子之哭也，壹似重有忧者。」而曰：「然，昔者吾舅死于虎，吾夫又死焉，今吾子又死焉。」夫子曰：「何为不去也？」曰：「无苛政。」夫子曰：「小子识之，苛政猛于虎也。」",
          "鲁人有周丰也者，哀公执挚请见之，而曰不可。公曰：「我其已夫！」使人问焉，曰：「有虞氏未施信于民而民信之，夏后氏未施敬于民而民敬之，何施而得斯于民也？」对曰：「墟墓之间，未施哀于民而民哀；社稷宗庙之中，未施敬于民而民敬。殷人作誓而民始畔，周人作会而民始疑。茍无礼义忠信诚悫之心以莅之，虽固结之，民其不解乎？」",
          "丧不虑居，毁不危身。丧不虑居，为无庙也；毁不危身，为无后也。",
          "延陵季子适齐，于其反也，其长子死，葬于嬴博之间。孔子曰：「延陵季子，吴之习于礼者也。」往而观其葬焉。其坎深不至于泉，其敛以时服。既葬而封，广轮掩坎，其高可隐也。既封，左袒，右还其封且号者三，曰：「骨肉归复于土，命也。若魂气则无不之也，无不之也。」而遂行。孔子曰：「延陵季子之于礼也，其合矣乎！」",
          "邾娄考公之丧，徐君使容居来吊含，曰：「寡君使容居坐含进侯玉，其使容居以含。」有司曰：「诸侯之来辱敝邑者，易则易，于则于，易于杂者未之有也。」容居对曰：「容居闻之：事君不敢忘其君，亦不敢遗其祖。昔我先君驹王西讨济于河，无所不用斯言也。容居，鲁人也，不敢忘其祖。」",
          "子思之母死于卫，赴于子思，子思哭于庙。门人至曰：「庶氏之母死，何为哭于孔氏之庙乎？」子思曰：「吾过矣，吾过矣。」遂哭于他室。",
          "天子崩，三日祝先服，五日官长服，七日国中男女服，三月天下服。虞人致百祀之木，可以为棺椁者斩之；不至者，废其祀，刎其人。",
          "齐大饥，黔敖为食于路，以待饿者而食之。有饿者蒙袂辑屦，贸贸然来。黔敖左奉食，右执饮，曰：「嗟！来食。」扬其目而视之，曰：「予唯不食嗟来之食，以至于斯也。」从而谢焉；终不食而死。曾子闻之曰：「微与？其嗟也可去，其谢也可食。」",
          "邾娄定公之时，有弒其父者。有司以告，公瞿然失席曰：「是寡人之罪也。」曰：「寡人尝学断斯狱矣：臣弒君，凡在官者杀无赦；子弒父，凡在宫者杀无赦。杀其人，坏其室，洿其宫而猪焉。盖君逾月而后举爵。」",
          "晋献文子成室，晋大夫发焉。张老曰：「美哉轮焉！美哉奂焉！歌于斯，哭于斯，聚国族于斯。」文子曰：「武也得歌于斯，哭于斯，聚国族于斯，是全要领以从先大夫于九京也。」北面再拜稽首。君子谓之善颂善祷。",
          "仲尼之畜狗死，使子贡埋之，曰：「吾闻之也：敝帷不弃，为埋马也；敝盖不弃，为埋狗也。丘也贫，无盖；于其封也，亦予之席，毋使其首陷焉。」",
          "路马死，埋之以帷。",
          "季孙之母死，哀公吊焉，曾子与子贡吊焉，阍人为君在，弗内也。曾子与子贡入于其厩而修容焉。子贡先入，阍人曰：「乡者已告矣。」曾子后入，阍人辟之。涉内溜，卿大夫皆辟位，公降一等而揖之。君子言之曰：「尽饰之道，斯其行者远矣。」阳门之介夫死，司城子罕入而哭之哀。晋人之觇宋者，反报于晋侯曰：「阳门之介夫死，而子罕哭之哀，而民说，殆不可伐也。」孔子闻之曰：「善哉觇国乎！《诗》云：『凡民有丧，扶服救之。』虽微晋而已，天下其孰能当之。」",
          "鲁庄公之丧，既葬，而绖不入库门。士、大夫既卒哭，麻不入。",
          "孔子之故人曰原壤，其母死，夫子助之沐椁。原壤登木曰：「久矣予之不托于音也。」歌曰：「狸首之斑然，执女手之卷然。」夫子为弗闻也者而过之，从者曰：「子未可以已乎？」夫子曰：「丘闻之：亲者毋失其为亲也，故者毋失其为故也。」",
          "赵文子与叔誉观乎九原。文子曰：「死者如可作也，吾谁与归？」叔誉曰：「其阳处父乎？」文子曰：「行并植于晋国，不没其身，其知不足称也。」「其舅犯乎？」文子曰：「见利不顾其君，其仁不足称也。我则随武子乎，利其君不忘其身，谋其身不遗其友。」",
          "晋人谓文子知人。文子其中退然如不胜衣，其言吶吶然如不出诸其口；所举于晋国管库之士七十有余家，生不交利，死不属其子焉。叔仲皮学子柳。叔仲皮死，其妻鲁人也，衣衰而缪绖。叔仲衍以告，请繐衰而环绖，曰：「昔者吾丧姑姊妹亦如斯，末吾禁也。」退，使其妻繐衰而环绖。",
          "成人有其兄死而不为衰者，闻子皋将为成宰，遂为衰。成人曰：「蚕则绩而蟹有匡，范则冠而蝉有緌，兄则死而子皋为之衰。」",
          "乐正子春之母死，五日而不食。曰：「吾悔之，自吾母而不得吾情，吾恶乎用吾情！」",
          "岁旱，穆公召县子而问然，曰：「天久不雨，吾欲暴尫而奚若？」曰：「天久不雨，而暴人之疾子，虐，毋乃不可与！」「然则吾欲暴巫而奚若？」曰：「天则不雨，而望之愚妇人，于以求之，毋乃已疏乎！」「徙市则奚若？」曰：「天子崩，巷市七日；诸侯薨，巷市三日。为之徙市，不亦可乎！」孔子曰：「卫人之祔也，离之；鲁人之祔也，合之，善夫！」"
        ]
      },
      "translation": []
    },
    {
      "title": "卷五 王制",
      "id": "8838974663",
      "traditional": {
        "title": "卷五 王制",
        "paragraphs": [
          "王者之制祿爵，公侯伯子男，凡五等。諸侯之上大夫卿，下大夫，上士中士下士，凡五等。",
          "天子之田方千裏，公侯田方百裏，伯七十裏，子男五十裏。不能五十裏者，不合於天子，附於諸侯曰附庸。天子之三公之田視公侯，天子之卿視伯，天子之大夫視子男，天子之元士視附庸。",
          "制：農田百畝。百畝之分：上農夫食九人，其次食八人，其次食七人，其次食六人；下農夫食五人。庶人在官者，其祿以是為差也。",
          "諸侯之下士視上農夫，祿足以代其耕也。中上倍下士，上士倍中士，下大夫倍上士；卿，四大夫祿；君，十卿祿。次國之卿，三大夫祿；君，十卿祿。小國之卿，倍大夫祿，君十卿祿。",
          "次國之上卿，位當大國之中，中當其下，下當其上大夫。小國之上卿，位當大國之下卿，中當其上大夫，下當其下大夫，其有中士、下士者，數各居其上之三分。凡四海之內九州島，州方千裏。州，建百裏之國三十，七十裏之國六十，五十裏之國百有二十，凡二百一十國；名山大澤不以封，其餘以為附庸間田。八州，州二百一十國。天子之縣內，方百裏之國九，七十裏之國二十有一，五十裏之國六十有三，凡九十三國；名山大澤不以晳，其餘以祿士，以為間田。凡九州島，千七百七十三國。天子之元士、諸侯之附庸不與。天子百裏之內以共官，千裏之內以為禦。千裏之外，設方伯。五國以為屬，屬有長。十國以為連，連有帥。三十國以為卒，卒有正。二百一十國以為州，州有伯。八州八伯，五十六正，百六十八帥，三百三十六長。八伯各以其屬，屬於天子之老二人，分天下以為左右，曰二伯。千裏之內曰甸，千裏之外，曰采、曰流。天子：三公，九卿，二十七大夫，八十一元士。大國：三卿；皆命於天子；下大夫五人，上士二十七人。次國：三卿；二卿命於天子，一卿命於其君；下大夫五人，上士二十七人。小國：二卿；皆命於其君；下大夫五人，上士二十七人。天子使其大夫為三監，監於方伯之國，國三人。天子之縣內諸侯，祿也；外諸侯，嗣也。制：三公，一命卷；若有加，則賜也。不過九命。次國之君，不過七命；小國之君，不過五命。大國之卿，不過三命；下卿再命，小國之卿與下大夫一命。凡官民材，必先論之。論辨然後使之，任事然後爵之，位定然後祿之。爵人於朝，與士共之。刑人於市，與眾棄之。是故公家不畜刑人，大夫弗養，士遇之塗弗與言也；屏之四方，唯其所之，不及以政，亦弗故生也。諸侯之於天子也，比年一小聘，三年一大聘，五年一朝。",
          "天子五年一巡守：歲二月，東巡守至於岱宗，柴而望祀山川；覲諸侯；問百年者就見之。命大師陳詩以觀民風，命市納賈以觀民之所好惡，志淫好辟。命典禮考時月，定日，同律，禮樂制度衣服正之。山川神只，有不舉者，為不敬；不敬者，君削以地。宗廟，有不順者為不孝；不孝者，君絀以爵。變禮易樂者，為不從；不從者，君流。革制度衣服者，為畔；畔者，君討。有功德於民者，加地進律。五月，南巡守至於南嶽，如東巡守之禮。八月，西巡守至於西嶽，如南巡守之禮。十有一月，北巡守至於北嶽，如西巡守之禮。歸，假於祖禰，用特。",
          "天子將出，類乎上帝，宜乎社，造乎禰。諸侯將出，宜乎社，造乎禰。天子無事與諸侯相見曰朝，考禮正刑一德，以尊於天子。天子賜諸侯樂，則以柷將之，賜伯、子、男樂，則以鞀將之。諸侯，賜弓矢然後征，賜鈇鉞然後殺，賜圭瓚然後為鬯。未賜圭瓚，則資鬯於天子。",
          "天子命之教然後為學。小學在公宮南之左，大學在郊。天子曰辟癰，諸侯曰頖宮。",
          "天子將出征，類乎上帝，宜乎社，造乎禰，祃於所征之地。受命於祖，受成於學。出征，執有罪；反，釋奠於學，以訊馘告。",
          "天子、諸侯無事則歲三田：一為幹豆，二為賓客，三為充君之庖。無事而不田，曰不敬；田不以禮，曰暴天物。天子不合圍，諸侯不掩群。天子殺則下大綏，諸侯殺則下小綏，大夫殺則止佐車。佐車止，則百姓田獵。獺祭魚，然後虞人入澤梁。豺祭獸，然後田獵。鳩化為鷹，然後設罻羅。草木零落，然後入山林。昆蟲未蟄，不以火田，不麑，不卵，不殺胎，不殀夭，不覆巢。",
          "塚宰制國用，必於歲之杪，五穀皆入然後制國用。用地小大，視年之豐耗。以三十年之通制國用，量入以為出，祭用數之仂。喪，三年不祭，唯祭天地社稷為越紼而行事。喪用三年之仂。喪祭，用不足曰暴，有餘曰浩。祭，豐年不奢，凶年不儉。國無九年之蓄曰不足，無六年之蓄曰急，無三年之蓄曰國非其國也。三年耕，必有一年之食；九年耕，必有三年之食。以三十年之通，雖有凶旱水溢，民無菜色，然後天子食，日舉以樂。",
          "天子七日而殯，七月而葬。諸侯五日而殯，五月而葬。大夫、士、庶人，三日而殯，三月而葬。三年之喪，自天子達，庶人縣封，葬不為雨止，不封不樹，喪不貳事，自天子達於庶人。喪從死者，祭從生者。支子不祭。天子七廟，三昭三穆，與太祖之廟而七。諸侯五廟，二昭二穆，與太祖之廟而五。大夫三廟，一昭一穆，與太祖之廟而三。士一廟。庶人祭於寢。",
          "天子、諸侯宗廟之祭：春曰礿，夏曰禘，秋曰嘗，冬曰烝。天子祭天地，諸侯祭社稷，大夫祭五祀。天子祭天下名山大川：五嶽視三公，四瀆視諸侯。諸侯祭名山大川之在其地者。天子諸侯祭因國之在其地而無主後者。天子犆礿，祫禘，祫嘗，祫烝。諸侯礿則不禘，禘則不嘗，嘗則不烝，烝則不礿。諸侯礿，犆；禘，一犆一祫；嘗，祫；烝，祫。",
          "天子社稷皆大牢，諸侯社稷皆少牢。大夫、士宗廟之祭，有田則祭，無田則薦。庶人春薦韭，夏薦麥，秋薦黍，冬薦稻。韭以卵，麥以魚，黍以豚，稻以雁。祭天地之牛，角繭栗；宗廟之牛，角握；賓客之牛，角尺。諸侯無故不殺牛，大夫無故不殺羊，士無故不殺犬豕，庶人無故不食珍。庶羞不逾牲，燕衣不逾祭服，寢不逾廟。",
          "古者：公田，藉而不稅。市，廛而不稅。關，譏而不征。林麓川澤，以時入而不禁。夫圭田無征。用民之力，歲不過三日。田裏不粥，墓地不請。司空執度度地，居民山川沮澤，時四時。量地遠近，興事任力。凡使民：任老者之事，食壯者之食。凡居民材，必因天地寒暖燥濕，廣穀大川異制。民生其間者異俗：剛柔輕重遲速異齊，五味異和，器械異制，衣服異宜。修其教，不易其俗；齊其政，不易其宜。中國戎夷，五方之民，皆有其性也，不可推移。東方曰夷，被髪文身，有不火食者矣。南方曰蠻，雕題交趾，有不火食者矣。西方曰戎，被髪衣皮，有不粒食者矣。北方曰狄，衣羽毛穴居，有不粒食者矣。中國、夷、蠻、戎、狄，皆有安居、和味、宜服、利用、備器，五方之民，言語不通，嗜欲不同。達其志，通其欲：東方曰寄，南方曰象，西方曰狄鞮，北方曰譯。",
          "凡居民，量地以制邑，度地以居民。地、邑、民、居，必參相得也。無曠土，無遊民，食節事時，民鹹安其居，樂事勸功，尊君親上，然後興學。",
          "司徒修六禮以節民性，明七教以興民德，齊八政以防淫，一道德以同俗，養耆老以致孝，恤孤獨以逮不足，上賢以崇德，簡不肖以絀惡。命鄉，簡不帥教者以告。耆老皆朝於庠，元日，習射上功，習鄉上齒，大司徒帥國之俊士與執事焉。不變，命國之右鄉，簡不帥教者移之左；命國之左鄉，簡不帥教者移之右，如初禮。不變，移之郊，如初禮。不變，移之遂，如初禮。不變，屏之遠方，終身不齒。命鄉，論秀士，升之司徒，曰選士。司徒論選士之秀者而升之學，曰俊士。升於司徒者，不征於鄉；升於學者，不征於司徒，曰造士。樂正崇四術，立四教，順先王詩書禮樂以造士。春、秋教以禮樂，冬、夏教以詩書。王大子、王子、群後之大子、卿大夫元士之適子、國之俊選，皆造焉。凡入學以齒。將出學，小胥、大胥、小樂正簡不帥教者以告於大樂正。大樂正以告於王。王命三公、九卿、大夫、元士皆入學。不變，王親視學。不變，王三日不舉，屏之遠方。西方曰棘，東方曰寄，終身不齒。",
          "大樂正論造士之秀者以告於王，而升諸司馬，曰進士。司馬辨論官材，論進士之賢者以告於王，而定其論。論定然後官之，任官然後爵之，位定然後祿之。大夫廢其事，終身不仕，死以士禮葬之。有發，則命大司徒教士以車甲。凡執技論力，適四方，裸股肱，決射禦。凡執技以事上者：祝史、射禦、醫卜及百工。凡執技以事上者：不貳事，不移官，出鄉不與士齒。仕於家者，出鄉不與士齒。司寇正刑明辟以聽獄訟。必三刺。有旨無簡不聽。附從輕，赦從重。凡制五刑，必即天論。郵罰麗於事。",
          "凡聽五刑之訟，必原父子之親、立君臣之義以權之。意論輕重之序、慎測淺深之量以別之。悉其聰明、致其忠愛以盡之。疑獄，泛與眾共之；眾疑，赦之。必察小大之比以成之。成獄辭，史以獄成告於正，正聽之。正以獄成告於大司寇，大司寇聽之棘木之下。大司寇以獄之成告於王，王命三公參聽之。三公以獄之成告於王，王三又，然後制刑。凡作刑罰，輕無赦。刑者侀也，侀者成也，一成而不可變，故君子盡心焉。析言破律，亂名改作，執左道以亂政，殺。作淫聲、異服、奇技、奇器以疑眾，殺。行偽而堅，言偽而辯，學非而博，順非而澤，以疑眾，殺。假於鬼神、時日、卜筮以疑眾，殺。此四誅者，不以聽。凡執禁以齊眾，不赦過。有圭璧金璋，不粥於市；命服命車，不粥於市；宗廟之器，不粥於市；犧牲不粥於市；戎器不粥於市。用器不中度，不粥於市。兵車不中度，不粥於市。布帛精粗不中數、幅廣狹不中量，不粥於市。奸色亂正色，不粥於市。錦文珠玉成器，不粥於市。衣服飲食，不粥於市。五穀不時，果實未熟，不粥於市。木不中伐，不粥於市。禽獸魚鱉不中殺，不粥於市。關執禁以譏，禁異服，識異言。",
          "大史典禮，執簡記，奉諱惡。天子齊戒受諫。司會以歲之成，質於天子，塚宰齊戒受質。大樂正、大司寇、市，三官以其成，從質於天子。大司徒、大司馬、大司空齊戒受質；百官各以其成，質於三官。大司徒、大司馬、大司空以百官之成，質於天子。百官齊戒受質。然後，休老勞農，成歲事，制國用。",
          "凡養老：有虞氏以燕禮，夏後氏以饗禮，殷人以食禮，周人修而兼用之。五十養於鄉，六十養於國，七十養於學，達於諸侯。八十拜君命，一坐再至，瞽亦如之。九十使人受。五十異粻，六十宿肉，七十貳膳，八十常珍；九十，飲食不離寢、膳飲從於遊可也。六十歲制，七十時制，八十月制；九十日修，唯絞、衾、冒，死而後制。五十始衰，六十非肉不飽，七十非帛不暖，八十非人不暖；九十，雖得人不暖矣。五十杖於家，六十杖於鄉，七十杖於國，八十杖於朝；九十者，天子欲有問焉，則就其室，以珍從。七十不俟朝，八十月告存，九十日有秩五十不從力政，六十不與服戎，七十不與賓客之事，八十齊喪之事弗及也。五十而爵，六十不親學，七十致政。唯衰麻為喪。",
          "有虞氏養國老於上庠，養庶老於下庠。夏後氏養國老於東序，養庶老於西序。殷人養國老於右學，養庶老於左學。周人養國老於東膠，養庶老於虞庠：虞庠在國之西郊。有虞氏皇而祭，深衣而養老。夏後氏收而祭，燕衣而養老。殷人冔而祭，縞衣而養老。周人冕而祭，玄衣而養老。凡三王養老皆引年。八十者一子不從政，九十者其家不從政，廢疾非人不養者一人不從政。父母之喪，三年不從政。齊衰、大功之喪，三月不從政。將徙於諸侯，三月不從政。自諸侯來徙家，期不從政。",
          "少而無父者謂之孤，老而無子者謂之獨，老而無妻者謂之矜，老而無夫者謂之寡。此四者，天民之窮而無告者也，皆有常餼。瘖、聾、跛、躃、斷者、侏儒、百工，各以其器食之。",
          "道路：男子由右，婦人由左，車從中央。父之齒隨行，兄之齒雁行，朋友不相逾。輕任並，重任分，斑白者不提挈。君子耆老不徒行，庶人耆老不徒食。",
          "大夫祭器不假。祭器未成，不造燕器。",
          "方一裏者為田九百畝。方十裏者，為方一裏者百，為田九萬畝。方百裏者，為方十裏者百，為田九十億畝。方千裏者，為方百裏者百，為田九萬億畝。",
          "自恒山至於南河，千裏而近；自南河至於江，千裏而近。自江至於衡山，千裏而遙；自東河至於東海，千裏而遙。自東河至於西河，千裏而近；自西河至於流沙，千裏而遙。西不盡流沙，南不盡衡山，東不近東海，北不盡恒山，凡四海之內，斷長補短，方三千裏，為田八十萬億一萬億畝。方百裏者為田九十億畝：山陵、林麓、川澤、溝瀆、城郭、宮室、塗巷，三分去一，其餘六十億畝。",
          "古者以周尺八尺為步，今以周尺六尺四寸為步。古者百畝，當今東田百四十六畝三十步。古者百裏，當今百二十一裏六十步四尺二寸二分。",
          "方千裏者，為方百裏者百。封方百裏者三十國，其餘，方百裏者七十。又封方七十裏者六十--為方百裏者二十九，方十裏者四十。其餘，方百裏者四十，方十裏者六十；又封方五十裏者二十--為方百裏者三十；其餘，方百裏者十，方十裏者六十。名山大澤不以封，其餘以為附庸間田。諸侯之有功者，取於間田以祿之；其有削地者，歸之間田。",
          "天子之縣內：方千裏者為方百裏者百。封方百裏者九，其餘方百裏者九十一。又封方七十裏者二十一--為方百裏者十，方十裏者二十九；其餘，方百裏者八十，方十裏者七十一。又封方五十裏者六十三--為方百裏者十五，方十裏者七十五；其餘方百裏者六十四，方十裏者九十六。諸侯之下士祿食九人，中士食十八人，上士食三十六人。下大夫食七十二人，卿食二百八十八人。君食二千八百八十人。次國之卿食二百一十六人，君食二千一百六十人。小國之卿食百四十四人，君食千四百四十人。次國之卿，命於其君者，如小國之卿。天子之大夫為三監，監於諸侯之國者，其祿視諸侯之卿，其爵視次國之君，其祿取之於方伯之地。方伯為朝天子，皆有湯沐之邑於天子之縣內，視元士。諸侯世子世國，大夫不世爵。使以德，爵以功，未賜爵，視天子之元士，以君其國。諸侯之大夫，不世爵祿。",
          "六禮：冠、昏、喪、祭、鄉、相見。七教：父子、兄弟、夫婦、君臣、長幼、朋友、賓客。八政：飲食、衣服、事為、異別、度、量、數、制。"
        ]
      },
      "simplified": {
        "title": "卷五 王制",
        "paragraphs": [
          "王者之制禄爵，公侯伯子男，凡五等。诸侯之上大夫卿，下大夫，上士中士下士，凡五等。",
          "天子之田方千里，公侯田方百里，伯七十里，子男五十里。不能五十里者，不合于天子，附于诸侯曰附庸。天子之三公之田视公侯，天子之卿视伯，天子之大夫视子男，天子之元士视附庸。",
          "制：农田百亩。百亩之分：上农夫食九人，其次食八人，其次食七人，其次食六人；下农夫食五人。庶人在官者，其禄以是为差也。",
          "诸侯之下士视上农夫，禄足以代其耕也。中上倍下士，上士倍中士，下大夫倍上士；卿，四大夫禄；君，十卿禄。次国之卿，三大夫禄；君，十卿禄。小国之卿，倍大夫禄，君十卿禄。",
          "次国之上卿，位当大国之中，中当其下，下当其上大夫。小国之上卿，位当大国之下卿，中当其上大夫，下当其下大夫，其有中士、下士者，数各居其上之三分。凡四海之内九州岛，州方千里。州，建百里之国三十，七十里之国六十，五十里之国百有二十，凡二百一十国；名山大泽不以封，其余以为附庸间田。八州，州二百一十国。天子之县内，方百里之国九，七十里之国二十有一，五十里之国六十有三，凡九十三国；名山大泽不以晳，其余以禄士，以为间田。凡九州岛，千七百七十三国。天子之元士、诸侯之附庸不与。天子百里之内以共官，千里之内以为御。千里之外，设方伯。五国以为属，属有长。十国以为连，连有帅。三十国以为卒，卒有正。二百一十国以为州，州有伯。八州八伯，五十六正，百六十八帅，三百三十六长。八伯各以其属，属于天子之老二人，分天下以为左右，曰二伯。千里之内曰甸，千里之外，曰采、曰流。天子：三公，九卿，二十七大夫，八十一元士。大国：三卿；皆命于天子；下大夫五人，上士二十七人。次国：三卿；二卿命于天子，一卿命于其君；下大夫五人，上士二十七人。小国：二卿；皆命于其君；下大夫五人，上士二十七人。天子使其大夫为三监，监于方伯之国，国三人。天子之县内诸侯，禄也；外诸侯，嗣也。制：三公，一命卷；若有加，则赐也。不过九命。次国之君，不过七命；小国之君，不过五命。大国之卿，不过三命；下卿再命，小国之卿与下大夫一命。凡官民材，必先论之。论辨然后使之，任事然后爵之，位定然后禄之。爵人于朝，与士共之。刑人于市，与众弃之。是故公家不畜刑人，大夫弗养，士遇之涂弗与言也；屏之四方，唯其所之，不及以政，亦弗故生也。诸侯之于天子也，比年一小聘，三年一大聘，五年一朝。",
          "天子五年一巡守：岁二月，东巡守至于岱宗，柴而望祀山川；觐诸侯；问百年者就见之。命大师陈诗以观民风，命市纳贾以观民之所好恶，志淫好辟。命典礼考时月，定日，同律，礼乐制度衣服正之。山川神只，有不举者，为不敬；不敬者，君削以地。宗庙，有不顺者为不孝；不孝者，君绌以爵。变礼易乐者，为不从；不从者，君流。革制度衣服者，为畔；畔者，君讨。有功德于民者，加地进律。五月，南巡守至于南岳，如东巡守之礼。八月，西巡守至于西岳，如南巡守之礼。十有一月，北巡守至于北岳，如西巡守之礼。归，假于祖祢，用特。",
          "天子将出，类乎上帝，宜乎社，造乎祢。诸侯将出，宜乎社，造乎祢。天子无事与诸侯相见曰朝，考礼正刑一德，以尊于天子。天子赐诸侯乐，则以柷将之，赐伯、子、男乐，则以鼗将之。诸侯，赐弓矢然后征，赐鈇钺然后杀，赐圭瓒然后为鬯。未赐圭瓒，则资鬯于天子。",
          "天子命之教然后为学。小学在公宫南之左，大学在郊。天子曰辟痈，诸侯曰頖宫。",
          "天子将出征，类乎上帝，宜乎社，造乎祢，祃于所征之地。受命于祖，受成于学。出征，执有罪；反，释奠于学，以讯馘告。",
          "天子、诸侯无事则岁三田：一为干豆，二为宾客，三为充君之庖。无事而不田，曰不敬；田不以礼，曰暴天物。天子不合围，诸侯不掩群。天子杀则下大绥，诸侯杀则下小绥，大夫杀则止佐车。佐车止，则百姓田猎。獭祭鱼，然后虞人入泽梁。豺祭兽，然后田猎。鸠化为鹰，然后设罻罗。草木零落，然后入山林。昆虫未蛰，不以火田，不麑，不卵，不杀胎，不殀夭，不覆巢。",
          "冢宰制国用，必于岁之杪，五谷皆入然后制国用。用地小大，视年之丰耗。以三十年之通制国用，量入以为出，祭用数之仂。丧，三年不祭，唯祭天地社稷为越绋而行事。丧用三年之仂。丧祭，用不足曰暴，有余曰浩。祭，丰年不奢，凶年不俭。国无九年之蓄曰不足，无六年之蓄曰急，无三年之蓄曰国非其国也。三年耕，必有一年之食；九年耕，必有三年之食。以三十年之通，虽有凶旱水溢，民无菜色，然后天子食，日举以乐。",
          "天子七日而殡，七月而葬。诸侯五日而殡，五月而葬。大夫、士、庶人，三日而殡，三月而葬。三年之丧，自天子达，庶人县封，葬不为雨止，不封不树，丧不贰事，自天子达于庶人。丧从死者，祭从生者。支子不祭。天子七庙，三昭三穆，与太祖之庙而七。诸侯五庙，二昭二穆，与太祖之庙而五。大夫三庙，一昭一穆，与太祖之庙而三。士一庙。庶人祭于寝。",
          "天子、诸侯宗庙之祭：春曰礿，夏曰禘，秋曰尝，冬曰烝。天子祭天地，诸侯祭社稷，大夫祭五祀。天子祭天下名山大川：五岳视三公，四渎视诸侯。诸侯祭名山大川之在其地者。天子诸侯祭因国之在其地而无主后者。天子犆礿，祫禘，祫尝，祫烝。诸侯礿则不禘，禘则不尝，尝则不烝，烝则不礿。诸侯礿，犆；禘，一犆一祫；尝，祫；烝，祫。",
          "天子社稷皆大牢，诸侯社稷皆少牢。大夫、士宗庙之祭，有田则祭，无田则荐。庶人春荐韭，夏荐麦，秋荐黍，冬荐稻。韭以卵，麦以鱼，黍以豚，稻以雁。祭天地之牛，角茧栗；宗庙之牛，角握；宾客之牛，角尺。诸侯无故不杀牛，大夫无故不杀羊，士无故不杀犬豕，庶人无故不食珍。庶羞不逾牲，燕衣不逾祭服，寝不逾庙。",
          "古者：公田，藉而不税。市，廛而不税。关，讥而不征。林麓川泽，以时入而不禁。夫圭田无征。用民之力，岁不过三日。田里不粥，墓地不请。司空执度度地，居民山川沮泽，时四时。量地远近，兴事任力。凡使民：任老者之事，食壮者之食。凡居民材，必因天地寒暖燥湿，广谷大川异制。民生其间者异俗：刚柔轻重迟速异齐，五味异和，器械异制，衣服异宜。修其教，不易其俗；齐其政，不易其宜。中国戎夷，五方之民，皆有其性也，不可推移。东方曰夷，被髪文身，有不火食者矣。南方曰蛮，雕题交趾，有不火食者矣。西方曰戎，被髪衣皮，有不粒食者矣。北方曰狄，衣羽毛穴居，有不粒食者矣。中国、夷、蛮、戎、狄，皆有安居、和味、宜服、利用、备器，五方之民，言语不通，嗜欲不同。达其志，通其欲：东方曰寄，南方曰象，西方曰狄鞮，北方曰译。",
          "凡居民，量地以制邑，度地以居民。地、邑、民、居，必参相得也。无旷土，无游民，食节事时，民咸安其居，乐事劝功，尊君亲上，然后兴学。",
          "司徒修六礼以节民性，明七教以兴民德，齐八政以防淫，一道德以同俗，养耆老以致孝，恤孤独以逮不足，上贤以崇德，简不肖以绌恶。命乡，简不帅教者以告。耆老皆朝于庠，元日，习射上功，习乡上齿，大司徒帅国之俊士与执事焉。不变，命国之右乡，简不帅教者移之左；命国之左乡，简不帅教者移之右，如初礼。不变，移之郊，如初礼。不变，移之遂，如初礼。不变，屏之远方，终身不齿。命乡，论秀士，升之司徒，曰选士。司徒论选士之秀者而升之学，曰俊士。升于司徒者，不征于乡；升于学者，不征于司徒，曰造士。乐正崇四术，立四教，顺先王诗书礼乐以造士。春、秋教以礼乐，冬、夏教以诗书。王大子、王子、群后之大子、卿大夫元士之适子、国之俊选，皆造焉。凡入学以齿。将出学，小胥、大胥、小乐正简不帅教者以告于大乐正。大乐正以告于王。王命三公、九卿、大夫、元士皆入学。不变，王亲视学。不变，王三日不举，屏之远方。西方曰棘，东方曰寄，终身不齿。",
          "大乐正论造士之秀者以告于王，而升诸司马，曰进士。司马辨论官材，论进士之贤者以告于王，而定其论。论定然后官之，任官然后爵之，位定然后禄之。大夫废其事，终身不仕，死以士礼葬之。有发，则命大司徒教士以车甲。凡执技论力，适四方，裸股肱，决射御。凡执技以事上者：祝史、射御、医卜及百工。凡执技以事上者：不贰事，不移官，出乡不与士齿。仕于家者，出乡不与士齿。司寇正刑明辟以听狱讼。必三刺。有旨无简不听。附从轻，赦从重。凡制五刑，必即天论。邮罚丽于事。",
          "凡听五刑之讼，必原父子之亲、立君臣之义以权之。意论轻重之序、慎测浅深之量以别之。悉其聪明、致其忠爱以尽之。疑狱，泛与众共之；众疑，赦之。必察小大之比以成之。成狱辞，史以狱成告于正，正听之。正以狱成告于大司寇，大司寇听之棘木之下。大司寇以狱之成告于王，王命三公参听之。三公以狱之成告于王，王三又，然后制刑。凡作刑罚，轻无赦。刑者侀也，侀者成也，一成而不可变，故君子尽心焉。析言破律，乱名改作，执左道以乱政，杀。作淫声、异服、奇技、奇器以疑众，杀。行伪而坚，言伪而辩，学非而博，顺非而泽，以疑众，杀。假于鬼神、时日、卜筮以疑众，杀。此四诛者，不以听。凡执禁以齐众，不赦过。有圭璧金璋，不粥于市；命服命车，不粥于市；宗庙之器，不粥于市；牺牲不粥于市；戎器不粥于市。用器不中度，不粥于市。兵车不中度，不粥于市。布帛精粗不中数、幅广狭不中量，不粥于市。奸色乱正色，不粥于市。锦文珠玉成器，不粥于市。衣服饮食，不粥于市。五谷不时，果实未熟，不粥于市。木不中伐，不粥于市。禽兽鱼鳖不中杀，不粥于市。关执禁以讥，禁异服，识异言。",
          "大史典礼，执简记，奉讳恶。天子齐戒受谏。司会以岁之成，质于天子，冢宰齐戒受质。大乐正、大司寇、市，三官以其成，从质于天子。大司徒、大司马、大司空齐戒受质；百官各以其成，质于三官。大司徒、大司马、大司空以百官之成，质于天子。百官齐戒受质。然后，休老劳农，成岁事，制国用。",
          "凡养老：有虞氏以燕礼，夏后氏以飨礼，殷人以食礼，周人修而兼用之。五十养于乡，六十养于国，七十养于学，达于诸侯。八十拜君命，一坐再至，瞽亦如之。九十使人受。五十异粻，六十宿肉，七十贰膳，八十常珍；九十，饮食不离寝、膳饮从于游可也。六十岁制，七十时制，八十月制；九十日修，唯绞、衾、冒，死而后制。五十始衰，六十非肉不饱，七十非帛不暖，八十非人不暖；九十，虽得人不暖矣。五十杖于家，六十杖于乡，七十杖于国，八十杖于朝；九十者，天子欲有问焉，则就其室，以珍从。七十不俟朝，八十月告存，九十日有秩五十不从力政，六十不与服戎，七十不与宾客之事，八十齐丧之事弗及也。五十而爵，六十不亲学，七十致政。唯衰麻为丧。",
          "有虞氏养国老于上庠，养庶老于下庠。夏后氏养国老于东序，养庶老于西序。殷人养国老于右学，养庶老于左学。周人养国老于东胶，养庶老于虞庠：虞庠在国之西郊。有虞氏皇而祭，深衣而养老。夏后氏收而祭，燕衣而养老。殷人冔而祭，缟衣而养老。周人冕而祭，玄衣而养老。凡三王养老皆引年。八十者一子不从政，九十者其家不从政，废疾非人不养者一人不从政。父母之丧，三年不从政。齐衰、大功之丧，三月不从政。将徙于诸侯，三月不从政。自诸侯来徙家，期不从政。",
          "少而无父者谓之孤，老而无子者谓之独，老而无妻者谓之矜，老而无夫者谓之寡。此四者，天民之穷而无告者也，皆有常饩。瘖、聋、跛、躃、断者、侏儒、百工，各以其器食之。",
          "道路：男子由右，妇人由左，车从中央。父之齿随行，兄之齿雁行，朋友不相逾。轻任并，重任分，斑白者不提挈。君子耆老不徒行，庶人耆老不徒食。",
          "大夫祭器不假。祭器未成，不造燕器。",
          "方一里者为田九百亩。方十里者，为方一里者百，为田九万亩。方百里者，为方十里者百，为田九十亿亩。方千里者，为方百里者百，为田九万亿亩。",
          "自恒山至于南河，千里而近；自南河至于江，千里而近。自江至于衡山，千里而遥；自东河至于东海，千里而遥。自东河至于西河，千里而近；自西河至于流沙，千里而遥。西不尽流沙，南不尽衡山，东不近东海，北不尽恒山，凡四海之内，断长补短，方三千里，为田八十万亿一万亿亩。方百里者为田九十亿亩：山陵、林麓、川泽、沟渎、城郭、宫室、涂巷，三分去一，其余六十亿亩。",
          "古者以周尺八尺为步，今以周尺六尺四寸为步。古者百亩，当今东田百四十六亩三十步。古者百里，当今百二十一里六十步四尺二寸二分。",
          "方千里者，为方百里者百。封方百里者三十国，其余，方百里者七十。又封方七十里者六十--为方百里者二十九，方十里者四十。其余，方百里者四十，方十里者六十；又封方五十里者二十--为方百里者三十；其余，方百里者十，方十里者六十。名山大泽不以封，其余以为附庸间田。诸侯之有功者，取于间田以禄之；其有削地者，归之间田。",
          "天子之县内：方千里者为方百里者百。封方百里者九，其余方百里者九十一。又封方七十里者二十一--为方百里者十，方十里者二十九；其余，方百里者八十，方十里者七十一。又封方五十里者六十三--为方百里者十五，方十里者七十五；其余方百里者六十四，方十里者九十六。诸侯之下士禄食九人，中士食十八人，上士食三十六人。下大夫食七十二人，卿食二百八十八人。君食二千八百八十人。次国之卿食二百一十六人，君食二千一百六十人。小国之卿食百四十四人，君食千四百四十人。次国之卿，命于其君者，如小国之卿。天子之大夫为三监，监于诸侯之国者，其禄视诸侯之卿，其爵视次国之君，其禄取之于方伯之地。方伯为朝天子，皆有汤沐之邑于天子之县内，视元士。诸侯世子世国，大夫不世爵。使以德，爵以功，未赐爵，视天子之元士，以君其国。诸侯之大夫，不世爵禄。",
          "六礼：冠、昏、丧、祭、乡、相见。七教：父子、兄弟、夫妇、君臣、长幼、朋友、宾客。八政：饮食、衣服、事为、异别、度、量、数、制。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷六 月令",
      "id": "7304333772",
      "traditional": {
        "title": "卷六 月令",
        "paragraphs": [
          "孟春之月，日在營室，昏參中，旦尾中。其日甲乙。其帝大皞，其神句芒。其蟲鱗。其音角，律中大蔟。其數八。其味酸，其臭膻。其祀戶，祭先脾。",
          "東風解凍，蟄蟲始振，魚上冰，獺祭魚，鴻雁來。天子居青陽左個。乘鸞路，駕倉龍，載青旗，衣青衣，服倉玉，食麥與羊，其器疏以達。",
          "是月也，以立春。先立春三日，大史謁之天子曰：某日立春，盛德在木。天子乃齊。立春之日，天子親帥三公、九卿、諸侯、大夫以迎春於東郊。還反，賞公卿、諸侯、大夫於朝。命相布德和令，行慶施惠，下及兆民。慶賜遂行，毋有不當。乃命大史守典奉法，司天日月星辰之行，宿離不貸，毋失經紀，以初為常。",
          "是月也，天子乃以元日祈穀於上帝。乃擇元辰，天子親載耒耜，措之參保介之禦間，帥三公、九卿、諸侯、大夫，躬耕帝藉。天子三推，三公五推，卿諸侯九推。反，執爵於大寢，三公、九卿、諸侯、大夫皆禦，命曰：勞酒。",
          "是月也，天氣下降，地氣上騰，天地和同，草木萌動。王命布農事，命田舍東郊，皆修封疆，審端經術。善相丘陵阪險原隰土地所宜，五穀所殖，以教道民，必躬親之。田事既飭，先定准直，農乃不惑。",
          "是月也，命樂正入學習舞。乃修祭典。命祀山林川澤，犧牲毋用牝。禁止伐木。毋覆巢，毋殺孩蟲、胎、夭、飛鳥。毋麑，毋卵。毋聚大眾，毋置城郭。掩骼埋胔。",
          "是月也，不可以稱兵，稱兵必天殃。兵戎不起，不可從我始。毋變天之道，毋絕地之理，毋亂人之紀。",
          "孟春行夏令，則雨水不時，草木蚤落，國時有恐。行秋令則其民大疫，猋風暴雨總至，藜莠蓬蒿並興。行冬令則水潦為敗，雪霜大摯，首種不入。",
          "仲春之月，日在奎，昏弧中，旦建星中。其日甲乙，其帝大皞，其神句芒。其蟲鱗。其音角，律中夾鍾。其數八。其味酸，其臭膻，其祀戶，祭先脾。始雨水，桃始華，倉庚鳴，鷹化為鳩。天子居青陽大廟，乘鸞路，駕倉龍，載青旗，衣青衣，服倉玉，食麥與羊，其器疏以達。",
          "是月也，安萌芽，養幼少，存諸孤。擇元日，命民社。命有司省囹圄，去桎梏，毋肆掠，止獄訟。是月也，玄鳥至。至之日，以大牢祠於高禖。天子親往，後妃帥九嬪禦。乃禮天子所禦，帶以弓韣，授以弓矢，於高禖之前。",
          "是月也，日夜分。雷乃發聲，始電，蟄蟲鹹動，啟戶始出。先雷三日，奮木鐸以令兆民曰：雷將發聲，有不戒其容止者，生子不備，必有凶災。日夜分，則同度量，鈞衡石，角斗甬，正權概。是月也，耕者少舍。乃修闔扇，寢廟畢備。毋作大事，以妨農之事。",
          "是月也，毋竭川澤，毋漉陂池，毋焚山林。天子乃鮮羔開冰，先薦寢廟。上丁，命樂正習舞，釋菜。天子乃帥三公、九卿、諸侯、大夫親往視之。仲丁，又命樂正入學習舞。是月也，祀不用犧牲，用圭璧，更皮幣。",
          "仲春行秋令，則其國大水，寒氣總至，寇戎來征。行冬令，則陽氣不勝，麥乃不熟，民多相掠。行夏令，則國乃大旱，暖氣早來，蟲螟為害。",
          "季春之月，日在胃，昏七星中，旦牽牛中。其日甲乙。其帝大皞，其神句芒。其蟲鱗。其音角，律中姑洗。其數八。其味酸，其臭膻。其祀戶，祭先脾。桐始華，田鼠化為鴽，虹始見，萍始生。天子居青陽右個，乘鸞路，駕倉龍，載青旗，衣青衣，服倉玉。食麥與羊，其器疏以達。",
          "是月也，天子乃薦鞠衣於先帝。命舟牧覆舟，五覆五反。乃告舟備具於天子焉，天子始乘舟。薦鮪於寢廟，乃為麥祈實。",
          "是月也，生氣方盛，陽氣發泄，句者畢出，萌者盡達。不可以內。天子布德行惠，命有司發倉廩，賜貧窮，振乏絕，開府庫，出幣帛，周天下。勉諸侯，聘名士，禮賢者。",
          "是月也，命司空曰：時雨將降，下水上騰，循行國邑，周視原野，修利堤防，道達溝瀆，開通道路，毋有障塞。田獵罝罘、羅網、畢翳、餧獸之藥，毋出九門。",
          "是月也，命野虞毋伐桑柘。鳴鳩拂其羽，戴勝降於桑。具曲植籧筐。後妃齊戒，親東鄉躬桑。禁婦女毋觀，省婦使以勸蠶事。蠶事既登，分繭稱絲效功，以共郊廟之服，無有敢惰。",
          "是月也，命工師令百工審五庫之量：金鐵，皮革筋，角齒，羽箭幹，脂膠丹漆，毋或不良。百工鹹理，監工日號；毋悖於時，毋或作為淫巧以蕩上心。",
          "是月之末，擇吉日，大合樂，天子乃率三公、九卿、諸侯、大夫親往視之。是月也，乃合累牛騰馬，遊牝於牧。犧牲駒犢，舉，書其數。命國難，九門磔攘，以畢春氣。",
          "季春行冬令，則寒氣時發，草木皆肅，國有大恐。行夏令，則民多疾疫，時雨不降，山林不收。行秋令，則天多沉陰，淫雨蚤降，兵革並起。",
          "孟夏之月，日在畢，昏翼中，旦婺女中。其日丙丁。其帝炎帝，其神祝融。其蟲羽。其音征，律中中呂。其數七。其味苦，其臭焦。其祀灶，祭先肺。螻蟈鳴，蚯螾出，王瓜生，苦菜秀。天子居明堂左個，乘朱路，駕赤騮，載赤旗，衣朱衣，服赤玉。食菽與雞，其器高以粗。",
          "是月也，以立夏。先立夏三日，大史謁之天子曰：某日立夏，盛德在火。天子乃齊。立夏之日，天子親帥三公、九卿、大夫以迎夏於南郊。還反，行賞，封諸侯。慶賜遂行，無不欣說。乃命樂師，習合禮樂。命太尉，贊桀俊，遂賢良，舉長大，行爵出祿，必當其位。",
          "是月也，繼長增高，毋有壞墮，毋起土功，毋發大眾，毋伐大樹。是月也，天子始絺。命野虞出行田原，為天子勞農勸民，毋或失時。命司徒巡行縣鄙，命農勉作，毋休於都。",
          "是月也，驅獸毋害五穀，毋大田獵。農乃登麥，天子乃以彘嘗麥，先薦寢廟。是月也，聚畜百藥。靡草死，麥秋至。斷薄刑，決小罪，出輕系。蠶事畢，後妃獻繭。乃收繭稅，以桑為均，貴賤長幼如一，以給郊廟之服。是月也，天子飲酎，用禮樂。",
          "孟夏行秋令，則苦雨數來，五穀不滋，四鄙入保。行冬令，則草木蚤枯，後乃大水，敗其城郭。行春令，則蝗蟲為災，暴風來格，秀草不實。",
          "仲夏之月，日在東井，昏亢中，旦危中。其日丙丁。其帝炎帝，其神祝融。其蟲羽。其音征，律中蕤賓。其數七。其味苦，其臭焦。其祀灶，祭先肺。小暑至，螳蜋生。鵙始鳴，反舌無聲。天子居明堂太廟，乘朱路，駕赤騮，載赤旗，衣朱衣，服赤玉，食菽與雞，其器高以粗。養壯佼。",
          "是月也，命樂師修鞀鞞鼓，均琴瑟管簫，執幹戚戈羽，調竽笙篪簧，飭鍾磬柷敔。命有司為民祈祀山川百源，大雩帝，用盛樂。乃命百縣，雩祀百辟卿士有益於民者，以祈穀實。農乃登黍。",
          "是月也，天子乃以雛嘗黍，羞以含桃，先薦寢廟。令民毋艾藍以染，毋燒灰，毋暴布。門閭毋閉，關市毋索。挺重囚，益其食。遊牝別群，則縶騰駒，班馬政。",
          "是月也，日長至，陰陽爭，死生分。君子齊戒，處必掩身，毋躁。止聲色，毋或進。薄滋味，毋致和。節嗜欲，定心氣，百官靜事毋刑，以定晏陰之所成。鹿角解，蟬始鳴。半夏生，木堇榮。是月也，毋用火南方。可以居高明，可以遠眺望，可以升山陵，可以處台榭。",
          "仲夏行冬令，則雹凍傷穀，道路不通，暴兵來至。行春令，則五穀晚熟，百螣時起，其國乃饑。行秋令，則草木零落，果實早成，民殃於疫。",
          "季夏之月，日在柳，昏火中，旦奎中。其日丙丁。其帝炎帝，其神祝融。其蟲羽。其音征，律中林鍾。其數七。其味苦，其臭焦。其祀灶，祭先肺。溫風始至，蟋蟀居壁，鷹乃學習，腐草為螢。天子居明堂右個，乘朱路，駕赤騮，載赤旗，衣朱衣，服赤玉。食菽與雞，其器高以粗。命漁師伐蛟取鼉，登龜取黿。命澤人納材葦。",
          "是月也，命四監大合百縣之秩芻，以養犧牲。令民無不鹹出其力，以共皇天上帝名山大川四方之神，以祠宗廟社稷之靈，以為民祈福。是月也，命婦官染采，黼黻文章，必以法故，無或差貸。黑黃倉赤，莫不質良，毋敢詐偽，以給郊廟祭祀之服，以為旗章，以別貴賤等給之度。",
          "是月也，樹木方盛，乃命虞人入山行木，毋有斬伐。不可以興土功，不可以合諸侯，不可以起兵動眾，毋舉大事，以搖養氣。毋發令而待，以妨神農之事也。水潦盛昌，神農將持功，舉大事則有天殃。是月也，土潤溽暑，大雨時行，燒薙行水，利以殺草，如以熱湯。可以糞田疇，可以美土強。",
          "季夏行春令，則穀實鮮落，國多風咳，民乃遷徙。行秋令，則丘隰水潦，禾稼不熟，乃多女災。行冬令，則風寒不時，鷹隼蚤鷙，四鄙入保。",
          "中央土。其日戊己。其帝黃帝，其神後土。其蟲裸，其音宮，律中黃鍾之宮。其數五。其味甘，其臭香。其祠中溜，祭先心。天子居大廟大室，乘大路，駕黃騮，載黃旗，衣黃衣，服黃玉，食稷與牛，其器圜以閎。",
          "孟秋之月，日在翼，昏建星中，旦畢中。其日庚辛。其帝少皞，其神蓐收。其蟲毛。其音商，律中夷則。其數九。其味辛，其臭腥。其祀門，祭先肝。涼風至，白露降，寒蟬鳴。鷹乃祭鳥，用始行戮。天子居總章左個，乘戎路，駕白駱，載白旗，衣白衣，服白玉，食麻與犬，其器廉以深。",
          "是月也，以立秋。先立秋三日，大史謁之天子曰：某日立秋，盛德在金。天子乃齊。立秋之日，天子親帥三公、九卿、諸侯、大夫，以迎秋於西郊。還反，賞軍帥武人於朝。天子乃命將帥，選士厲兵，簡練桀俊，專任有功，以征不義。詰誅暴慢，以明好惡，順彼遠方。",
          "是月也，命有司修法制，繕囹圄，具桎梏，禁止奸，慎罪邪，務搏執。命理瞻傷，察創，視折，審斷。決獄訟，必端平。戮有罪，嚴斷刑。天地始肅，不可以贏。",
          "是月也，農乃登穀。天子嘗新，先薦寢廟。命百官，始收斂。完堤防，謹壅塞，以備水潦。修宮室，壞牆垣，補城郭。是月也，毋以封諸侯、立大官。毋以割地、行大使、出大幣。孟秋行冬令，則陰氣大勝，介蟲敗穀，戎兵乃來。行春令，則其國乃旱，陽氣複還，五穀無實。行夏令，則國多火災，寒熱不節，民多瘧疾。",
          "仲秋之月，日在角，昏牽牛中，旦觜觿中。其日庚辛，其帝少皞，其神蓐收。其蟲毛。其音商，律中南呂。其數九。其味辛，其臭腥。其祀門，祭先肝。盲風至，鴻雁來，玄鳥歸，群鳥養羞。天子居總章大廟，乘戎路，駕白駱，載白旗，衣白衣，服白玉，食麻與犬，其器廉以深。",
          "是月也，養衰老，授幾杖，行糜粥飲食。乃命司服，具飭衣裳，文繡有恒，制有小大，度有長短。衣服有量，必循其故，冠帶有常。乃命有司，申嚴百刑，斬殺必當，毋或枉橈。枉橈不當，反受其殃。",
          "是月也，乃命宰祝，循行犧牲，視全具，案芻豢，瞻肥瘠，察物色。必比類，量小大，視長短，皆中度。五者備當，上帝其饗。天子乃難，以達秋氣。以犬嘗麻，先薦寢廟。",
          "是月也，可以築城郭，建都邑，穿竇窖，修囷倉。乃命有司，趣民收斂，務畜菜，多積聚。乃勸種麥，毋或失時。其有失時，行罪無疑。是月也，日夜分，雷始收聲。蟄蟲壞戶，殺氣浸盛，陽氣日衰，水始涸。日夜分，則同度量，平權衡，正鈞石，角斗甬。",
          "是月也，易關市，來商旅，納貨賄，以便民事。四方來集，遠鄉皆至，則財不匱，上無乏用，百事乃遂。凡舉大事，毋逆大數，必順其時，慎因其類。仲秋行春令，則秋雨不降，草木生榮，國乃有恐。行夏令，則其國乃旱，蟄蟲不藏，五穀複生。行冬令，則風災數起，收雷先行，草木蚤死。",
          "季秋之月，日在房，昏虛中，旦柳中。其日庚辛。其帝少皞，其神蓐收。其蟲毛。其音商，律中無射。其數九。其味辛，其臭腥。其祀門，祭先肝。鴻雁來賓，爵入大水為蛤。鞠有黃華，豺乃祭獸戮禽。天子居總章右個，乘戎路，駕白駱，載白旗，衣白衣，服白玉。食麻與犬，其器廉以深。",
          "是月也，申嚴號令。命百官貴賤無不務內，以會天地之藏，無有宣出。乃命塚宰，農事備收，舉五穀之要，藏帝藉之收於神倉，祗敬必飭。",
          "是月也，霜始降，則百工休。乃命有司曰：寒氣總至，民力不堪，其皆入室。上丁，命樂正入學習吹。是月也，大饗帝、嘗，犧牲告備於天子。合諸侯，制百縣，為來歲受朔日，與諸侯所稅於民輕重之法，貢職之數，以遠近土地所宜為度，以給郊廟之事，無有所私。",
          "是月也，天子乃教於田獵，以習五戎，班馬政。命仆及七騶鹹駕，載旌旐，授車以級，整設於屏外。司徒搢撲，北面誓之。天子乃厲飾，執弓挾矢以獵，命主祠祭禽於四方。",
          "是月也，草木黃落，乃伐薪為炭。蟄蟲鹹俯在內，皆墐其戶。乃趣獄刑，毋留有罪。收祿秩之不當、供養之不宜者。是月也，天子乃以犬嘗稻，先薦寢廟。季秋行夏令，則其國大水，冬藏殃敗，民多鼽嚏。行冬令，則國多盜賊，邊境不寧，土地分裂。行春令，則暖風來至，民氣解惰，師興不居。",
          "孟冬之月，日在尾，昏危中，旦七星中。其日壬癸。其帝顓頊，其神玄冥。其蟲介。其音羽，律中應鍾。其數六。其味鹹，其臭朽。其祀行，祭先腎。水始冰，地始凍。雉入大水為蜃。虹藏不見。天子居玄堂左個，乘玄路，駕鐵驪，載玄旗，衣黑衣，服玄玉，食黍與彘，其器閎以奄。",
          "是月也，以立冬。先立冬三日，太史謁之天子曰：某日立冬，盛德在水。天子乃齊。立冬之日，天子親帥三公、九卿、大夫以迎冬於北郊，還反，賞死事，恤孤寡。是月也，命大史釁龜策，占兆審卦吉凶，是察阿黨，則罪無有掩蔽。",
          "是月也，天子始裘。命有司曰：天氣上騰，地氣下降，天地不通，閉塞而成冬。命百官謹蓋藏。命司徒循行積聚，無有不斂。壞城郭，戒門閭，修鍵閉，慎管龠，固封疆，備邊竟，完要塞，謹關梁，塞徯徑。飭喪紀，辨衣裳，審棺槨之薄厚，塋丘壟之大小、高卑、厚薄之度，貴賤之等級。",
          "是月也，命工師效功，陳祭器，按度程，毋或作為淫巧以蕩上心。必功致為上。物勒工名，以考其誠。功有不當，必行其罪，以窮其情。是月也，大飲烝。天子乃祈來年於天宗，大割祠於公社及門閭。臘先祖五祀，勞農以休息之。天子乃命將帥講武，習射禦角力。",
          "是月也，乃命水虞漁師，收水泉池澤之賦。毋或敢侵削眾庶兆民，以為天子取怨於下。其有若此者，行罪無赦。孟冬行春令，則凍閉不密，地氣上泄，民多流亡。行夏令，則國多暴風，方冬不寒，蟄蟲複出。行秋令，則雪霜不時，小兵時起，土地侵削。",
          "仲冬之月，日在斗，昏東壁中，旦軫中。其日壬癸。其帝顓頊，其神玄冥。其蟲介。其音羽，律中黃鍾。其數六。其味鹹，其臭朽。其祀行，祭先腎。冰益壯，地始坼。鶡旦不鳴，虎始交。天子居玄堂大廟，乘玄路，駕鐵驪，載玄旗，衣黑衣，服玄玉。食黍與彘，其器閎以奄。飭死事。命有司曰：土事毋作，慎毋發蓋，毋發室屋，及起大眾，以固而閉。地氣且泄，是謂發天地之房，諸蟄則死，民必疾疫，又隨以喪。命之曰暢月。",
          "是月也，命奄尹，申宮令，審門閭，謹房室，必重閉。省婦事毋得淫，雖有貴戚近習，毋有不禁。乃命大酋，秫稻必齊，曲蘗必時，湛熾必潔，水泉必香，陶器必良，火齊必得，兼用六物。大酋監之，毋有差貸。天子命有司祈祀四海大川名源淵澤井泉。",
          "是月也，農有不收藏積聚者、馬牛畜獸有放佚者，取之不詰。山林藪澤，有能取蔬食、田獵禽獸者，野虞教道之；其有相侵奪者，罪之不赦。",
          "是月也，日短至。陰陽爭，諸生蕩。君子齊戒，處必掩身。身欲寧，去聲色，禁耆欲。安形性，事欲靜，以待陰陽之所定。芸始生，荔挺出，蚯螾結，麋角解，水泉動。日短至，則伐木，取竹箭。",
          "是月也，可以罷官之無事、去器之無用者。塗闕廷門閭，築囹圄，此所以助天地之閉藏也。仲冬行夏令，則其國乃旱，氛霧冥冥，雷乃發聲。行秋令，則天時雨汁，瓜瓠不成，國有大兵。行春令，則蝗蟲為敗，水泉鹹竭，民多疥癘。",
          "季冬之月，日在婺女，昏婁中，旦氐中。其日壬癸。其帝顓頊，其神玄冥。其蟲介。其音羽，律中大呂。其數六。其味鹹，其臭朽。其祀行，祭先腎。雁北鄉，鵲始巢。雉雊，雞乳。天子居玄堂右個。乘玄路，駕鐵驪，載玄旗，衣黑衣，服玄玉。食黍與彘，其器閎以奄。命有司大難，旁磔，出土牛，以送寒氣。征鳥厲疾。乃畢山川之祀，及帝之大臣，天子神只。",
          "是月也，命漁師始漁，天子親往，乃嘗魚，先薦寢廟。冰方盛，水澤腹堅。命取冰，冰以入。令告民，出五種。命農計耦耕事，修耒耜，具田器。命樂師大合吹而罷。乃命四監收秩薪柴，以共郊廟及百祀之薪燎。",
          "是月也，日窮於次，月窮於紀，星回於天。數將幾終，歲且更始。專而農民，毋有所使。天子乃與公、卿、大夫，共飭國典，論時令，以待來歲之宜。乃命太史次諸侯之列，賦之犧牲，以共皇天、上帝、社稷之饗。乃命同姓之邦，共寢廟之芻豢。命宰曆卿大夫至於庶民土田之數，而賦犧牲，以共山林名川之祀。凡在天下九州島之民者，無不鹹獻其力，以共皇天、上帝、社稷、寢廟、山林、名川之祀。",
          "季冬行秋令，則白露早降，介蟲為妖，四鄙入保。行春令，則胎夭多傷，國多固疾，命之曰逆。行夏令，則水潦敗國，時雪不降，冰凍消釋。"
        ]
      },
      "simplified": {
        "title": "卷六 月令",
        "paragraphs": [
          "孟春之月，日在营室，昏参中，旦尾中。其日甲乙。其帝大皞，其神句芒。其虫鳞。其音角，律中大蔟。其数八。其味酸，其臭膻。其祀户，祭先脾。",
          "东风解冻，蛰虫始振，鱼上冰，獭祭鱼，鸿雁来。天子居青阳左个。乘鸾路，驾仓龙，载青旗，衣青衣，服仓玉，食麦与羊，其器疏以达。",
          "是月也，以立春。先立春三日，大史谒之天子曰：某日立春，盛德在木。天子乃齐。立春之日，天子亲帅三公、九卿、诸侯、大夫以迎春于东郊。还反，赏公卿、诸侯、大夫于朝。命相布德和令，行庆施惠，下及兆民。庆赐遂行，毋有不当。乃命大史守典奉法，司天日月星辰之行，宿离不贷，毋失经纪，以初为常。",
          "是月也，天子乃以元日祈谷于上帝。乃择元辰，天子亲载耒耜，措之参保介之御间，帅三公、九卿、诸侯、大夫，躬耕帝藉。天子三推，三公五推，卿诸侯九推。反，执爵于大寝，三公、九卿、诸侯、大夫皆御，命曰：劳酒。",
          "是月也，天气下降，地气上腾，天地和同，草木萌动。王命布农事，命田舍东郊，皆修封疆，审端经术。善相丘陵阪险原隰土地所宜，五谷所殖，以教道民，必躬亲之。田事既饬，先定准直，农乃不惑。",
          "是月也，命乐正入学习舞。乃修祭典。命祀山林川泽，牺牲毋用牝。禁止伐木。毋覆巢，毋杀孩虫、胎、夭、飞鸟。毋麑，毋卵。毋聚大众，毋置城郭。掩骼埋胔。",
          "是月也，不可以称兵，称兵必天殃。兵戎不起，不可从我始。毋变天之道，毋绝地之理，毋乱人之纪。",
          "孟春行夏令，则雨水不时，草木蚤落，国时有恐。行秋令则其民大疫，猋风暴雨总至，藜莠蓬蒿并兴。行冬令则水潦为败，雪霜大挚，首种不入。",
          "仲春之月，日在奎，昏弧中，旦建星中。其日甲乙，其帝大皞，其神句芒。其虫鳞。其音角，律中夹钟。其数八。其味酸，其臭膻，其祀户，祭先脾。始雨水，桃始华，仓庚鸣，鹰化为鸠。天子居青阳大庙，乘鸾路，驾仓龙，载青旗，衣青衣，服仓玉，食麦与羊，其器疏以达。",
          "是月也，安萌芽，养幼少，存诸孤。择元日，命民社。命有司省囹圄，去桎梏，毋肆掠，止狱讼。是月也，玄鸟至。至之日，以大牢祠于高禖。天子亲往，后妃帅九嫔御。乃礼天子所御，带以弓韣，授以弓矢，于高禖之前。",
          "是月也，日夜分。雷乃发声，始电，蛰虫咸动，启户始出。先雷三日，奋木铎以令兆民曰：雷将发声，有不戒其容止者，生子不备，必有凶灾。日夜分，则同度量，钧衡石，角斗甬，正权概。是月也，耕者少舍。乃修阖扇，寝庙毕备。毋作大事，以妨农之事。",
          "是月也，毋竭川泽，毋漉陂池，毋焚山林。天子乃鲜羔开冰，先荐寝庙。上丁，命乐正习舞，释菜。天子乃帅三公、九卿、诸侯、大夫亲往视之。仲丁，又命乐正入学习舞。是月也，祀不用牺牲，用圭璧，更皮币。",
          "仲春行秋令，则其国大水，寒气总至，寇戎来征。行冬令，则阳气不胜，麦乃不熟，民多相掠。行夏令，则国乃大旱，暖气早来，虫螟为害。",
          "季春之月，日在胃，昏七星中，旦牵牛中。其日甲乙。其帝大皞，其神句芒。其虫鳞。其音角，律中姑洗。其数八。其味酸，其臭膻。其祀户，祭先脾。桐始华，田鼠化为鴽，虹始见，萍始生。天子居青阳右个，乘鸾路，驾仓龙，载青旗，衣青衣，服仓玉。食麦与羊，其器疏以达。",
          "是月也，天子乃荐鞠衣于先帝。命舟牧覆舟，五覆五反。乃告舟备具于天子焉，天子始乘舟。荐鲔于寝庙，乃为麦祈实。",
          "是月也，生气方盛，阳气发泄，句者毕出，萌者尽达。不可以内。天子布德行惠，命有司发仓廪，赐贫穷，振乏绝，开府库，出币帛，周天下。勉诸侯，聘名士，礼贤者。",
          "是月也，命司空曰：时雨将降，下水上腾，循行国邑，周视原野，修利堤防，道达沟渎，开通道路，毋有障塞。田猎罝罘、罗网、毕翳、餧兽之药，毋出九门。",
          "是月也，命野虞毋伐桑柘。鸣鸠拂其羽，戴胜降于桑。具曲植籧筐。后妃齐戒，亲东乡躬桑。禁妇女毋观，省妇使以劝蚕事。蚕事既登，分茧称丝效功，以共郊庙之服，无有敢惰。",
          "是月也，命工师令百工审五库之量：金铁，皮革筋，角齿，羽箭干，脂胶丹漆，毋或不良。百工咸理，监工日号；毋悖于时，毋或作为淫巧以荡上心。",
          "是月之末，择吉日，大合乐，天子乃率三公、九卿、诸侯、大夫亲往视之。是月也，乃合累牛腾马，游牝于牧。牺牲驹犊，举，书其数。命国难，九门磔攘，以毕春气。",
          "季春行冬令，则寒气时发，草木皆肃，国有大恐。行夏令，则民多疾疫，时雨不降，山林不收。行秋令，则天多沉阴，淫雨蚤降，兵革并起。",
          "孟夏之月，日在毕，昏翼中，旦婺女中。其日丙丁。其帝炎帝，其神祝融。其虫羽。其音征，律中中吕。其数七。其味苦，其臭焦。其祀灶，祭先肺。蝼蝈鸣，蚯螾出，王瓜生，苦菜秀。天子居明堂左个，乘朱路，驾赤骝，载赤旗，衣朱衣，服赤玉。食菽与鸡，其器高以粗。",
          "是月也，以立夏。先立夏三日，大史谒之天子曰：某日立夏，盛德在火。天子乃齐。立夏之日，天子亲帅三公、九卿、大夫以迎夏于南郊。还反，行赏，封诸侯。庆赐遂行，无不欣说。乃命乐师，习合礼乐。命太尉，赞桀俊，遂贤良，举长大，行爵出禄，必当其位。",
          "是月也，继长增高，毋有坏堕，毋起土功，毋发大众，毋伐大树。是月也，天子始絺。命野虞出行田原，为天子劳农劝民，毋或失时。命司徒巡行县鄙，命农勉作，毋休于都。",
          "是月也，驱兽毋害五谷，毋大田猎。农乃登麦，天子乃以彘尝麦，先荐寝庙。是月也，聚畜百药。靡草死，麦秋至。断薄刑，决小罪，出轻系。蚕事毕，后妃献茧。乃收茧税，以桑为均，贵贱长幼如一，以给郊庙之服。是月也，天子饮酎，用礼乐。",
          "孟夏行秋令，则苦雨数来，五谷不滋，四鄙入保。行冬令，则草木蚤枯，后乃大水，败其城郭。行春令，则蝗虫为灾，暴风来格，秀草不实。",
          "仲夏之月，日在东井，昏亢中，旦危中。其日丙丁。其帝炎帝，其神祝融。其虫羽。其音征，律中蕤宾。其数七。其味苦，其臭焦。其祀灶，祭先肺。小暑至，螳蜋生。鵙始鸣，反舌无声。天子居明堂太庙，乘朱路，驾赤骝，载赤旗，衣朱衣，服赤玉，食菽与鸡，其器高以粗。养壮佼。",
          "是月也，命乐师修鼗鞞鼓，均琴瑟管箫，执干戚戈羽，调竽笙篪簧，饬钟磬柷敔。命有司为民祈祀山川百源，大雩帝，用盛乐。乃命百县，雩祀百辟卿士有益于民者，以祈谷实。农乃登黍。",
          "是月也，天子乃以雏尝黍，羞以含桃，先荐寝庙。令民毋艾蓝以染，毋烧灰，毋暴布。门闾毋闭，关市毋索。挺重囚，益其食。游牝别群，则絷腾驹，班马政。",
          "是月也，日长至，阴阳争，死生分。君子齐戒，处必掩身，毋躁。止声色，毋或进。薄滋味，毋致和。节嗜欲，定心气，百官静事毋刑，以定晏阴之所成。鹿角解，蝉始鸣。半夏生，木堇荣。是月也，毋用火南方。可以居高明，可以远眺望，可以升山陵，可以处台榭。",
          "仲夏行冬令，则雹冻伤谷，道路不通，暴兵来至。行春令，则五谷晚熟，百螣时起，其国乃饥。行秋令，则草木零落，果实早成，民殃于疫。",
          "季夏之月，日在柳，昏火中，旦奎中。其日丙丁。其帝炎帝，其神祝融。其虫羽。其音征，律中林钟。其数七。其味苦，其臭焦。其祀灶，祭先肺。温风始至，蟋蟀居壁，鹰乃学习，腐草为萤。天子居明堂右个，乘朱路，驾赤骝，载赤旗，衣朱衣，服赤玉。食菽与鸡，其器高以粗。命渔师伐蛟取鼍，登龟取鼋。命泽人纳材苇。",
          "是月也，命四监大合百县之秩刍，以养牺牲。令民无不咸出其力，以共皇天上帝名山大川四方之神，以祠宗庙社稷之灵，以为民祈福。是月也，命妇官染采，黼黻文章，必以法故，无或差贷。黑黄仓赤，莫不质良，毋敢诈伪，以给郊庙祭祀之服，以为旗章，以别贵贱等给之度。",
          "是月也，树木方盛，乃命虞人入山行木，毋有斩伐。不可以兴土功，不可以合诸侯，不可以起兵动众，毋举大事，以摇养气。毋发令而待，以妨神农之事也。水潦盛昌，神农将持功，举大事则有天殃。是月也，土润溽暑，大雨时行，烧薙行水，利以杀草，如以热汤。可以粪田畴，可以美土强。",
          "季夏行春令，则谷实鲜落，国多风咳，民乃迁徙。行秋令，则丘隰水潦，禾稼不熟，乃多女灾。行冬令，则风寒不时，鹰隼蚤鸷，四鄙入保。",
          "中央土。其日戊己。其帝黄帝，其神后土。其虫裸，其音宫，律中黄钟之宫。其数五。其味甘，其臭香。其祠中溜，祭先心。天子居大庙大室，乘大路，驾黄骝，载黄旗，衣黄衣，服黄玉，食稷与牛，其器圜以闳。",
          "孟秋之月，日在翼，昏建星中，旦毕中。其日庚辛。其帝少皞，其神蓐收。其虫毛。其音商，律中夷则。其数九。其味辛，其臭腥。其祀门，祭先肝。凉风至，白露降，寒蝉鸣。鹰乃祭鸟，用始行戮。天子居总章左个，乘戎路，驾白骆，载白旗，衣白衣，服白玉，食麻与犬，其器廉以深。",
          "是月也，以立秋。先立秋三日，大史谒之天子曰：某日立秋，盛德在金。天子乃齐。立秋之日，天子亲帅三公、九卿、诸侯、大夫，以迎秋于西郊。还反，赏军帅武人于朝。天子乃命将帅，选士厉兵，简练桀俊，专任有功，以征不义。诘诛暴慢，以明好恶，顺彼远方。",
          "是月也，命有司修法制，缮囹圄，具桎梏，禁止奸，慎罪邪，务搏执。命理瞻伤，察创，视折，审断。决狱讼，必端平。戮有罪，严断刑。天地始肃，不可以赢。",
          "是月也，农乃登谷。天子尝新，先荐寝庙。命百官，始收敛。完堤防，谨壅塞，以备水潦。修宫室，坏墙垣，补城郭。是月也，毋以封诸侯、立大官。毋以割地、行大使、出大币。孟秋行冬令，则阴气大胜，介虫败谷，戎兵乃来。行春令，则其国乃旱，阳气复还，五谷无实。行夏令，则国多火灾，寒热不节，民多疟疾。",
          "仲秋之月，日在角，昏牵牛中，旦觜觿中。其日庚辛，其帝少皞，其神蓐收。其虫毛。其音商，律中南吕。其数九。其味辛，其臭腥。其祀门，祭先肝。盲风至，鸿雁来，玄鸟归，群鸟养羞。天子居总章大庙，乘戎路，驾白骆，载白旗，衣白衣，服白玉，食麻与犬，其器廉以深。",
          "是月也，养衰老，授几杖，行糜粥饮食。乃命司服，具饬衣裳，文绣有恒，制有小大，度有长短。衣服有量，必循其故，冠带有常。乃命有司，申严百刑，斩杀必当，毋或枉桡。枉桡不当，反受其殃。",
          "是月也，乃命宰祝，循行牺牲，视全具，案刍豢，瞻肥瘠，察物色。必比类，量小大，视长短，皆中度。五者备当，上帝其飨。天子乃难，以达秋气。以犬尝麻，先荐寝庙。",
          "是月也，可以筑城郭，建都邑，穿窦窖，修囷仓。乃命有司，趣民收敛，务畜菜，多积聚。乃劝种麦，毋或失时。其有失时，行罪无疑。是月也，日夜分，雷始收声。蛰虫坏户，杀气浸盛，阳气日衰，水始涸。日夜分，则同度量，平权衡，正钧石，角斗甬。",
          "是月也，易关市，来商旅，纳货贿，以便民事。四方来集，远乡皆至，则财不匮，上无乏用，百事乃遂。凡举大事，毋逆大数，必顺其时，慎因其类。仲秋行春令，则秋雨不降，草木生荣，国乃有恐。行夏令，则其国乃旱，蛰虫不藏，五谷复生。行冬令，则风灾数起，收雷先行，草木蚤死。",
          "季秋之月，日在房，昏虚中，旦柳中。其日庚辛。其帝少皞，其神蓐收。其虫毛。其音商，律中无射。其数九。其味辛，其臭腥。其祀门，祭先肝。鸿雁来宾，爵入大水为蛤。鞠有黄华，豺乃祭兽戮禽。天子居总章右个，乘戎路，驾白骆，载白旗，衣白衣，服白玉。食麻与犬，其器廉以深。",
          "是月也，申严号令。命百官贵贱无不务内，以会天地之藏，无有宣出。乃命冢宰，农事备收，举五谷之要，藏帝藉之收于神仓，祗敬必饬。",
          "是月也，霜始降，则百工休。乃命有司曰：寒气总至，民力不堪，其皆入室。上丁，命乐正入学习吹。是月也，大飨帝、尝，牺牲告备于天子。合诸侯，制百县，为来岁受朔日，与诸侯所税于民轻重之法，贡职之数，以远近土地所宜为度，以给郊庙之事，无有所私。",
          "是月也，天子乃教于田猎，以习五戎，班马政。命仆及七驺咸驾，载旌旐，授车以级，整设于屏外。司徒搢扑，北面誓之。天子乃厉饰，执弓挟矢以猎，命主祠祭禽于四方。",
          "是月也，草木黄落，乃伐薪为炭。蛰虫咸俯在内，皆墐其户。乃趣狱刑，毋留有罪。收禄秩之不当、供养之不宜者。是月也，天子乃以犬尝稻，先荐寝庙。季秋行夏令，则其国大水，冬藏殃败，民多鼽嚏。行冬令，则国多盗贼，边境不宁，土地分裂。行春令，则暖风来至，民气解惰，师兴不居。",
          "孟冬之月，日在尾，昏危中，旦七星中。其日壬癸。其帝颛顼，其神玄冥。其虫介。其音羽，律中应钟。其数六。其味咸，其臭朽。其祀行，祭先肾。水始冰，地始冻。雉入大水为蜃。虹藏不见。天子居玄堂左个，乘玄路，驾铁骊，载玄旗，衣黑衣，服玄玉，食黍与彘，其器闳以奄。",
          "是月也，以立冬。先立冬三日，太史谒之天子曰：某日立冬，盛德在水。天子乃齐。立冬之日，天子亲帅三公、九卿、大夫以迎冬于北郊，还反，赏死事，恤孤寡。是月也，命大史衅龟策，占兆审卦吉凶，是察阿党，则罪无有掩蔽。",
          "是月也，天子始裘。命有司曰：天气上腾，地气下降，天地不通，闭塞而成冬。命百官谨盖藏。命司徒循行积聚，无有不敛。坏城郭，戒门闾，修键闭，慎管龠，固封疆，备边竟，完要塞，谨关梁，塞徯径。饬丧纪，辨衣裳，审棺椁之薄厚，茔丘垄之大小、高卑、厚薄之度，贵贱之等级。",
          "是月也，命工师效功，陈祭器，按度程，毋或作为淫巧以荡上心。必功致为上。物勒工名，以考其诚。功有不当，必行其罪，以穷其情。是月也，大饮烝。天子乃祈来年于天宗，大割祠于公社及门闾。腊先祖五祀，劳农以休息之。天子乃命将帅讲武，习射御角力。",
          "是月也，乃命水虞渔师，收水泉池泽之赋。毋或敢侵削众庶兆民，以为天子取怨于下。其有若此者，行罪无赦。孟冬行春令，则冻闭不密，地气上泄，民多流亡。行夏令，则国多暴风，方冬不寒，蛰虫复出。行秋令，则雪霜不时，小兵时起，土地侵削。",
          "仲冬之月，日在斗，昏东壁中，旦轸中。其日壬癸。其帝颛顼，其神玄冥。其虫介。其音羽，律中黄锺。其数六。其味咸，其臭朽。其祀行，祭先肾。冰益壮，地始坼。鹖旦不鸣，虎始交。天子居玄堂大庙，乘玄路，驾铁骊，载玄旗，衣黑衣，服玄玉。食黍与彘，其器闳以奄。饬死事。命有司曰：土事毋作，慎毋发盖，毋发室屋，及起大众，以固而闭。地气且泄，是谓发天地之房，诸蛰则死，民必疾疫，又随以丧。命之曰畅月。",
          "是月也，命奄尹，申宫令，审门闾，谨房室，必重闭。省妇事毋得淫，虽有贵戚近习，毋有不禁。乃命大酋，秫稻必齐，曲蘗必时，湛炽必洁，水泉必香，陶器必良，火齐必得，兼用六物。大酋监之，毋有差贷。天子命有司祈祀四海大川名源渊泽井泉。",
          "是月也，农有不收藏积聚者、马牛畜兽有放佚者，取之不诘。山林薮泽，有能取蔬食、田猎禽兽者，野虞教道之；其有相侵夺者，罪之不赦。",
          "是月也，日短至。阴阳争，诸生荡。君子齐戒，处必掩身。身欲宁，去声色，禁耆欲。安形性，事欲静，以待阴阳之所定。芸始生，荔挺出，蚯螾结，麋角解，水泉动。日短至，则伐木，取竹箭。",
          "是月也，可以罢官之无事、去器之无用者。涂阙廷门闾，筑囹圄，此所以助天地之闭藏也。仲冬行夏令，则其国乃旱，氛雾冥冥，雷乃发声。行秋令，则天时雨汁，瓜瓠不成，国有大兵。行春令，则蝗虫为败，水泉咸竭，民多疥疠。",
          "季冬之月，日在婺女，昏娄中，旦氐中。其日壬癸。其帝颛顼，其神玄冥。其虫介。其音羽，律中大吕。其数六。其味咸，其臭朽。其祀行，祭先肾。雁北乡，鹊始巢。雉雊，鸡乳。天子居玄堂右个。乘玄路，驾铁骊，载玄旗，衣黑衣，服玄玉。食黍与彘，其器闳以奄。命有司大难，旁磔，出土牛，以送寒气。征鸟厉疾。乃毕山川之祀，及帝之大臣，天子神只。",
          "是月也，命渔师始渔，天子亲往，乃尝鱼，先荐寝庙。冰方盛，水泽腹坚。命取冰，冰以入。令告民，出五种。命农计耦耕事，修耒耜，具田器。命乐师大合吹而罢。乃命四监收秩薪柴，以共郊庙及百祀之薪燎。",
          "是月也，日穷于次，月穷于纪，星回于天。数将几终，岁且更始。专而农民，毋有所使。天子乃与公、卿、大夫，共饬国典，论时令，以待来岁之宜。乃命太史次诸侯之列，赋之牺牲，以共皇天、上帝、社稷之飨。乃命同姓之邦，共寝庙之刍豢。命宰历卿大夫至于庶民土田之数，而赋牺牲，以共山林名川之祀。凡在天下九州岛之民者，无不咸献其力，以共皇天、上帝、社稷、寝庙、山林、名川之祀。",
          "季冬行秋令，则白露早降，介虫为妖，四鄙入保。行春令，则胎夭多伤，国多固疾，命之曰逆。行夏令，则水潦败国，时雪不降，冰冻消释。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷七 曾子问",
      "id": "1158498521",
      "traditional": {
        "title": "卷七 曾子問",
        "paragraphs": [
          "曾子問曰：「君薨而世子生，如之何？」孔子曰：「卿、大夫、、士從攝主，北面，於西階南。大祝裨冕，執束帛，升自西階盡等，不升堂，命毋哭。祝聲三，告曰：『某之子生，敢告。』升，奠幣於殯東幾上，哭，降。眾主人、卿、大夫、士，房中，皆哭不踴。盡一哀，反位。遂朝奠。小宰升舉幣。三日，眾主人、卿、大夫、士，如初位，北面。大宰、大宗、大祝皆裨冕。少師奉子以衰；祝先，子從，宰宗人從。入門，哭者止，子升自西階。殯前北面。祝立於殯東南隅。祝聲三曰：『某之子某，從執事，敢見。』子拜稽顙哭。祝、宰、宗人、眾主人、卿、大夫、士，哭踴三者三，降東反位，皆袒，子踴，房中亦踴三者三。襲衰，杖，奠出。大宰命祝史，以名遍告於五祀山川。」曾子問曰：「如已葬而世子生，則如之何？」孔子曰：「大宰、大宗從大祝而告於禰。三月，乃名於禰，以名遍告及社稷宗廟山川。」",
          "孔子曰：「諸侯適天子，必告於祖，奠於禰。冕而出視朝，命祝史告於社稷、宗廟、山川。乃命國家五官而後行，道而出。告者，五日而遍，過是，非禮也。凡告，用牲幣。反，亦如之。諸侯相見，必告於禰，朝服而出視朝。命祝史告於五廟所過山川。亦命國家五官，道而出。反，必親告於祖禰。乃命祝史告至於前所告者，而後聽朝而入。」",
          "曾子問曰：「並有喪，如之何？何先何後？」孔子曰：「葬，先輕而後重；其奠也，先重而後輕；禮也。自啟及葬，不奠，行葬不哀次；反葬奠，而後辭於殯，逐修葬事。其虞也，先重而後輕，禮也。」孔子曰：「宗子雖七十，無無主婦；非宗子，雖無主婦可也。」",
          "曾子問曰：「將冠子，冠者至，揖讓而入，聞齊衰大功之喪，如之何？」孔子曰：「內喪則廢，外喪則冠而不醴，徹饌而掃，即位而哭。如冠者未至，則廢。如將冠子而未及期日，而有齊衰、大功、小功之喪，則因喪服而冠。」「除喪不改冠乎？」孔子曰：「天子賜諸侯大夫冕弁服於大廟，歸設奠，服賜服，於斯乎有冠醮，無冠醴。父沒而冠，則已冠掃地而祭於禰；已祭，而見伯父、叔父，而後饗冠者。」",
          "曾子問曰：「祭如之何則不行旅酬之事矣？」孔子曰：「聞之：小祥者，主人練祭而不旅，奠酬於賓，賓弗舉，禮也。昔者，魯昭公練而舉酬行旅，非禮也；孝公大祥，奠酬弗舉，亦非禮也。」",
          "曾子問曰：「大功之喪，可以與於饋奠之事乎？」孔子曰：「豈大功耳！自斬衰以下皆可，禮也。」曾子曰：「不以輕服而重相為乎？」孔子曰：「非此之謂也。天子、諸侯之喪，斬衰者奠；大夫，齊衰者奠；士則朋友奠；不足，則取於大功以下者；不足，則反之。」曾子問曰：「小功可以與於祭乎？」孔子曰：「何必小功耳！自斬衰以下與祭，禮也。」曾子曰：「不以輕喪而重祭乎？」孔子曰：「天子、諸侯之喪祭也，不斬衰者不與祭；大夫，齊衰者與祭；士，祭不足，則取於兄弟大功以下者。」曾子問曰：「相識，有喪服可以與於祭乎？」孔子曰：「緦不祭，又何助於人。」",
          "曾子問曰：「廢喪服，可以與於饋奠之事乎？」孔子曰：「說衰與奠，非禮也；以擯相可也。」",
          "曾子問曰：「昏禮既納幣，有吉日，女之父母死，則如之何？」孔子曰：「婿使人吊。如婿之父母死，則女之家亦使人吊。父喪稱父，母喪稱母。父母不在，則稱伯父世母。婿，已葬，婿之伯父致命女氏曰：『某之子有父母之喪，不得嗣為兄弟，使某致命。』女氏許諾，而弗敢嫁，禮也。婿，免喪，女之父母使人請，婿弗取，而後嫁之，禮也。女之父母死，婿亦如之。」",
          "曾子問曰：「親迎，女在塗，而婿之父母死，如之何？」孔子曰：「女改服布深衣，縞總以趨喪。女在途，而女之父母死，則女反。」「如婿親迎，女未至，而有齊衰大功之喪，則如之何？」孔子曰：「男不入，改服於外次；女入，改服於內次；然後即位而哭。」曾子問曰：「除喪則不複昏禮乎？」孔子曰：「祭，過時不祭，禮也；又何反於初？」孔子曰：「嫁女之家，三夜不息燭，思相離也。取婦之家，三日不舉樂，思嗣親也。三月而廟見，稱來婦也。擇日而祭於禰，成婦之義也。」曾子問曰：「女未廟見而死，則如之何？」孔子曰：「不遷於祖，不祔於皇姑，婿不杖、不菲、不次，歸葬於女氏之黨，示未成婦也。」",
          "曾子問曰：「取女，有吉日而女死，如之何？」孔子曰：「婿齊衰而吊，既葬而除之。夫死亦如之。」曾子問曰：「喪有二孤，廟有二主，禮與？」孔子曰：「天無二日，土無二王，嘗禘郊社，尊無二上。未知其為禮也。昔者齊桓公亟舉兵，作偽主以行。及反，藏諸祖廟。廟有二主，自桓公始也。喪之二孤，則昔者衛靈公適魯，遭季桓子之喪，衛君請吊，哀公辭不得命，公為主，客人吊。康子立於門右，北面；公揖讓升自東階，西鄉；客升自西階吊。公拜，興，哭；康子拜稽顙於位，有司弗辯也。今之二孤，自季康子之過也。」",
          "曾子問曰：「古者師行，必以遷廟主行乎？」孔子曰：「天子巡守，以遷廟主行，載於齊車，言必有尊也。今也取七廟之主以行，則失之矣。當七廟、五廟無虛主；虛主者，唯天子崩，諸侯薨與去其國，與祫祭於祖，為無主耳。吾聞諸老聃曰：天子崩，國君薨，則祝取群廟之主而藏諸祖廟，禮也。卒哭成事而後，主各反其廟。君去其國，大宰取群廟之主以從，禮也。祫祭於祖，則祝迎四廟之主。主，出廟入廟必蹕；老聃雲。」曾子問曰：「古者師行，無遷主，則何主？」孔子曰：「主命。」問曰：「何謂也？」孔子曰：「天子、諸侯將出，必以幣帛皮圭告於祖禰，遂奉以出，載於齊車以行。每舍，奠焉而後就舍。反必告，設奠卒，斂幣玉，藏諸兩階之間，乃出。蓋貴命也。」",
          "子遊問曰：「喪慈母如母，禮與？」孔子曰：「非禮也。古者，男子外有傅，內有慈母，君命所使教子也，何服之有？昔者，魯昭公少喪其母，有慈母良，及其死也，公弗忍也，欲喪之，有司以聞，曰：『古之禮，慈母無服，今也君為之服，是逆古之禮而亂國法也；若終行之，則有司將書之以遺後世。無乃不可乎！』公曰：『古者天子練冠以燕居。』公弗忍也，遂練冠以喪慈母。喪慈母，自魯昭公始也。」",
          "曾子問曰：「諸侯旅見天子，入門，不得終禮，廢者幾？」孔子曰：「四。」請問之。曰：「大廟火，日食，後之喪，雨沾服失容，則廢。如諸侯皆在而日食，則從天子救日，各以其方色與其兵。大廟火，則從天子救火，不以方色與兵。」曾子問曰：「諸侯相見，揖讓入門，不得終禮，廢者幾？」孔子曰：「六。」請問之。曰：「天子崩，大廟火，日食，後夫人之喪，雨沾服失容，則廢。」曾子問曰：「天子嘗禘郊社五祀之祭，簠簋既陳，天子崩，後之喪，如之何？」孔子曰：「廢。」曾子問曰：「當祭而日食，太廟火，其祭也如之何？」孔子曰：「接祭而已矣。如牲至，未殺，則廢。天子崩，未殯，五祀之祭不行；既殯而祭，其祭也，屍入，三飯不侑，酳不酢而已矣。自啟至於反哭，五祀之祭不行；已葬而祭，祝畢獻而已。」曾子問曰：「諸侯之祭社稷，俎豆既陳，聞天子崩、後之喪、君薨、夫人之喪，如之何？」孔子曰：「廢。自薨比至於殯，自啟至於反哭，奉帥天子。」曾子問曰：「大夫之祭，鼎俎既陳，籩豆既設，不得成禮，廢者幾？」孔子曰：「九。」請問之。曰：「天子崩、後之喪、君薨、夫人之喪、君之大廟火、日食、三年之喪、齊衰、大功，皆廢。外喪自齊衰以下，行也。其齊衰之祭也，屍入，三飯不侑，酳不酢而已矣；大功酢而已矣；小功、緦，室中之事而已矣。士之所以異者，緦不祭，所祭於死者無服則祭。」",
          "曾子問曰：「三年之喪，吊乎？」孔子曰：「三年之喪，練，不群立，不旅行。君子禮以飾情，三年之喪而吊哭，不亦虛乎？」曾子問曰：「大夫、士有私喪，可以除之矣，而有君服焉，其除之也如之何？」孔子曰：「有君喪服於身，不敢私服，又何除焉？於是乎有過時而弗除也。君之喪，服除而後殷祭，禮也。」曾子問曰：「父母之喪，弗除可乎？」孔子曰：「先王制禮，過時弗舉，禮也；非弗能勿除也，患其過於制也，故君子過時不祭，禮也。」",
          "曾子問曰：「君薨，既殯，而臣有父母之喪，則如之何？」孔子曰：「歸居於家，有殷事，則之君所，朝夕否。」曰：「君既啟，而臣有父母之喪，則如之何？」孔子曰：「歸哭而反送君。」曰：「君未殯，而臣有父母之喪，則如之何？」孔子曰：「歸殯，反於君所，有殷事則歸，朝夕否。大夫，室老行事；士，則子孫行事。大夫內子，有殷事，亦之君所，朝夕否。」",
          "賤不誄貴，幼不誄長，禮也。唯天子，稱天以誄之。諸侯相誄，非禮也。",
          "曾子問曰：「君出疆以三年之戒，以椑從。君薨，其入如之何？」孔子曰：「共殯服，則子麻，弁絰，疏衰，菲，杖。入自闕，升自西階。如小斂，則子免而從柩，入自門，升自阼階。君大夫士一節也。」曾子問曰：「君之喪既引，聞父母之喪，如之何？」孔子曰：「遂。既封而歸，不俟子。」曾子問曰：「父母之喪既引，及塗，聞君薨，如之何？」孔子曰：「遂。既封，改服而往。」",
          "曾子問曰：「宗子為士，庶子為大夫，其祭也如之何？」孔子曰：「以上牲祭於宗子之家。祝曰：『孝子某為介子某薦其常事。』若宗子有罪，居於他國，庶子為大夫，其祭也，祝曰：『孝子某使介子某執其常事。』攝主不厭祭，不旅，不假，不綏祭，不配。布奠於賓，賓奠而不舉，不歸肉。其辭於賓曰：『宗兄、宗弟、宗子在他國，使某辭。』」曾子問曰：「宗子去在他國，庶子無爵而居者，可以祭乎？」孔子曰：「祭哉！」請問：「其祭如之何？」孔子曰：「望墓而為壇，以時祭。若宗子死，告於墓而後祭於家。宗子死，稱名不言孝，身沒而已。子遊之徒，有庶子祭者以此，若義也。今之祭者，不首其義，故誣於祭也。」",
          "曾子問曰：「祭必有屍乎？若厭祭亦可乎？」孔子曰：「祭成喪者必有屍，屍必以孫。孫幼，則使人抱之。無孫，則取於同姓可也。祭殤必厭，蓋弗成也。祭成喪而無屍，是殤之也。」孔子曰：「有陰厭，有陽厭。」曾子問曰：「殤不祔祭，何謂陰厭、陽厭？」孔子曰：「宗子為殤而死，庶子弗為後也。其吉祭，特牲。祭殤不舉，無肵俎，無玄酒，不告利成，是謂陰厭。凡殤，與無後者，祭於宗子之家，當室之白，尊於東房，是謂陽厭。」",
          "曾子問曰：「葬引至於堩，日有食之，則有變乎？且不乎？」孔子曰：「昔者吾從老聃助葬於巷黨，及堩，日有食之，老聃曰：『丘！止柩，就道右，止哭以聽變。』既明反而後行。曰：『禮也。』反葬，而丘問之曰：『夫柩不可以反者也，日有食之，不知其已之遲數，則豈如行哉？』老聃曰：『諸侯朝天子，見日而行，逮日而舍奠；大夫使，見日而行，逮日而舍。夫柩不早出，不暮宿。見星而行者，唯罪人與奔父母之喪者乎！日有食之，安知其不見星也？且君子行禮，不以人之親痁患。』吾聞諸老聃雲。」",
          "曾子問曰：「為君使而卒於舍，禮曰：公館複，私館不複。凡所使之國，有司所授舍，則公館已，何謂私館不複也？」孔子曰：「善乎問之也！自卿、大夫、士之家，曰私館；公館與公所為，曰公館。公館複，此之謂也。」曾子問曰：「下殤：土周葬於園，遂輿機而往，途邇故也。今墓遠，則其葬也如之何？」孔子曰：「吾聞諸老聃曰：昔者史佚有子而死，下殤也。墓遠，召公謂之曰：『何以不棺斂於宮中？』史佚曰：『吾敢乎哉？』召公言於周公，周公曰：『豈不可？』史佚行之。下殤用棺衣棺，自史佚始也。」",
          "曾子問曰：「卿、大夫將為屍於公，受宿矣，而有齊衰內喪，則如之何？」孔子曰：「出，舍於公館以待事，禮也。」孔子曰：「屍弁冕而出，卿、大夫、士皆下之，屍必式，必有前驅。」子夏問曰：「三年之喪卒哭，金革之事無辟也者，禮與？初有司與？」孔子曰：「夏後氏三年之喪，既殯而致事，殷人既葬而致事。《記》曰：『君子不奪人之親，亦不可奪親也。』此之謂乎？」子夏曰：「金革之事無辟也者，非與？」孔子曰：「吾聞諸老聃曰：昔者魯公伯禽有為為之也。今以三年之喪，從其利者，吾弗知也！」"
        ]
      },
      "simplified": {
        "title": "卷七 曾子问",
        "paragraphs": [
          "曾子问曰：「君薨而世子生，如之何？」孔子曰：「卿、大夫、、士从摄主，北面，于西阶南。大祝裨冕，执束帛，升自西阶尽等，不升堂，命毋哭。祝声三，告曰：『某之子生，敢告。』升，奠币于殡东几上，哭，降。众主人、卿、大夫、士，房中，皆哭不踊。尽一哀，反位。遂朝奠。小宰升举币。三日，众主人、卿、大夫、士，如初位，北面。大宰、大宗、大祝皆裨冕。少师奉子以衰；祝先，子从，宰宗人从。入门，哭者止，子升自西阶。殡前北面。祝立于殡东南隅。祝声三曰：『某之子某，从执事，敢见。』子拜稽颡哭。祝、宰、宗人、众主人、卿、大夫、士，哭踊三者三，降东反位，皆袒，子踊，房中亦踊三者三。袭衰，杖，奠出。大宰命祝史，以名遍告于五祀山川。」曾子问曰：「如已葬而世子生，则如之何？」孔子曰：「大宰、大宗从大祝而告于祢。三月，乃名于祢，以名遍告及社稷宗庙山川。」",
          "孔子曰：「诸侯适天子，必告于祖，奠于祢。冕而出视朝，命祝史告于社稷、宗庙、山川。乃命国家五官而后行，道而出。告者，五日而遍，过是，非礼也。凡告，用牲币。反，亦如之。诸侯相见，必告于祢，朝服而出视朝。命祝史告于五庙所过山川。亦命国家五官，道而出。反，必亲告于祖祢。乃命祝史告至于前所告者，而后听朝而入。」",
          "曾子问曰：「并有丧，如之何？何先何后？」孔子曰：「葬，先轻而后重；其奠也，先重而后轻；礼也。自启及葬，不奠，行葬不哀次；反葬奠，而后辞于殡，逐修葬事。其虞也，先重而后轻，礼也。」孔子曰：「宗子虽七十，无无主妇；非宗子，虽无主妇可也。」",
          "曾子问曰：「将冠子，冠者至，揖让而入，闻齐衰大功之丧，如之何？」孔子曰：「内丧则废，外丧则冠而不醴，彻馔而扫，即位而哭。如冠者未至，则废。如将冠子而未及期日，而有齐衰、大功、小功之丧，则因丧服而冠。」「除丧不改冠乎？」孔子曰：「天子赐诸侯大夫冕弁服于大庙，归设奠，服赐服，于斯乎有冠醮，无冠醴。父没而冠，则已冠扫地而祭于祢；已祭，而见伯父、叔父，而后飨冠者。」",
          "曾子问曰：「祭如之何则不行旅酬之事矣？」孔子曰：「闻之：小祥者，主人练祭而不旅，奠酬于宾，宾弗举，礼也。昔者，鲁昭公练而举酬行旅，非礼也；孝公大祥，奠酬弗举，亦非礼也。」",
          "曾子问曰：「大功之丧，可以与于馈奠之事乎？」孔子曰：「岂大功耳！自斩衰以下皆可，礼也。」曾子曰：「不以轻服而重相为乎？」孔子曰：「非此之谓也。天子、诸侯之丧，斩衰者奠；大夫，齐衰者奠；士则朋友奠；不足，则取于大功以下者；不足，则反之。」曾子问曰：「小功可以与于祭乎？」孔子曰：「何必小功耳！自斩衰以下与祭，礼也。」曾子曰：「不以轻丧而重祭乎？」孔子曰：「天子、诸侯之丧祭也，不斩衰者不与祭；大夫，齐衰者与祭；士，祭不足，则取于兄弟大功以下者。」曾子问曰：「相识，有丧服可以与于祭乎？」孔子曰：「缌不祭，又何助于人。」",
          "曾子问曰：「废丧服，可以与于馈奠之事乎？」孔子曰：「说衰与奠，非礼也；以摈相可也。」",
          "曾子问曰：「昏礼既纳币，有吉日，女之父母死，则如之何？」孔子曰：「婿使人吊。如婿之父母死，则女之家亦使人吊。父丧称父，母丧称母。父母不在，则称伯父世母。婿，已葬，婿之伯父致命女氏曰：『某之子有父母之丧，不得嗣为兄弟，使某致命。』女氏许诺，而弗敢嫁，礼也。婿，免丧，女之父母使人请，婿弗取，而后嫁之，礼也。女之父母死，婿亦如之。」",
          "曾子问曰：「亲迎，女在涂，而婿之父母死，如之何？」孔子曰：「女改服布深衣，缟总以趋丧。女在途，而女之父母死，则女反。」「如婿亲迎，女未至，而有齐衰大功之丧，则如之何？」孔子曰：「男不入，改服于外次；女入，改服于内次；然后即位而哭。」曾子问曰：「除丧则不复昏礼乎？」孔子曰：「祭，过时不祭，礼也；又何反于初？」孔子曰：「嫁女之家，三夜不息烛，思相离也。取妇之家，三日不举乐，思嗣亲也。三月而庙见，称来妇也。择日而祭于祢，成妇之义也。」曾子问曰：「女未庙见而死，则如之何？」孔子曰：「不迁于祖，不祔于皇姑，婿不杖、不菲、不次，归葬于女氏之党，示未成妇也。」",
          "曾子问曰：「取女，有吉日而女死，如之何？」孔子曰：「婿齐衰而吊，既葬而除之。夫死亦如之。」曾子问曰：「丧有二孤，庙有二主，礼与？」孔子曰：「天无二日，土无二王，尝禘郊社，尊无二上。未知其为礼也。昔者齐桓公亟举兵，作伪主以行。及反，藏诸祖庙。庙有二主，自桓公始也。丧之二孤，则昔者卫灵公适鲁，遭季桓子之丧，卫君请吊，哀公辞不得命，公为主，客人吊。康子立于门右，北面；公揖让升自东阶，西乡；客升自西阶吊。公拜，兴，哭；康子拜稽颡于位，有司弗辩也。今之二孤，自季康子之过也。」",
          "曾子问曰：「古者师行，必以迁庙主行乎？」孔子曰：「天子巡守，以迁庙主行，载于齐车，言必有尊也。今也取七庙之主以行，则失之矣。当七庙、五庙无虚主；虚主者，唯天子崩，诸侯薨与去其国，与祫祭于祖，为无主耳。吾闻诸老聃曰：天子崩，国君薨，则祝取群庙之主而藏诸祖庙，礼也。卒哭成事而后，主各反其庙。君去其国，大宰取群庙之主以从，礼也。祫祭于祖，则祝迎四庙之主。主，出庙入庙必跸；老聃云。」曾子问曰：「古者师行，无迁主，则何主？」孔子曰：「主命。」问曰：「何谓也？」孔子曰：「天子、诸侯将出，必以币帛皮圭告于祖祢，遂奉以出，载于齐车以行。每舍，奠焉而后就舍。反必告，设奠卒，敛币玉，藏诸两阶之间，乃出。盖贵命也。」",
          "子游问曰：「丧慈母如母，礼与？」孔子曰：「非礼也。古者，男子外有傅，内有慈母，君命所使教子也，何服之有？昔者，鲁昭公少丧其母，有慈母良，及其死也，公弗忍也，欲丧之，有司以闻，曰：『古之礼，慈母无服，今也君为之服，是逆古之礼而乱国法也；若终行之，则有司将书之以遗后世。无乃不可乎！』公曰：『古者天子练冠以燕居。』公弗忍也，遂练冠以丧慈母。丧慈母，自鲁昭公始也。」",
          "曾子问曰：「诸侯旅见天子，入门，不得终礼，废者几？」孔子曰：「四。」请问之。曰：「大庙火，日食，后之丧，雨沾服失容，则废。如诸侯皆在而日食，则从天子救日，各以其方色与其兵。大庙火，则从天子救火，不以方色与兵。」曾子问曰：「诸侯相见，揖让入门，不得终礼，废者几？」孔子曰：「六。」请问之。曰：「天子崩，大庙火，日食，后夫人之丧，雨沾服失容，则废。」曾子问曰：「天子尝禘郊社五祀之祭，簠簋既陈，天子崩，后之丧，如之何？」孔子曰：「废。」曾子问曰：「当祭而日食，太庙火，其祭也如之何？」孔子曰：「接祭而已矣。如牲至，未杀，则废。天子崩，未殡，五祀之祭不行；既殡而祭，其祭也，尸入，三饭不侑，酳不酢而已矣。自启至于反哭，五祀之祭不行；已葬而祭，祝毕献而已。」曾子问曰：「诸侯之祭社稷，俎豆既陈，闻天子崩、后之丧、君薨、夫人之丧，如之何？」孔子曰：「废。自薨比至于殡，自启至于反哭，奉帅天子。」曾子问曰：「大夫之祭，鼎俎既陈，笾豆既设，不得成礼，废者几？」孔子曰：「九。」请问之。曰：「天子崩、后之丧、君薨、夫人之丧、君之大庙火、日食、三年之丧、齐衰、大功，皆废。外丧自齐衰以下，行也。其齐衰之祭也，尸入，三饭不侑，酳不酢而已矣；大功酢而已矣；小功、缌，室中之事而已矣。士之所以异者，缌不祭，所祭于死者无服则祭。」",
          "曾子问曰：「三年之丧，吊乎？」孔子曰：「三年之丧，练，不群立，不旅行。君子礼以饰情，三年之丧而吊哭，不亦虚乎？」曾子问曰：「大夫、士有私丧，可以除之矣，而有君服焉，其除之也如之何？」孔子曰：「有君丧服于身，不敢私服，又何除焉？于是乎有过时而弗除也。君之丧，服除而后殷祭，礼也。」曾子问曰：「父母之丧，弗除可乎？」孔子曰：「先王制礼，过时弗举，礼也；非弗能勿除也，患其过于制也，故君子过时不祭，礼也。」",
          "曾子问曰：「君薨，既殡，而臣有父母之丧，则如之何？」孔子曰：「归居于家，有殷事，则之君所，朝夕否。」曰：「君既启，而臣有父母之丧，则如之何？」孔子曰：「归哭而反送君。」曰：「君未殡，而臣有父母之丧，则如之何？」孔子曰：「归殡，反于君所，有殷事则归，朝夕否。大夫，室老行事；士，则子孙行事。大夫内子，有殷事，亦之君所，朝夕否。」",
          "贱不诔贵，幼不诔长，礼也。唯天子，称天以诔之。诸侯相诔，非礼也。",
          "曾子问曰：「君出疆以三年之戒，以椑从。君薨，其入如之何？」孔子曰：「共殡服，则子麻，弁绖，疏衰，菲，杖。入自阙，升自西阶。如小敛，则子免而从柩，入自门，升自阼阶。君大夫士一节也。」曾子问曰：「君之丧既引，闻父母之丧，如之何？」孔子曰：「遂。既封而归，不俟子。」曾子问曰：「父母之丧既引，及涂，闻君薨，如之何？」孔子曰：「遂。既封，改服而往。」",
          "曾子问曰：「宗子为士，庶子为大夫，其祭也如之何？」孔子曰：「以上牲祭于宗子之家。祝曰：『孝子某为介子某荐其常事。』若宗子有罪，居于他国，庶子为大夫，其祭也，祝曰：『孝子某使介子某执其常事。』摄主不厌祭，不旅，不假，不绥祭，不配。布奠于宾，宾奠而不举，不归肉。其辞于宾曰：『宗兄、宗弟、宗子在他国，使某辞。』」曾子问曰：「宗子去在他国，庶子无爵而居者，可以祭乎？」孔子曰：「祭哉！」请问：「其祭如之何？」孔子曰：「望墓而为坛，以时祭。若宗子死，告于墓而后祭于家。宗子死，称名不言孝，身没而已。子游之徒，有庶子祭者以此，若义也。今之祭者，不首其义，故诬于祭也。」",
          "曾子问曰：「祭必有尸乎？若厌祭亦可乎？」孔子曰：「祭成丧者必有尸，尸必以孙。孙幼，则使人抱之。无孙，则取于同姓可也。祭殇必厌，盖弗成也。祭成丧而无尸，是殇之也。」孔子曰：「有阴厌，有阳厌。」曾子问曰：「殇不祔祭，何谓阴厌、阳厌？」孔子曰：「宗子为殇而死，庶子弗为后也。其吉祭，特牲。祭殇不举，无肵俎，无玄酒，不告利成，是谓阴厌。凡殇，与无后者，祭于宗子之家，当室之白，尊于东房，是谓阳厌。」",
          "曾子问曰：「葬引至于堩，日有食之，则有变乎？且不乎？」孔子曰：「昔者吾从老聃助葬于巷党，及堩，日有食之，老聃曰：『丘！止柩，就道右，止哭以听变。』既明反而后行。曰：『礼也。』反葬，而丘问之曰：『夫柩不可以反者也，日有食之，不知其已之迟数，则岂如行哉？』老聃曰：『诸侯朝天子，见日而行，逮日而舍奠；大夫使，见日而行，逮日而舍。夫柩不早出，不暮宿。见星而行者，唯罪人与奔父母之丧者乎！日有食之，安知其不见星也？且君子行礼，不以人之亲痁患。』吾闻诸老聃云。」",
          "曾子问曰：「为君使而卒于舍，礼曰：公馆复，私馆不复。凡所使之国，有司所授舍，则公馆已，何谓私馆不复也？」孔子曰：「善乎问之也！自卿、大夫、士之家，曰私馆；公馆与公所为，曰公馆。公馆复，此之谓也。」曾子问曰：「下殇：土周葬于园，遂舆机而往，途迩故也。今墓远，则其葬也如之何？」孔子曰：「吾闻诸老聃曰：昔者史佚有子而死，下殇也。墓远，召公谓之曰：『何以不棺敛于宫中？』史佚曰：『吾敢乎哉？』召公言于周公，周公曰：『岂不可？』史佚行之。下殇用棺衣棺，自史佚始也。」",
          "曾子问曰：「卿、大夫将为尸于公，受宿矣，而有齐衰内丧，则如之何？」孔子曰：「出，舍于公馆以待事，礼也。」孔子曰：「尸弁冕而出，卿、大夫、士皆下之，尸必式，必有前驱。」子夏问曰：「三年之丧卒哭，金革之事无辟也者，礼与？初有司与？」孔子曰：「夏后氏三年之丧，既殡而致事，殷人既葬而致事。《记》曰：『君子不夺人之亲，亦不可夺亲也。』此之谓乎？」子夏曰：「金革之事无辟也者，非与？」孔子曰：「吾闻诸老聃曰：昔者鲁公伯禽有为为之也。今以三年之丧，从其利者，吾弗知也！」"
        ]
      },
      "translation": []
    },
    {
      "title": "卷八 文王世子",
      "id": "6307333703",
      "traditional": {
        "title": "卷八 文王世子",
        "paragraphs": [
          "文王之為世子，朝於王季，日三。雞初鳴而衣服，至於寢門外，問內豎之禦者曰：「今日安否何如？」內豎曰：「安。」文王乃喜。及日中，又至，亦如之。及莫，又至，亦如之。其有不安節，則內豎以告文王，文王色憂，行不能正履。王季腹膳，然後亦複初。食上，必在，視寒暖之節，食下，問所膳；命膳宰曰：「末有原！」應曰：「諾。」然後退。武王帥而行之，不敢有加焉。文王有疾，武王不脫冠帶而養。文王一飯，亦一飯；文王再飯，亦再飯。旬有二日乃間。文王謂武王曰：「女何夢矣？」武王對曰：「夢帝與我九齡。」文王曰：「女以為何也？」武王曰：「西方有九國焉，君王其終撫諸？」文王曰：「非也。古者謂年齡，齒亦齡也。我百爾九十，吾與爾三焉。」文王九十七乃終，武王九十三而終。成王幼，不能蒞阼，周公相，踐阼而治。抗世子法於伯禽，欲令成王之知父子、君臣、長幼之道也；成王有過，則撻伯禽，所以示成王世子之道也。文王之為世子也。",
          "凡學世子及學士，必時。春夏學幹戈，秋冬學羽龠，皆於東序。小樂正學幹，大胥贊之。龠師學戈，龠師丞贊之。胥鼓南。春誦夏弦，大師詔之。瞽宗秋學禮，執禮者詔之；冬讀書，典書者詔之。禮在瞽宗，書在上庠。凡祭與養老，乞言，合語之禮，皆小樂正詔之於東序。大樂正學舞幹戚，語說，命乞言，皆大樂正授數，大司成論說在東序。",
          "凡侍坐於大司成者，遠近間三席，可以問。終則負牆，列事未盡，不問。凡學，春官釋奠於其先師，秋冬亦如之。凡始立學者，必釋奠於先聖先師；及行事，必以幣。凡釋奠者，必有合也，有國故則否。凡大合樂，必遂養老。凡語於郊者，必取賢斂才焉。或以德進，或以事舉，或以言揚。曲藝皆誓之，以待又語。三而一有焉，乃進其等，以其序，謂之郊人，遠之。於成均以及取爵於上尊也。始立學者，既興器用幣，然後釋菜不舞不授器，乃退。儐於東序，一獻，無介語可也。教世子。",
          "凡三王教世子必以禮樂。樂，所以修內也；禮，所以修外也。禮樂交錯於中，發形於外，是故其成也懌，恭敬而溫文。立大傅、少傅以養之，欲其知父子、君臣之道也。大傅審父子、君臣之道以示之；少傅奉世子，以觀大傅之德行而審喻之。大傅在前，少傅在後；入則有保，出則有師，是以教喻而德成也。師也者，教之以事而喻諸德者也；保也者，慎其身以輔翼之而歸諸道者也。《記》曰：「虞、夏、商、周，有師保，有疑丞。」設四輔及三公。不必備，唯其人。語使能也。君子曰德，德成而教尊，教尊而官正，官正而國治，君之謂也。仲尼曰：「昔者周公攝政，踐阼而治，抗世子法於伯禽，所以善成王也。聞之曰：為人臣者，殺其身有益於君則為之，況於其身以善其君乎？周公優為之！」是故知為人子，然後可以為人父；知為人臣，然後可以為人君；知事人，然後能使人。成王幼，不能蒞阼，以為世子，則無為也，是故抗世子法於伯禽，使之與成王居，欲令成王之知父子、君臣、長幼之義也。君之於世子也，親則父也，尊則君也。有父之親，有君之尊，然後兼天下而有之。是故，養世子不可不慎也。行一物而三善皆得者，唯世子而已。其齒於學之謂也。故世子齒於學，國人觀之曰：「將君我而與我齒讓何也？」曰：「有父在則禮然，然而眾知父子之道矣。」其二曰：「將君我而與我齒讓何也？」曰：「有君在則禮然，然而眾著於君臣之義也。」其三曰：「將君我而與我齒讓何也？」曰：「長長也，然而眾知長幼之節矣。」故父在斯為子，君在斯謂之臣，居子與臣之節，所以尊君親親也。故學之為父子焉，學之為君臣焉，學之為長幼焉，父子、君臣、長幼之道得，而國治。語曰：「樂正司業，父師司成，一有元良，萬國以貞。」世子之謂也。周公踐阼。",
          "庶子之正於公族者，教之以孝弟、睦友、子愛，明父子之義、長幼之序。其朝於公：內朝，則東面北上；臣有貴者，以齒。其在外朝，則以官，司士為之。其在宗廟之中，則如外朝之位。宗人授事，以爵以官。其登餕獻受爵，則以上嗣。庶子治之，雖有三命，不逾父兄。其公大事，則以其喪服之精粗為序。雖於公族之喪亦如之，以次主人。若公與族燕，則異姓為賓，膳宰為主人，公與父兄齒。族食，世降一等。其在軍，則守於公禰。公若有出疆之政，庶子以公族之無事者守於公宮，正室守大廟，諸父守貴宮貴室，諸子諸孫守下宮下室。五廟之孫，祖廟未毀，雖為庶人，冠，取妻，必告；死，必赴；練祥則告。族之相為也，宜吊不吊，宜免不免，有司罰之。至於賵賻承含，皆有正焉。公族其有死罪，則磬於甸人。其刑罪，則纖剸，亦告於甸人。公族無宮刑。獄成，有司讞於公。其死罪，則曰「某之罪在大辟」；其刑罪，則曰「某之罪在小辟」。公曰：「宥之。」有司又曰：「在辟。」公又曰：「宥之。」有司又曰：「在辟。」及三宥，不對，走出，致刑於於甸人。公又使人追之曰：「雖然，必赦之。」有司對曰：「無及也！」反命於公，公素服不舉，為之變，如其倫之喪。無服，親哭之。公族朝於內朝，內親也。雖有貴者以齒，明父子也。外朝以官，體異姓也。宗廟之中，以爵為位，崇德也。宗人授事以官，尊賢也。登餕受爵以上嗣，尊祖之道也。喪紀以服之輕重為序，不奪人親也。公與族燕則以齒，而孝弟之道達矣。其族食世降一等，親親之殺也。戰則守於公禰，孝愛之深也。正室守大廟，尊宗室，而君臣之道著矣。諸父諸兄守貴室，子弟守下室，而讓道達矣。五廟之孫，祖廟未毀，雖及庶人，冠，取妻必告，死必赴，不忘親也。親未絕而列於庶人，賤無能也。敬吊臨賻賵，睦友之道也。古者，庶子之官治，而邦國有倫；邦國有倫，而眾鄉方矣。公族之罪，雖親不以犯有司，正術也，所以體百姓也。刑於隱者，不與國人慮兄弟也。弗吊，弗為服，哭於異姓之廟，為忝祖遠之也。素服居外，不聽樂，私喪之也，骨肉之親無絕也。公族無宮刑，不翦其類也。天子視學，大昕鼓征，所以警眾也。眾至，然後天子至。乃命有司行事。興秩節，祭先師先聖焉。有司卒事，反命。始之養也：適東序，釋奠於先老，遂設三老五更群老之席位焉。適饌省醴，養老之珍，具；遂發詠焉，退修之以孝養也。反，登歌清廟，既歌而語，以成之也。言父子、君臣、長幼之道，合德音之致，禮之大者也。下管《象》，舞《大武》。大合眾以事，達有神，興有德也。正君臣之位、貴賤之等焉，而上下之義行矣。有司告以樂闋，王乃命公侯伯子男及群吏曰：「反！養老幼於東序。」終之以仁也。是故聖人之記事也，慮之以大，愛之以敬，行之以禮，修之以孝養，紀之以義，終之以仁。是故古之人一舉事而眾皆知其德之備也。古之君子，舉大事，必慎其終始，而眾安得不喻焉？《兌命》曰：「念終始典於學。」",
          "世子之記曰：朝夕至於大寢之門外，問於內豎曰：「今日安否何如？」內豎曰：「今日安。」世子乃有喜色。其有不安節，則內豎以告世子，世子色憂不滿容。內豎言「複初」，然後亦複初。朝夕之食上，世子必在，視寒暖之節。食下，問所膳羞。必知所進，以命膳宰，然後退。若內豎言「疾」，則世子親齊玄而養。膳宰之饌，必敬視之；疾之藥，必親嘗之。嘗饌善，則世子亦能食；嘗饌寡，世子亦不能飽；以至於複初，然後亦複初。"
        ]
      },
      "simplified": {
        "title": "卷八 文王世子",
        "paragraphs": [
          "文王之为世子，朝于王季，日三。鸡初鸣而衣服，至于寝门外，问内竖之御者曰：「今日安否何如？」内竖曰：「安。」文王乃喜。及日中，又至，亦如之。及莫，又至，亦如之。其有不安节，则内竖以告文王，文王色忧，行不能正履。王季腹膳，然后亦复初。食上，必在，视寒暖之节，食下，问所膳；命膳宰曰：「末有原！」应曰：「诺。」然后退。武王帅而行之，不敢有加焉。文王有疾，武王不脱冠带而养。文王一饭，亦一饭；文王再饭，亦再饭。旬有二日乃间。文王谓武王曰：「女何梦矣？」武王对曰：「梦帝与我九龄。」文王曰：「女以为何也？」武王曰：「西方有九国焉，君王其终抚诸？」文王曰：「非也。古者谓年龄，齿亦龄也。我百尔九十，吾与尔三焉。」文王九十七乃终，武王九十三而终。成王幼，不能莅阼，周公相，践阼而治。抗世子法于伯禽，欲令成王之知父子、君臣、长幼之道也；成王有过，则挞伯禽，所以示成王世子之道也。文王之为世子也。",
          "凡学世子及学士，必时。春夏学干戈，秋冬学羽龠，皆于东序。小乐正学干，大胥赞之。龠师学戈，龠师丞赞之。胥鼓南。春诵夏弦，大师诏之。瞽宗秋学礼，执礼者诏之；冬读书，典书者诏之。礼在瞽宗，书在上庠。凡祭与养老，乞言，合语之礼，皆小乐正诏之于东序。大乐正学舞干戚，语说，命乞言，皆大乐正授数，大司成论说在东序。",
          "凡侍坐于大司成者，远近间三席，可以问。终则负墙，列事未尽，不问。凡学，春官释奠于其先师，秋冬亦如之。凡始立学者，必释奠于先圣先师；及行事，必以币。凡释奠者，必有合也，有国故则否。凡大合乐，必遂养老。凡语于郊者，必取贤敛才焉。或以德进，或以事举，或以言扬。曲艺皆誓之，以待又语。三而一有焉，乃进其等，以其序，谓之郊人，远之。于成均以及取爵于上尊也。始立学者，既兴器用币，然后释菜不舞不授器，乃退。傧于东序，一献，无介语可也。教世子。",
          "凡三王教世子必以礼乐。乐，所以修内也；礼，所以修外也。礼乐交错于中，发形于外，是故其成也怿，恭敬而温文。立大傅、少傅以养之，欲其知父子、君臣之道也。大傅审父子、君臣之道以示之；少傅奉世子，以观大傅之德行而审喻之。大傅在前，少傅在后；入则有保，出则有师，是以教喻而德成也。师也者，教之以事而喻诸德者也；保也者，慎其身以辅翼之而归诸道者也。《记》曰：「虞、夏、商、周，有师保，有疑丞。」设四辅及三公。不必备，唯其人。语使能也。君子曰德，德成而教尊，教尊而官正，官正而国治，君之谓也。仲尼曰：「昔者周公摄政，践阼而治，抗世子法于伯禽，所以善成王也。闻之曰：为人臣者，杀其身有益于君则为之，况于其身以善其君乎？周公优为之！」是故知为人子，然后可以为人父；知为人臣，然后可以为人君；知事人，然后能使人。成王幼，不能莅阼，以为世子，则无为也，是故抗世子法于伯禽，使之与成王居，欲令成王之知父子、君臣、长幼之义也。君之于世子也，亲则父也，尊则君也。有父之亲，有君之尊，然后兼天下而有之。是故，养世子不可不慎也。行一物而三善皆得者，唯世子而已。其齿于学之谓也。故世子齿于学，国人观之曰：「将君我而与我齿让何也？」曰：「有父在则礼然，然而众知父子之道矣。」其二曰：「将君我而与我齿让何也？」曰：「有君在则礼然，然而众着于君臣之义也。」其三曰：「将君我而与我齿让何也？」曰：「长长也，然而众知长幼之节矣。」故父在斯为子，君在斯谓之臣，居子与臣之节，所以尊君亲亲也。故学之为父子焉，学之为君臣焉，学之为长幼焉，父子、君臣、长幼之道得，而国治。语曰：「乐正司业，父师司成，一有元良，万国以贞。」世子之谓也。周公践阼。",
          "庶子之正于公族者，教之以孝弟、睦友、子爱，明父子之义、长幼之序。其朝于公：内朝，则东面北上；臣有贵者，以齿。其在外朝，则以官，司士为之。其在宗庙之中，则如外朝之位。宗人授事，以爵以官。其登馂献受爵，则以上嗣。庶子治之，虽有三命，不逾父兄。其公大事，则以其丧服之精粗为序。虽于公族之丧亦如之，以次主人。若公与族燕，则异姓为宾，膳宰为主人，公与父兄齿。族食，世降一等。其在军，则守于公祢。公若有出疆之政，庶子以公族之无事者守于公宫，正室守大庙，诸父守贵宫贵室，诸子诸孙守下宫下室。五庙之孙，祖庙未毁，虽为庶人，冠，取妻，必告；死，必赴；练祥则告。族之相为也，宜吊不吊，宜免不免，有司罚之。至于赗赙承含，皆有正焉。公族其有死罪，则磬于甸人。其刑罪，则纤剸，亦告于甸人。公族无宫刑。狱成，有司谳于公。其死罪，则曰「某之罪在大辟」；其刑罪，则曰「某之罪在小辟」。公曰：「宥之。」有司又曰：「在辟。」公又曰：「宥之。」有司又曰：「在辟。」及三宥，不对，走出，致刑于于甸人。公又使人追之曰：「虽然，必赦之。」有司对曰：「无及也！」反命于公，公素服不举，为之变，如其伦之丧。无服，亲哭之。公族朝于内朝，内亲也。虽有贵者以齿，明父子也。外朝以官，体异姓也。宗庙之中，以爵为位，崇德也。宗人授事以官，尊贤也。登馂受爵以上嗣，尊祖之道也。丧纪以服之轻重为序，不夺人亲也。公与族燕则以齿，而孝弟之道达矣。其族食世降一等，亲亲之杀也。战则守于公祢，孝爱之深也。正室守大庙，尊宗室，而君臣之道着矣。诸父诸兄守贵室，子弟守下室，而让道达矣。五庙之孙，祖庙未毁，虽及庶人，冠，取妻必告，死必赴，不忘亲也。亲未绝而列于庶人，贱无能也。敬吊临赙赗，睦友之道也。古者，庶子之官治，而邦国有伦；邦国有伦，而众乡方矣。公族之罪，虽亲不以犯有司，正术也，所以体百姓也。刑于隐者，不与国人虑兄弟也。弗吊，弗为服，哭于异姓之庙，为忝祖远之也。素服居外，不听乐，私丧之也，骨肉之亲无绝也。公族无宫刑，不翦其类也。天子视学，大昕鼓征，所以警众也。众至，然后天子至。乃命有司行事。兴秩节，祭先师先圣焉。有司卒事，反命。始之养也：适东序，释奠于先老，遂设三老五更群老之席位焉。适馔省醴，养老之珍，具；遂发咏焉，退修之以孝养也。反，登歌清庙，既歌而语，以成之也。言父子、君臣、长幼之道，合德音之致，礼之大者也。下管《象》，舞《大武》。大合众以事，达有神，兴有德也。正君臣之位、贵贱之等焉，而上下之义行矣。有司告以乐阕，王乃命公侯伯子男及群吏曰：「反！养老幼于东序。」终之以仁也。是故圣人之记事也，虑之以大，爱之以敬，行之以礼，修之以孝养，纪之以义，终之以仁。是故古之人一举事而众皆知其德之备也。古之君子，举大事，必慎其终始，而众安得不喻焉？《兑命》曰：「念终始典于学。」",
          "世子之记曰：朝夕至于大寝之门外，问于内竖曰：「今日安否何如？」内竖曰：「今日安。」世子乃有喜色。其有不安节，则内竖以告世子，世子色忧不满容。内竖言「复初」，然后亦复初。朝夕之食上，世子必在，视寒暖之节。食下，问所膳羞。必知所进，以命膳宰，然后退。若内竖言「疾」，则世子亲齐玄而养。膳宰之馔，必敬视之；疾之药，必亲尝之。尝馔善，则世子亦能食；尝馔寡，世子亦不能饱；以至于复初，然后亦复初。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷九 礼运",
      "id": "5876687235",
      "traditional": {
        "title": "卷九 禮運",
        "paragraphs": [
          "昔者仲尼與於蠟賓，事畢，出遊於觀之上，喟然而歎。仲尼之歎，蓋歎魯也。言偃在側曰：「君子何歎？」孔子曰：「大道之行也，與三代之英，丘未之逮也，而有志焉。」大道之行也，天下為公。選賢與能，講信修睦，故人不獨親其親，不獨子其子，使老有所終，壯有所用，幼有所長，矜寡孤獨廢疾者，皆有所養。男有分，女有歸。貨惡其棄於地也，不必藏於己；力惡其不出於身也，不必為己。是故謀閉而不興，盜竊亂賊而不作，故外戶而不閉，是謂大同。今大道既隱，天下為家，各親其親，各子其子，貨力為己，大人世及以為禮。城郭溝池以為固，禮義以為紀；以正君臣，以篤父子，以睦兄弟，以和夫婦，以設制度，以立田裏，以賢勇知，以功為己。故謀用是作，而兵由此起。禹、湯、文、武、成王、周公，由此其選也。此六君子者，未有不謹於禮者也。以著其義，以考其信，著有過，刑仁講讓，示民有常。如有不由此者，在勢者去，眾以為殃，是謂小康。言偃複問曰：「如此乎禮之急也？」孔子曰：「夫禮，先王以承天之道，以治人之情。故失之者死，得之者生。《詩》曰：『相鼠有體，人而無禮；人而無禮，胡不遄死？』是故夫禮，必本於天，殽於地，列於鬼神，達於喪祭、射禦、冠昏、朝聘。故聖人以禮示之，故天下國家可得而正也。」言偃複問曰：「夫子之極言禮也，可得而聞與？」孔子曰：「我欲觀夏道，是故之杞，而不足征也；吾得夏時焉。我欲觀殷道，是故之宋，而不足征也；吾得坤幹焉。坤幹之義，夏時之等，吾以是觀之。」夫禮之初，始諸飲食，其燔黍捭豚，汙尊而抔飲，蕢桴而土鼓，猶若可以致其敬於鬼神。及其死也，升屋而號，告曰：「皋！某複。」然後飯腥而苴孰。故天望而地藏也，體魄則降，知氣在上，故死者北首，生者南鄉，皆從其初。昔者先王，未有宮室，冬則居營窟，夏則居橧巢。未有火化，食草木之實、鳥獸之肉，飲其血，茹其毛。未有麻絲，衣其羽皮。後聖有作，然後修火之利，範金合土，以為台榭、宮室、牖戶，以炮以燔，以亨以炙，以為醴酪；治其麻絲，以為布帛，以養生送死，以事鬼神上帝，皆從其朔。故玄酒在室，醴醆在戶，粢醍在堂，澄酒在下。陳其犧牲，備其鼎俎，列其琴瑟管磬鍾鼓，修其祝嘏，以降上神與其先祖。以正君臣，以篤父子，以睦兄弟，以齊上下，夫婦有所。是謂承天之祜。作其祝號，玄酒以祭，薦其血毛，腥其俎，孰其殽，與其越席，疏布以冪，衣其浣帛，醴醆以獻，薦其燔炙，君與夫人交獻，以嘉魂魄，是謂合莫。然後退而合亨，體其犬豕牛羊，實其簠簋、籩豆、鉶羹。祝以孝告，嘏以慈告，是謂大祥。此禮之大成也。",
          "孔子曰：「於呼哀哉！我觀周道，幽、厲傷之，吾舍魯何適矣！魯之郊禘，非禮也，周公其衰矣！杞之郊也禹也，宋之郊也契也，是天子之事守也。故天子祭天地，諸侯祭社稷。」祝嘏莫敢易其常古，是謂大假。祝嘏辭說，藏於宗祝巫史，非禮也，是謂幽國。醆斝及屍君，非禮也，是謂僭君。冕弁兵革藏於私家，非禮也，是謂脅君。大夫具官，祭器不假，聲樂皆具，非禮也，是謂亂國。故仕於公曰臣，仕於家曰仆。三年之喪，與新有昏者，期不使。以衰裳入朝，與家仆雜居齊齒，非禮也，是謂君與臣同國。故天子有田以處其子孫，諸侯有國以處其子孫，大夫有采以處其子孫，是謂制度。故天子適諸侯，必舍其祖朝，而不以禮籍入，是謂天子壞法亂紀。諸侯非問疾吊喪而入諸臣之家，是謂君臣為謔。是故，禮者君之大柄也，所以別嫌明微，儐鬼神，考制度，別仁義，所以治政安君也。故政不正，則君位危；君位危，則大臣倍，小臣竊。刑肅而俗敝，則法無常；法無常，而禮無列；禮無列，則士不事也。刑肅而俗敝，則民弗歸也，是謂疵國。故政者君之所以藏身也。是故夫政必本於天，殽以降命。命降於社之謂殽地，降於祖廟之謂仁義，降於山川之謂興作，降於五祀之謂制度。此聖人所以藏身之固也。故聖人參於天地，並於鬼神，以治政也。處其所存，禮之序也；玩其所樂，民之治也。故天生時而地生財，人其父生而師教之：四者，君以正用之，故君者立於無過之地也。故君者所明也，非明人者也。君者所養也，非養人者也。君者所事也，非事人者也。故君明人則有過，養人則不足，事人則失位。故百姓則君以自治也，養君以自安也，事君以自顯也。故禮達而分定，人皆愛其死而患其生。故用人之知去其詐，用人之勇去其怒，用人之仁去其貪。故國有患，君死社稷謂之義，大夫死宗廟謂之變。故聖人耐以天下為一家，以中國為一人者，非意之也，必知其情，辟於其義，明於其利，達於其患，然後能為之。何謂人情？喜怒哀懼愛惡欲七者，弗學而能。何謂人義？父慈、子孝、兄良、弟弟、夫義、婦聽、長惠、幼順、君仁、臣忠十者，謂之人義。講信修睦，謂之人利。爭奪相殺，謂之人患。故聖人所以治人七情，修十義，講信修睦，尚辭讓，去爭奪，舍禮何以治之？飲食男女，人之大欲存焉；死亡貧苦，人之大惡存焉。故欲惡者，心之大端也。人藏其心，不可測度也；美惡皆在其心，不見其色也，欲一以窮之，舍禮何以哉？故人者，其天地之德，陰陽之交，鬼神之會，五行之秀氣也。故天秉陽，垂日星；地秉陰，竅於山川。播五行於四時，和而後月生也。是以三五而盈，三五而闕。五行之動，迭相竭也，五行、四時、十二月，還相為本也；五聲、六律、、十二管，還相為宮也；五味、六和、、十二食，還相為質也；五色、六章、十二衣，還相為質也。故人者，天地之心也，五行之端也，食味別聲被色而生者也。故聖人作則，必以天地為本，以陰陽為端，以四時為柄，以日星為紀，月以為量，鬼神以為徒，五行以為質，禮義以為器，人情以為田，四靈以為畜。以天地為本，故物可舉也；以陰陽為端，故情可睹也；以四時為柄，故事可勸也；以日星為紀，故事可列也；月以為量，故功有藝也；鬼神以為徒，故事有守也；五行以為質，故事可複也；禮義以為器，故事行有考也；人情以為田，故人以為奧也；四靈以為畜，故飲食有由也。",
          "何謂四靈？麟鳳龜龍，謂之四靈。故龍以為畜，故魚鮪不淰；鳳以為畜，故鳥不獝；麟以為畜，故獸不狘；龜以為畜，故人情不失。故先王秉蓍龜，列祭祀，瘞繒，宣祝嘏辭說，設制度，故國有禮，官有禦，事有職，禮有序。故先王患禮之不達於下也，故祭帝於郊，所以定天位也；祀社於國，所以列地利也；祖廟所以本仁也，山川所以儐鬼神也，五祀所以本事也。故宗祝在廟，三公在朝，三老在學。王，前巫而後史，卜筮瞽侑皆在左右，王中心無為也，以守至正。故禮行於郊，而百神受職焉，禮行於社，而百貨可極焉，禮行於祖廟而孝慈服焉，禮行於五祀而正法則焉。故自郊社、祖廟、山川、五祀，義之修而禮之藏也。是故夫禮，必本於大一，分而為天地，轉而為陰陽，變而為四時，列而為鬼神。其降曰命，其官於天也。夫禮必本於天，動而之地，列而之事，變而從時，協於分藝，其居人也曰養，其行之以貨力、辭讓：飲食、冠昏、喪祭、射禦、朝聘。故禮義也者，人之大端也，所以講信修睦而固人之肌膚之會、筋骸之束也。所以養生送死事鬼神之大端也。所以達天道順人情之大竇也。故唯聖人為知禮之不可以已也，故壞國、喪家、亡人，必先去其禮。故禮之於人也，猶酒之有蘗也，君子以厚，小人以薄。故聖王修義之柄、禮之序，以治人情。故人情者，聖王之田也。修禮以耕之，陳義以種之，講學以耨之，本仁以聚之，播樂以安之。故禮也者，義之實也。協諸義而協，則禮雖先王未之有，可以義起也。義者藝之分、仁之節也，協於藝，講於仁，得之者強。仁者，義之本也，順之體也，得之者尊。故治國不以禮，猶無耜而耕也；為禮不本於義，猶耕而弗種也；為義而不講之以學，猶種而弗耨也；講之於學而不合之以仁，猶耨而弗獲也；合之以仁而不安之以樂，猶獲而弗食也；安之以樂而不達於順，猶食而弗肥也。四體既正，膚革充盈，人之肥也。父子篤，兄弟睦，夫婦和，家之肥也。大臣法，小臣廉，官職相序，君臣相正，國之肥也。天子以德為車、以樂為禦，諸侯以禮相與，大夫以法相序，士以信相考，百姓以睦相守，天下之肥也。是謂大順。大順者，所以養生送死、事鬼神之常也。故事大積焉而不苑，並行而不繆，細行而不失。深而通，茂而有間。連而不相及也，動而不相害也，此順之至也。故明於順，然後能守危也。故禮之不同也，不豐也，不殺也，所以持情而合危也。故聖王所以順，山者不使居川，不使渚者居中原，而弗敝也。用水火金木，飲食必時。合男女，頒爵位，必當年德。用民必順。故無水旱昆蟲之災，民無凶饑妖孽之疾。故天不愛其道，地不愛其寶，人不愛其情。故天降膏露，地出醴泉，山出器車，河出馬圖，鳳凰麒麟皆在郊棷，龜龍在宮沼，其餘鳥獸之卵胎，皆可俯而窺也。則是無故，先王能修禮以達義，體信以達順，故此順之實也。"
        ]
      },
      "simplified": {
        "title": "卷九 礼运",
        "paragraphs": [
          "昔者仲尼与于蜡宾，事毕，出游于观之上，喟然而叹。仲尼之叹，盖叹鲁也。言偃在侧曰：「君子何叹？」孔子曰：「大道之行也，与三代之英，丘未之逮也，而有志焉。」大道之行也，天下为公。选贤与能，讲信修睦，故人不独亲其亲，不独子其子，使老有所终，壮有所用，幼有所长，矜寡孤独废疾者，皆有所养。男有分，女有归。货恶其弃于地也，不必藏于己；力恶其不出于身也，不必为己。是故谋闭而不兴，盗窃乱贼而不作，故外户而不闭，是谓大同。今大道既隐，天下为家，各亲其亲，各子其子，货力为己，大人世及以为礼。城郭沟池以为固，礼义以为纪；以正君臣，以笃父子，以睦兄弟，以和夫妇，以设制度，以立田里，以贤勇知，以功为己。故谋用是作，而兵由此起。禹、汤、文、武、成王、周公，由此其选也。此六君子者，未有不谨于礼者也。以着其义，以考其信，着有过，刑仁讲让，示民有常。如有不由此者，在势者去，众以为殃，是谓小康。言偃复问曰：「如此乎礼之急也？」孔子曰：「夫礼，先王以承天之道，以治人之情。故失之者死，得之者生。《诗》曰：『相鼠有体，人而无礼；人而无礼，胡不遄死？』是故夫礼，必本于天，殽于地，列于鬼神，达于丧祭、射御、冠昏、朝聘。故圣人以礼示之，故天下国家可得而正也。」言偃复问曰：「夫子之极言礼也，可得而闻与？」孔子曰：「我欲观夏道，是故之杞，而不足征也；吾得夏时焉。我欲观殷道，是故之宋，而不足征也；吾得坤干焉。坤干之义，夏时之等，吾以是观之。」夫礼之初，始诸饮食，其燔黍捭豚，污尊而抔饮，蒉桴而土鼓，犹若可以致其敬于鬼神。及其死也，升屋而号，告曰：「皋！某复。」然后饭腥而苴孰。故天望而地藏也，体魄则降，知气在上，故死者北首，生者南乡，皆从其初。昔者先王，未有宫室，冬则居营窟，夏则居橧巢。未有火化，食草木之实、鸟兽之肉，饮其血，茹其毛。未有麻丝，衣其羽皮。后圣有作，然后修火之利，范金合土，以为台榭、宫室、牖户，以炮以燔，以亨以炙，以为醴酪；治其麻丝，以为布帛，以养生送死，以事鬼神上帝，皆从其朔。故玄酒在室，醴醆在户，粢醍在堂，澄酒在下。陈其牺牲，备其鼎俎，列其琴瑟管磬钟鼓，修其祝嘏，以降上神与其先祖。以正君臣，以笃父子，以睦兄弟，以齐上下，夫妇有所。是谓承天之祜。作其祝号，玄酒以祭，荐其血毛，腥其俎，孰其殽，与其越席，疏布以幂，衣其浣帛，醴醆以献，荐其燔炙，君与夫人交献，以嘉魂魄，是谓合莫。然后退而合亨，体其犬豕牛羊，实其簠簋、笾豆、铏羹。祝以孝告，嘏以慈告，是谓大祥。此礼之大成也。",
          "孔子曰：「于呼哀哉！我观周道，幽、厉伤之，吾舍鲁何适矣！鲁之郊禘，非礼也，周公其衰矣！杞之郊也禹也，宋之郊也契也，是天子之事守也。故天子祭天地，诸侯祭社稷。」祝嘏莫敢易其常古，是谓大假。祝嘏辞说，藏于宗祝巫史，非礼也，是谓幽国。醆斝及尸君，非礼也，是谓僭君。冕弁兵革藏于私家，非礼也，是谓胁君。大夫具官，祭器不假，声乐皆具，非礼也，是谓乱国。故仕于公曰臣，仕于家曰仆。三年之丧，与新有昏者，期不使。以衰裳入朝，与家仆杂居齐齿，非礼也，是谓君与臣同国。故天子有田以处其子孙，诸侯有国以处其子孙，大夫有采以处其子孙，是谓制度。故天子适诸侯，必舍其祖朝，而不以礼籍入，是谓天子坏法乱纪。诸侯非问疾吊丧而入诸臣之家，是谓君臣为谑。是故，礼者君之大柄也，所以别嫌明微，傧鬼神，考制度，别仁义，所以治政安君也。故政不正，则君位危；君位危，则大臣倍，小臣窃。刑肃而俗敝，则法无常；法无常，而礼无列；礼无列，则士不事也。刑肃而俗敝，则民弗归也，是谓疵国。故政者君之所以藏身也。是故夫政必本于天，殽以降命。命降于社之谓殽地，降于祖庙之谓仁义，降于山川之谓兴作，降于五祀之谓制度。此圣人所以藏身之固也。故圣人参于天地，并于鬼神，以治政也。处其所存，礼之序也；玩其所乐，民之治也。故天生时而地生财，人其父生而师教之：四者，君以正用之，故君者立于无过之地也。故君者所明也，非明人者也。君者所养也，非养人者也。君者所事也，非事人者也。故君明人则有过，养人则不足，事人则失位。故百姓则君以自治也，养君以自安也，事君以自显也。故礼达而分定，人皆爱其死而患其生。故用人之知去其诈，用人之勇去其怒，用人之仁去其贪。故国有患，君死社稷谓之义，大夫死宗庙谓之变。故圣人耐以天下为一家，以中国为一人者，非意之也，必知其情，辟于其义，明于其利，达于其患，然后能为之。何谓人情？喜怒哀惧爱恶欲七者，弗学而能。何谓人义？父慈、子孝、兄良、弟弟、夫义、妇听、长惠、幼顺、君仁、臣忠十者，谓之人义。讲信修睦，谓之人利。争夺相杀，谓之人患。故圣人所以治人七情，修十义，讲信修睦，尚辞让，去争夺，舍礼何以治之？饮食男女，人之大欲存焉；死亡贫苦，人之大恶存焉。故欲恶者，心之大端也。人藏其心，不可测度也；美恶皆在其心，不见其色也，欲一以穷之，舍礼何以哉？故人者，其天地之德，阴阳之交，鬼神之会，五行之秀气也。故天秉阳，垂日星；地秉阴，窍于山川。播五行于四时，和而后月生也。是以三五而盈，三五而阙。五行之动，迭相竭也，五行、四时、十二月，还相为本也；五声、六律、、十二管，还相为宫也；五味、六和、、十二食，还相为质也；五色、六章、十二衣，还相为质也。故人者，天地之心也，五行之端也，食味别声被色而生者也。故圣人作则，必以天地为本，以阴阳为端，以四时为柄，以日星为纪，月以为量，鬼神以为徒，五行以为质，礼义以为器，人情以为田，四灵以为畜。以天地为本，故物可举也；以阴阳为端，故情可睹也；以四时为柄，故事可劝也；以日星为纪，故事可列也；月以为量，故功有艺也；鬼神以为徒，故事有守也；五行以为质，故事可复也；礼义以为器，故事行有考也；人情以为田，故人以为奥也；四灵以为畜，故饮食有由也。",
          "何谓四灵？麟凤龟龙，谓之四灵。故龙以为畜，故鱼鲔不淰；凤以为畜，故鸟不獝；麟以为畜，故兽不狘；龟以为畜，故人情不失。故先王秉蓍龟，列祭祀，瘗缯，宣祝嘏辞说，设制度，故国有礼，官有御，事有职，礼有序。故先王患礼之不达于下也，故祭帝于郊，所以定天位也；祀社于国，所以列地利也；祖庙所以本仁也，山川所以傧鬼神也，五祀所以本事也。故宗祝在庙，三公在朝，三老在学。王，前巫而后史，卜筮瞽侑皆在左右，王中心无为也，以守至正。故礼行于郊，而百神受职焉，礼行于社，而百货可极焉，礼行于祖庙而孝慈服焉，礼行于五祀而正法则焉。故自郊社、祖庙、山川、五祀，义之修而礼之藏也。是故夫礼，必本于大一，分而为天地，转而为阴阳，变而为四时，列而为鬼神。其降曰命，其官于天也。夫礼必本于天，动而之地，列而之事，变而从时，协于分艺，其居人也曰养，其行之以货力、辞让：饮食、冠昏、丧祭、射御、朝聘。故礼义也者，人之大端也，所以讲信修睦而固人之肌肤之会、筋骸之束也。所以养生送死事鬼神之大端也。所以达天道顺人情之大窦也。故唯圣人为知礼之不可以已也，故坏国、丧家、亡人，必先去其礼。故礼之于人也，犹酒之有蘗也，君子以厚，小人以薄。故圣王修义之柄、礼之序，以治人情。故人情者，圣王之田也。修礼以耕之，陈义以种之，讲学以耨之，本仁以聚之，播乐以安之。故礼也者，义之实也。协诸义而协，则礼虽先王未之有，可以义起也。义者艺之分、仁之节也，协于艺，讲于仁，得之者强。仁者，义之本也，顺之体也，得之者尊。故治国不以礼，犹无耜而耕也；为礼不本于义，犹耕而弗种也；为义而不讲之以学，犹种而弗耨也；讲之于学而不合之以仁，犹耨而弗获也；合之以仁而不安之以乐，犹获而弗食也；安之以乐而不达于顺，犹食而弗肥也。四体既正，肤革充盈，人之肥也。父子笃，兄弟睦，夫妇和，家之肥也。大臣法，小臣廉，官职相序，君臣相正，国之肥也。天子以德为车、以乐为御，诸侯以礼相与，大夫以法相序，士以信相考，百姓以睦相守，天下之肥也。是谓大顺。大顺者，所以养生送死、事鬼神之常也。故事大积焉而不苑，并行而不缪，细行而不失。深而通，茂而有间。连而不相及也，动而不相害也，此顺之至也。故明于顺，然后能守危也。故礼之不同也，不丰也，不杀也，所以持情而合危也。故圣王所以顺，山者不使居川，不使渚者居中原，而弗敝也。用水火金木，饮食必时。合男女，颁爵位，必当年德。用民必顺。故无水旱昆虫之灾，民无凶饥妖孽之疾。故天不爱其道，地不爱其宝，人不爱其情。故天降膏露，地出醴泉，山出器车，河出马图，凤凰麒麟皆在郊棷，龟龙在宫沼，其余鸟兽之卵胎，皆可俯而窥也。则是无故，先王能修礼以达义，体信以达顺，故此顺之实也。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷一十 礼器",
      "id": "3022663607",
      "traditional": {
        "title": "卷一十 禮器",
        "paragraphs": [
          "禮器是故大備。大備，盛德也。禮釋回，增美質；措則正，施則行。其在人也，如竹箭之有筠也；如松柏之有心也。二者居天下之大端矣。故貫四時而不改柯易葉。故君子有禮，則外諧而內無怨，故物無不懷仁，鬼神饗德。先王之立禮也，有本有文。忠信，禮之本也；義理，禮之文也。無本不正，無文不行。禮也者，合於天時，設於地財，順於鬼神，合於人心，理萬物者也。是故天時有生也，地理有宜也，人官有能也，物曲有利也。故天不生，地不養，君子不以為禮，鬼神弗饗也。居山以魚鱉為禮，居澤以鹿豕為禮，君子謂之不知禮。故必舉其定國之數，以為禮之大經，禮之大倫。以地廣狹，禮之薄厚，與年之上下。是故年雖大殺，眾不匡懼。則上之制禮也節矣。禮，時為大，順次之，體次之，宜次之，稱次之。堯授舜，舜授禹；湯放桀，武王伐紂，時也。《詩》雲：「匪革其猶，聿追來孝。」天地之祭，宗廟之事，父子之道，君臣之義，倫也。社稷山川之事，鬼神之祭，體也。喪祭之用，賓客之交，義也。羔豚而祭，百官皆足；大牢而祭，不必有餘，此之謂稱也。諸侯以龜為寶，以圭為瑞。家不寶龜，不藏圭，不台門，言有稱也。禮，有以多為貴者：天子七廟，諸侯五，大夫三，士一。天子之豆二十有六，諸公十有六，諸侯十有二，上大夫八，下大夫六。諸侯七介七牢，大夫五介五牢。天子之席五重，諸侯之席三重，大夫再重。天子崩，七月而葬，五重八翣；諸侯五月而葬，三重六翣；大夫三月而葬，再重四翣。此以多為貴也。有以少為貴者：天子無介；祭天特牲；天子適諸侯，諸侯膳以犢；諸侯相朝，灌用鬱鬯，無籩豆之薦；大夫聘禮以脯醢；天子一食，諸侯再，大夫、士三，食力無數；大路繁纓一就，次路繁纓七就；圭璋特，琥璜爵；鬼神之祭單席。諸侯視朝，大夫特，士旅之。此以少為貴也。有以大為貴者：宮室之量，器皿之度，棺槨之厚，丘封之大。此以大為貴也。有以小為貴者：宗廟之祭，貴者獻以爵，賤者獻以散，尊者舉觶，卑者舉角；五獻之尊，門外缶，門內壺，君尊瓦甒。此以小為貴也。有以高為貴者：天子之堂九尺，諸侯七尺，大夫五尺，士三尺；天子、諸侯台門。此以高為貴也。有以下為貴者：至敬不壇，掃地而祭。天子諸侯之尊廢禁，大夫、士棜禁。此以下為貴也。禮有以文為貴者：天子龍袞，諸侯黼，大夫黻，士玄衣纁裳；天子之冕，朱綠藻十有二旒，諸侯九，上大夫七，下大夫五，士三。此以文為貴也。有以素為貴者：至敬無文，父黨無容，大圭不琢，大羹不和，大路素而越席，犧尊疏布冪，樿杓。此以素為貴也。孔子曰：「禮，不可不省也。」禮不同，不豐、不殺，此之謂也。蓋言稱也。禮之以多為貴者，以其外心者也；德發揚，詡萬物，大理物博，如此，則得不以多為貴乎？故君子樂其發也。禮之以少為貴者，以其內心者也。德產之致也精微，觀天子之物無可以稱其德者，如此則得不以少為貴乎？是故君子慎其獨也。古之聖人，內之為尊，外之為樂，少之為貴，多之為美。是故先生之制禮也，不可多也，不可寡也，唯其稱也。是故，君子大牢而祭，謂之禮；匹士大牢而祭，謂之攘。管仲鏤簋朱紘，山節藻棁，君子以為濫矣。晏平仲祀其先人，豚肩不揜豆；浣衣濯冠以朝，君子以為隘矣。是故君子之行禮也，不可不慎也；眾之紀也，紀散而眾亂。孔子曰：「我戰則克，祭則受福。」蓋得其道矣。君子曰：祭祀不祈，不麾蚤，不樂葆大，不善嘉事，牲不及肥大，薦不美多品。",
          "孔子曰：「臧文仲安知禮！夏父弗綦逆祀，而弗止也。燔柴於奧，夫奧者，老婦之祭也，盛於盆，尊於瓶。禮也者，猶體也。體不備，君子謂之不成人。設之不當，猶不備也。」",
          "禮有大有小，有顯有微。大者不可損，小者不可益，顯者不可掩，微者不可大也。故《經禮》三百，《曲禮》三千，其致一也。未有入室而不由戶者。君子之於禮也，有所竭情盡慎，致其敬而誠若，有美而文而誠若。君子之於禮也，有直而行也，有曲而殺也，有經而等也，有順而討也，有摭而播也，有推而進也，有放而文也，有放而不致也，有順而摭也。三代之禮一也，民共由之。或素或青，夏造殷因。周坐屍，詔侑武方；其禮亦然，其道一也；夏立屍而卒祭；殷坐屍。周旅酬六屍，曾子曰：「周禮其猶醵與！」",
          "君子曰：禮之近人情者，非其至者也。郊血，大饗腥，三獻爓，一獻孰。是故君子之於禮也，非作而致其情也，此有由始也。是故七介以相見也，不然則已愨。三辭三讓而至，不然則已蹙。故魯人將有事於上帝，必先有事於頖宮；晉人將有事於河，必先有事於惡池；齊人將有事於泰山，必先有事於配林。三月系，七日戒，三日宿，慎之至也。故禮有擯詔，樂有相步，溫之至也。",
          "禮也者，反本修古，不忘其初者也。故凶事不詔，朝事以樂。醴酒之用，玄酒之尚。割刀之用，鸞刀之貴。莞簟之安，而稿鞂之設。是故，先王之制禮也，必有主也，故可述而多學也。",
          "君子曰：無節於內者，觀物弗之察矣。欲察物而不由禮，弗之得矣。故作事不以禮，弗之敬矣。出言不以禮，弗之信矣。故曰：「禮也者，物之致也。」是故昔先王之制禮也，因其財物而致其義焉爾。故作大事，必順天時，為朝夕必放於日月，為高必因丘陵，為下必因川澤。是故天時雨澤，君子達亹亹焉。是故昔先王尚有德、尊有道、任有能；舉賢而置之，聚眾而誓之。是故因天事天，因地事地，因名山升中於天，因吉土以饗帝於郊。升中於天，而鳳凰降、龜龍假；饗帝於郊，而風雨節、寒暑時。是故聖人南面而立，而天下大治。",
          "天道至教，聖人至德。廟堂之上，罍尊在阼，犧尊在西。廟堂之下，縣鼓在西，應鼓在東。君在阼，夫人在房。大明生於東，月生於西，此陰陽之分、夫婦之位也。君西酌犧象，夫人東酌罍尊。禮交動乎上，樂交應乎下，和之至也。禮也者，反其所自生；樂也者，樂其所自成。是故先王之制禮也以節事，修樂以道志。故觀其禮樂，而治亂可知也。蘧伯玉曰：「君子之人達，故觀其器，而知其工之巧；觀其發，而知其人之知。」故曰：「君子慎其所以與人者。」",
          "太廟之內敬矣！君親牽牲，大夫贊幣而從。君親制祭，夫人薦盎。君親割牲，夫人薦酒。卿、大夫從君，命婦從夫人。洞洞乎其敬也，屬屬乎其忠也，勿勿乎其欲其饗之也。納牲詔於庭，血毛詔於室，羹定詔於堂，三詔皆不同位，蓋道求而未之得也。設祭於堂，為祊乎外，故曰：「於彼乎？於此乎？」一獻質，三獻文，五獻察，七獻神。大饗其王事與！三牲魚臘，四海九州島之美味也；籩豆之薦，四時之和氣也。內金，示和也。束帛加璧，尊德也。龜為前列，先知也。金次之，見情也。丹漆絲纊竹箭，與眾共財也。其餘無常貨，各以其國之所有，則致遠物也。其出也，肆夏而送之，蓋重禮也。祀帝於郊，敬之至也。宗廟之祭，仁之至也。喪禮，忠之至也。備服器，仁之至也。賓客之用幣，義之至也。故君子欲觀仁義之道，禮其本也。",
          "君子曰：甘受和，白受采；忠信之人，可以學禮。茍無忠信之人，則禮不虛道。是以得其人之為貴也。孔子曰：「誦《詩》三百，不足以一獻。一獻之禮，不足以大饗。大饗之禮，不足以大旅。大旅具矣，不足以饗帝。」毋輕議禮！子路為季氏宰。季氏祭，逮暗而祭，日不足，繼之以燭。雖有強力之容、肅敬之心，皆倦怠矣。有司跛倚以臨祭，其為不敬大矣。他日祭，子路與，室事交乎戶，堂事交乎階，質明而始行事，晏朝而退。孔子聞之曰：「誰謂由也而不知禮乎？"
        ]
      },
      "simplified": {
        "title": "卷一十 礼器",
        "paragraphs": [
          "礼器是故大备。大备，盛德也。礼释回，增美质；措则正，施则行。其在人也，如竹箭之有筠也；如松柏之有心也。二者居天下之大端矣。故贯四时而不改柯易叶。故君子有礼，则外谐而内无怨，故物无不怀仁，鬼神飨德。先王之立礼也，有本有文。忠信，礼之本也；义理，礼之文也。无本不正，无文不行。礼也者，合于天时，设于地财，顺于鬼神，合于人心，理万物者也。是故天时有生也，地理有宜也，人官有能也，物曲有利也。故天不生，地不养，君子不以为礼，鬼神弗飨也。居山以鱼鳖为礼，居泽以鹿豕为礼，君子谓之不知礼。故必举其定国之数，以为礼之大经，礼之大伦。以地广狭，礼之薄厚，与年之上下。是故年虽大杀，众不匡惧。则上之制礼也节矣。礼，时为大，顺次之，体次之，宜次之，称次之。尧授舜，舜授禹；汤放桀，武王伐纣，时也。《诗》云：「匪革其犹，聿追来孝。」天地之祭，宗庙之事，父子之道，君臣之义，伦也。社稷山川之事，鬼神之祭，体也。丧祭之用，宾客之交，义也。羔豚而祭，百官皆足；大牢而祭，不必有余，此之谓称也。诸侯以龟为宝，以圭为瑞。家不宝龟，不藏圭，不台门，言有称也。礼，有以多为贵者：天子七庙，诸侯五，大夫三，士一。天子之豆二十有六，诸公十有六，诸侯十有二，上大夫八，下大夫六。诸侯七介七牢，大夫五介五牢。天子之席五重，诸侯之席三重，大夫再重。天子崩，七月而葬，五重八翣；诸侯五月而葬，三重六翣；大夫三月而葬，再重四翣。此以多为贵也。有以少为贵者：天子无介；祭天特牲；天子适诸侯，诸侯膳以犊；诸侯相朝，灌用郁鬯，无笾豆之荐；大夫聘礼以脯醢；天子一食，诸侯再，大夫、士三，食力无数；大路繁缨一就，次路繁缨七就；圭璋特，琥璜爵；鬼神之祭单席。诸侯视朝，大夫特，士旅之。此以少为贵也。有以大为贵者：宫室之量，器皿之度，棺椁之厚，丘封之大。此以大为贵也。有以小为贵者：宗庙之祭，贵者献以爵，贱者献以散，尊者举觯，卑者举角；五献之尊，门外缶，门内壶，君尊瓦甒。此以小为贵也。有以高为贵者：天子之堂九尺，诸侯七尺，大夫五尺，士三尺；天子、诸侯台门。此以高为贵也。有以下为贵者：至敬不坛，扫地而祭。天子诸侯之尊废禁，大夫、士棜禁。此以下为贵也。礼有以文为贵者：天子龙衮，诸侯黼，大夫黻，士玄衣纁裳；天子之冕，朱绿藻十有二旒，诸侯九，上大夫七，下大夫五，士三。此以文为贵也。有以素为贵者：至敬无文，父党无容，大圭不琢，大羹不和，大路素而越席，牺尊疏布幂，樿杓。此以素为贵也。孔子曰：「礼，不可不省也。」礼不同，不丰、不杀，此之谓也。盖言称也。礼之以多为贵者，以其外心者也；德发扬，诩万物，大理物博，如此，则得不以多为贵乎？故君子乐其发也。礼之以少为贵者，以其内心者也。德产之致也精微，观天子之物无可以称其德者，如此则得不以少为贵乎？是故君子慎其独也。古之圣人，内之为尊，外之为乐，少之为贵，多之为美。是故先生之制礼也，不可多也，不可寡也，唯其称也。是故，君子大牢而祭，谓之礼；匹士大牢而祭，谓之攘。管仲镂簋朱纮，山节藻棁，君子以为滥矣。晏平仲祀其先人，豚肩不揜豆；浣衣濯冠以朝，君子以为隘矣。是故君子之行礼也，不可不慎也；众之纪也，纪散而众乱。孔子曰：「我战则克，祭则受福。」盖得其道矣。君子曰：祭祀不祈，不麾蚤，不乐葆大，不善嘉事，牲不及肥大，荐不美多品。",
          "孔子曰：「臧文仲安知礼！夏父弗綦逆祀，而弗止也。燔柴于奥，夫奥者，老妇之祭也，盛于盆，尊于瓶。礼也者，犹体也。体不备，君子谓之不成人。设之不当，犹不备也。」",
          "礼有大有小，有显有微。大者不可损，小者不可益，显者不可掩，微者不可大也。故《经礼》三百，《曲礼》三千，其致一也。未有入室而不由户者。君子之于礼也，有所竭情尽慎，致其敬而诚若，有美而文而诚若。君子之于礼也，有直而行也，有曲而杀也，有经而等也，有顺而讨也，有摭而播也，有推而进也，有放而文也，有放而不致也，有顺而摭也。三代之礼一也，民共由之。或素或青，夏造殷因。周坐尸，诏侑武方；其礼亦然，其道一也；夏立尸而卒祭；殷坐尸。周旅酬六尸，曾子曰：「周礼其犹醵与！」",
          "君子曰：礼之近人情者，非其至者也。郊血，大飨腥，三献爓，一献孰。是故君子之于礼也，非作而致其情也，此有由始也。是故七介以相见也，不然则已悫。三辞三让而至，不然则已蹙。故鲁人将有事于上帝，必先有事于頖宫；晋人将有事于河，必先有事于恶池；齐人将有事于泰山，必先有事于配林。三月系，七日戒，三日宿，慎之至也。故礼有摈诏，乐有相步，温之至也。",
          "礼也者，反本修古，不忘其初者也。故凶事不诏，朝事以乐。醴酒之用，玄酒之尚。割刀之用，鸾刀之贵。莞簟之安，而稿鞂之设。是故，先王之制礼也，必有主也，故可述而多学也。",
          "君子曰：无节于内者，观物弗之察矣。欲察物而不由礼，弗之得矣。故作事不以礼，弗之敬矣。出言不以礼，弗之信矣。故曰：「礼也者，物之致也。」是故昔先王之制礼也，因其财物而致其义焉尔。故作大事，必顺天时，为朝夕必放于日月，为高必因丘陵，为下必因川泽。是故天时雨泽，君子达亹亹焉。是故昔先王尚有德、尊有道、任有能；举贤而置之，聚众而誓之。是故因天事天，因地事地，因名山升中于天，因吉土以飨帝于郊。升中于天，而凤凰降、龟龙假；飨帝于郊，而风雨节、寒暑时。是故圣人南面而立，而天下大治。",
          "天道至教，圣人至德。庙堂之上，罍尊在阼，牺尊在西。庙堂之下，县鼓在西，应鼓在东。君在阼，夫人在房。大明生于东，月生于西，此阴阳之分、夫妇之位也。君西酌牺象，夫人东酌罍尊。礼交动乎上，乐交应乎下，和之至也。礼也者，反其所自生；乐也者，乐其所自成。是故先王之制礼也以节事，修乐以道志。故观其礼乐，而治乱可知也。蘧伯玉曰：「君子之人达，故观其器，而知其工之巧；观其发，而知其人之知。」故曰：「君子慎其所以与人者。」",
          "太庙之内敬矣！君亲牵牲，大夫赞币而从。君亲制祭，夫人荐盎。君亲割牲，夫人荐酒。卿、大夫从君，命妇从夫人。洞洞乎其敬也，属属乎其忠也，勿勿乎其欲其飨之也。纳牲诏于庭，血毛诏于室，羹定诏于堂，三诏皆不同位，盖道求而未之得也。设祭于堂，为祊乎外，故曰：「于彼乎？于此乎？」一献质，三献文，五献察，七献神。大飨其王事与！三牲鱼腊，四海九州岛之美味也；笾豆之荐，四时之和气也。内金，示和也。束帛加璧，尊德也。龟为前列，先知也。金次之，见情也。丹漆丝纩竹箭，与众共财也。其余无常货，各以其国之所有，则致远物也。其出也，肆夏而送之，盖重礼也。祀帝于郊，敬之至也。宗庙之祭，仁之至也。丧礼，忠之至也。备服器，仁之至也。宾客之用币，义之至也。故君子欲观仁义之道，礼其本也。",
          "君子曰：甘受和，白受采；忠信之人，可以学礼。茍无忠信之人，则礼不虚道。是以得其人之为贵也。孔子曰：「诵《诗》三百，不足以一献。一献之礼，不足以大飨。大飨之礼，不足以大旅。大旅具矣，不足以飨帝。」毋轻议礼！子路为季氏宰。季氏祭，逮暗而祭，日不足，继之以烛。虽有强力之容、肃敬之心，皆倦怠矣。有司跛倚以临祭，其为不敬大矣。他日祭，子路与，室事交乎户，堂事交乎阶，质明而始行事，晏朝而退。孔子闻之曰：「谁谓由也而不知礼乎？"
        ]
      },
      "translation": []
    },
    {
      "title": "卷一十一 效特牲",
      "id": "0909021326",
      "traditional": {
        "title": "卷一十一 效特牲",
        "paragraphs": [
          "郊特牲，而社稷大牢。天子適諸侯，諸侯膳用犢；諸侯適天子，天子賜之禮大牢；貴誠之義也。故天子牲孕弗食也，祭帝弗用也。大路繁纓一就，先路三就，次路五就。郊血，大饗腥，三獻爓，一獻熟；至敬不饗味而貴氣臭也。諸侯為賓，灌用鬱鬯。灌用臭也，大饗，尚腶修而已矣。大饗，君三重席而酢焉。三獻之介，君專席而酢焉。此降尊以就卑也。饗禘有樂，而食嘗無樂，陰陽之義也。凡飲，養陽氣也；凡食，養陰氣也。故春禘而秋嘗；春饗孤子，秋食耆老，其義一也。而食嘗無樂。飲，養陽氣也，故有樂；食，養陰氣也，故無聲。凡聲，陽也。鼎俎奇而籩豆偶，陰陽之義也。籩豆之實，水土之品也。不敢用褻味而貴多品，所以交於旦明之義也。賓入大門而奏《肆夏》，示易以敬也。卒爵而樂闋，孔子屢歎之。奠酬而工升歌，發德也。歌者在上，匏竹在下，貴人聲也。樂由陽來者也，禮由陰作者也，陰陽和而萬物得。旅幣無方，所以別土地之宜而節遠邇之期也。龜為前列，先知也，以鍾次之，以和居參之也。虎豹之皮，示服猛也。束帛加璧，往德也。庭燎之百，由齊桓公始也。大夫之奏《肆夏》也，由趙文子始也。朝覲，大夫之私覿，非禮也。大夫執圭而使，所以申信也；不敢私覿，所以致敬也；而庭實私覿，何為乎諸侯之庭？為人臣者，無外交，不敢貳君也。大夫而饗君，非禮也。大夫強而君殺之，義也；由三桓始也。天子無客禮，莫敢為主焉。君適其臣，升自阼階，不敢有其室也。覲禮，天子不下堂而見諸侯。下堂而見諸侯，天子之失禮也，由夷王以下。諸侯之宮縣，而祭以白牡，擊玉磬，朱幹設錫，冕而舞《大武》，乘大路，諸侯之僭禮也。台門而旅樹，反坫，繡黼，丹朱中衣，大夫之僭禮也。故天子微，諸侯僭；大夫強，諸侯脅。於此相貴以等，相覿以貨，相賂以利，而天下之禮亂矣。諸侯不敢祖天子，大夫不敢祖諸侯。而公廟之設於私家，非禮也，由三桓始也。",
          "天子存二代之後，猶尊賢也，尊賢不過二代。諸侯不臣寓公。故古者寓公不繼世。君之南鄉，答陽之義也。臣之北面，答君也。大夫之臣不稽首，非尊家臣，以辟君也。大夫有獻弗親，君有賜不面拜，為君之答己也。鄉人禓，孔子朝服立於阼，存室神也。孔子曰：「射之以樂也，何以聽，何以射？」孔子曰：「士，使之射，不能，則辭以疾。縣弧之義也。」孔子曰：「三日齊，一日用之，猶恐不敬；二日伐鼓，何居？」孔子曰：「繹之於庫門內，祊之於東方，朝市之於西方，失之矣。」",
          "社祭土而主陰氣也。君南鄉於北墉下，答陰之義也。日用甲，用日之始也。天子大社必受霜露風雨，以達天地之氣也。是故喪國之社屋之，不受天陽也。薄社北牖，使陰明也。社所以神地之道也。地載萬物，天垂象。取財於地，取法於天，是以尊天而親地也，故教民美報焉。家主中溜而國主社，示本也。唯為社事，單出裏。唯為社田，國人畢作。唯社，丘乘共粢盛，所以報本反始也。季春出火，為焚也。然後簡其車賦，而曆其卒伍，而君親誓社，以習軍旅。左之右之，坐之起之，以觀其習變也；而流示之禽，而鹽諸利，以觀其不犯命也。求服其志，不貪其得，故以戰則克，以祭則受福。",
          "天子適四方，先柴。郊之祭也，迎長日之至也，大報天而主日也。兆於南郊，就陽位也。掃地而祭，於其質也。器用陶匏，以象天地之性也。於郊，故謂之郊。牲用騂，尚赤也；用犢，貴誠也。郊之用辛也，周之始郊日以至。卜郊，受命於祖廟，作龜於禰宮，尊祖親考之義也。卜之日，王立於澤，親聽誓命，受教諫之義也。獻命庫門之內，戒百官也。大廟之命，戒百姓也。祭之日，王皮弁以聽祭報，示民嚴上也。喪者不哭，不敢凶服，汜掃反道，鄉為田燭。弗命而民聽上。祭之日，王被袞以象天，戴冕，璪十有二旒，則天數也。乘素車，貴其質也。旗十有二旒，龍章而設日月，以象天也。天垂象，聖人則之。郊所以明天道也。帝牛不吉，以為稷牛。帝牛必在滌三月，稷牛唯具。所以別事天神與人鬼也。萬物本乎天，人本乎祖，此所以配上帝也。郊之祭也，大報本反始也。",
          "天子大蠟八。伊耆氏始為蠟，蠟也者，索也。歲十二月，合聚萬物而索饗之也。蠟之祭也：主先嗇，而祭司嗇也。祭百種以報嗇也。饗農及郵表畷，禽獸，仁之至、義之盡也。古之君子，使之必報之。迎貓，為其食田鼠也；迎虎，為其食田豕也，迎而祭之也。祭坊與水庸，事也。曰「土反其宅」，水歸其壑，昆蟲毋作，草木歸其澤。皮弁素服而祭。素服，以送終也。葛帶榛杖，喪殺也。蠟之祭，仁之至、義之盡也。黃衣黃冠而祭，息田夫也。野夫黃冠；黃冠，草服也。大羅氏，天子之掌鳥獸者也，諸侯貢屬焉。草笠而至，尊野服也。羅氏致鹿與女，而詔客告也。以戒諸侯曰：「好田好女者亡其國。」天子樹瓜華，不斂藏之種也。八蠟以記四方。四方年不順成，八蠟不通，以謹民財也。順成之方，其蠟乃通，以移民也。既蠟而收，民息已。故既蠟，君子不興功。",
          "恒豆之菹，水草之和氣也；其醢，陸產之物也。加豆，陸產也；其醢，水物也。籩豆之薦，水土之品也，不敢用常褻味而貴多品，所以交於神明之義也，非食味之道也。先王之薦，可食也而不可耆也。卷冕路車，可陳也而不可好也。武壯，而不可樂也。宗廟之威，而不可安也。宗廟之器，可用也而不可便其利也，所以交於神明者，不可以同於所安樂之義也。酒醴之美，玄酒明水之尚，貴五味之本也。黼黻文繡之美，疏布之尚，反女功之始也。莞簟之安，而蒲越稿鞂之尚，明之也。大羹不和，貴其質也。大圭不琢，美其質也。丹漆雕幾之美，素車之乘，尊其樸也，貴其質而已矣。所以交於神明者，不可同於所安褻之甚也。如是而後宜。鼎俎奇而籩豆偶，陰陽之義也。黃目，鬱氣之上尊也。黃者中也；目者氣之清明者也。言酌於中而清明於外也，祭天，掃地而祭焉，於其質而已矣。酰醢之美，而煎鹽之尚，貴天產也。割刀之用，而鸞刀之貴，貴其義也。聲和而後斷也。",
          "冠義：始冠之，緇布之冠也。大古冠布，齊則緇之。其緌也，孔子曰：「吾未之聞也。冠而敝之可也。」適子冠於阼，以著代也。醮於客位，加有成也。三加彌尊，喻其志也。冠而字之，敬其名也。委貌，周道也。章甫，殷道也。毋追，夏後氏之道也。周弁，殷冔，夏收。三王共皮弁素積。無大夫冠禮，而有其昏禮。古者，五十而後爵，何大夫冠禮之有？諸侯之有冠禮，夏之末造也。天子之元子，士也。天下無生而貴者也。繼世以立諸侯，象賢也。以官爵人，德之殺也。死而諡，今也；古者生無爵，死無諡。禮之所尊，尊其義也。失其義，陳其數，祝史之事也。故其數可陳也，其義難知也。知其義而敬守之，天子之所以治天下也。",
          "天地合而後萬物興焉。夫昏禮，萬世之始也。取於異姓，所以附遠厚別也。幣必誠，辭無不腆。告之以直信；信，事人也；信，婦德也。壹與之齊，終身不改。故夫死不嫁。男子親迎，男先於女，剛柔之義也。天先乎地，君先乎臣，其義一也。執摯以相見，敬章別也。男女有別，然後父子親，父子親然後義生，義生然後禮作，禮作然後萬物安。無別無義，禽獸之道也。婿親禦授綏，親之也。親之也者，親之也。敬而親之，先王之所以得天下也。出乎大門而先，男帥女，女從男，夫婦之義由此始也。婦人，從人者也；幼從父兄，嫁從夫，夫死從子。夫也者，夫也；夫也者，以知帥人者也。玄冕齋戒，鬼神陰陽也。將以為社稷主，為先祖後，而可以不致敬乎？共牢而食，同尊卑也。故婦人無爵，從夫之爵，坐以夫之齒。器用陶匏，尚禮然也。三王作牢用陶匏。厥明，婦盥饋。舅姑卒食，婦餕餘，私之也。舅姑降自西階，婦降自阼階，授之室也。昏禮不用樂，幽陰之義也。樂，陽氣也。昏禮不賀，人之序也。",
          "有虞氏之祭也，尚用氣；血腥爓祭，用氣也。殷人尚聲，臭味未成，滌蕩其聲；樂三闋，然後出迎牲。聲音之號，所以詔告於天地之間也。周人尚臭，灌用鬯臭，鬱合鬯；臭，陰達於淵泉。灌以圭璋，用玉氣也。既灌，然後迎牲，致陰氣也。蕭合黍稷；臭，陽達於牆屋。故既奠，然後焫蕭合膻薌。凡祭，慎諸此。魂氣歸於天，形魄歸於地。故祭，求諸陰陽之義也。殷人先求諸陽，周人先求諸陰。詔祝於室，坐屍於堂，用牲於庭，升首於室。直祭，祝於主；索祭，祝於祊。不知神之所在，於彼乎？於此乎？或諸遠人乎？祭於祊，尚曰求諸遠者與？祊之為言倞也，肵之為言敬也。富也者福也，首也者，直也。相，饗之也。嘏，長也，大也。屍，陳也。毛血，告幽全之物也。告幽全之物者，貴純之道也。血祭，盛氣也。祭肺肝心，貴氣主也。祭黍稷加肺，祭齊加明水，報陰也。取膟菺燔燎，升首，報陽也。明水涚齊，貴新也。凡涚，新之也。其謂之明水也，由主人之絜著此水也。君再拜稽首，肉袒親割，敬之至也。敬之至也，服也。拜，服也；稽首，服之甚也；肉袒，服之盡也。祭稱孝孫孝子，以其義稱也；稱曾孫某，謂國家也。祭祀之相，主人自致其敬，盡其嘉，而無與讓也。腥肆爓腍祭，豈知神之所饗也？主人自盡其敬而已矣。舉斝角，詔妥屍。古者，屍無事則立，有事而後坐也。屍，神象也。祝，將命也。縮酌用茅，明酌也。醆酒涚於清，汁獻涚於醆酒；猶明清與醆酒於舊澤之酒也。祭有祈焉，有報焉，有由辟焉。齊之玄也，以陰幽思也。故君子三日齊，必見其所祭者。"
        ]
      },
      "simplified": {
        "title": "卷一十一 效特牲",
        "paragraphs": [
          "郊特牲，而社稷大牢。天子适诸侯，诸侯膳用犊；诸侯适天子，天子赐之礼大牢；贵诚之义也。故天子牲孕弗食也，祭帝弗用也。大路繁缨一就，先路三就，次路五就。郊血，大飨腥，三献爓，一献熟；至敬不飨味而贵气臭也。诸侯为宾，灌用郁鬯。灌用臭也，大飨，尚腶修而已矣。大飨，君三重席而酢焉。三献之介，君专席而酢焉。此降尊以就卑也。飨禘有乐，而食尝无乐，阴阳之义也。凡饮，养阳气也；凡食，养阴气也。故春禘而秋尝；春飨孤子，秋食耆老，其义一也。而食尝无乐。饮，养阳气也，故有乐；食，养阴气也，故无声。凡声，阳也。鼎俎奇而笾豆偶，阴阳之义也。笾豆之实，水土之品也。不敢用亵味而贵多品，所以交于旦明之义也。宾入大门而奏《肆夏》，示易以敬也。卒爵而乐阕，孔子屡叹之。奠酬而工升歌，发德也。歌者在上，匏竹在下，贵人声也。乐由阳来者也，礼由阴作者也，阴阳和而万物得。旅币无方，所以别土地之宜而节远迩之期也。龟为前列，先知也，以钟次之，以和居参之也。虎豹之皮，示服猛也。束帛加璧，往德也。庭燎之百，由齐桓公始也。大夫之奏《肆夏》也，由赵文子始也。朝觐，大夫之私觌，非礼也。大夫执圭而使，所以申信也；不敢私觌，所以致敬也；而庭实私觌，何为乎诸侯之庭？为人臣者，无外交，不敢贰君也。大夫而飨君，非礼也。大夫强而君杀之，义也；由三桓始也。天子无客礼，莫敢为主焉。君适其臣，升自阼阶，不敢有其室也。觐礼，天子不下堂而见诸侯。下堂而见诸侯，天子之失礼也，由夷王以下。诸侯之宫县，而祭以白牡，击玉磬，朱干设锡，冕而舞《大武》，乘大路，诸侯之僭礼也。台门而旅树，反坫，绣黼，丹朱中衣，大夫之僭礼也。故天子微，诸侯僭；大夫强，诸侯胁。于此相贵以等，相觌以货，相赂以利，而天下之礼乱矣。诸侯不敢祖天子，大夫不敢祖诸侯。而公庙之设于私家，非礼也，由三桓始也。",
          "天子存二代之后，犹尊贤也，尊贤不过二代。诸侯不臣寓公。故古者寓公不继世。君之南乡，答阳之义也。臣之北面，答君也。大夫之臣不稽首，非尊家臣，以辟君也。大夫有献弗亲，君有赐不面拜，为君之答己也。乡人禓，孔子朝服立于阼，存室神也。孔子曰：「射之以乐也，何以听，何以射？」孔子曰：「士，使之射，不能，则辞以疾。县弧之义也。」孔子曰：「三日齐，一日用之，犹恐不敬；二日伐鼓，何居？」孔子曰：「绎之于库门内，祊之于东方，朝市之于西方，失之矣。」",
          "社祭土而主阴气也。君南乡于北墉下，答阴之义也。日用甲，用日之始也。天子大社必受霜露风雨，以达天地之气也。是故丧国之社屋之，不受天阳也。薄社北牖，使阴明也。社所以神地之道也。地载万物，天垂象。取财于地，取法于天，是以尊天而亲地也，故教民美报焉。家主中溜而国主社，示本也。唯为社事，单出里。唯为社田，国人毕作。唯社，丘乘共粢盛，所以报本反始也。季春出火，为焚也。然后简其车赋，而历其卒伍，而君亲誓社，以习军旅。左之右之，坐之起之，以观其习变也；而流示之禽，而盐诸利，以观其不犯命也。求服其志，不贪其得，故以战则克，以祭则受福。",
          "天子适四方，先柴。郊之祭也，迎长日之至也，大报天而主日也。兆于南郊，就阳位也。扫地而祭，于其质也。器用陶匏，以象天地之性也。于郊，故谓之郊。牲用骍，尚赤也；用犊，贵诚也。郊之用辛也，周之始郊日以至。卜郊，受命于祖庙，作龟于祢宫，尊祖亲考之义也。卜之日，王立于泽，亲听誓命，受教谏之义也。献命库门之内，戒百官也。大庙之命，戒百姓也。祭之日，王皮弁以听祭报，示民严上也。丧者不哭，不敢凶服，汜扫反道，乡为田烛。弗命而民听上。祭之日，王被衮以象天，戴冕，璪十有二旒，则天数也。乘素车，贵其质也。旗十有二旒，龙章而设日月，以象天也。天垂象，圣人则之。郊所以明天道也。帝牛不吉，以为稷牛。帝牛必在涤三月，稷牛唯具。所以别事天神与人鬼也。万物本乎天，人本乎祖，此所以配上帝也。郊之祭也，大报本反始也。",
          "天子大蜡八。伊耆氏始为蜡，蜡也者，索也。岁十二月，合聚万物而索飨之也。蜡之祭也：主先啬，而祭司啬也。祭百种以报啬也。飨农及邮表畷，禽兽，仁之至、义之尽也。古之君子，使之必报之。迎猫，为其食田鼠也；迎虎，为其食田豕也，迎而祭之也。祭坊与水庸，事也。曰「土反其宅」，水归其壑，昆虫毋作，草木归其泽。皮弁素服而祭。素服，以送终也。葛带榛杖，丧杀也。蜡之祭，仁之至、义之尽也。黄衣黄冠而祭，息田夫也。野夫黄冠；黄冠，草服也。大罗氏，天子之掌鸟兽者也，诸侯贡属焉。草笠而至，尊野服也。罗氏致鹿与女，而诏客告也。以戒诸侯曰：「好田好女者亡其国。」天子树瓜华，不敛藏之种也。八蜡以记四方。四方年不顺成，八蜡不通，以谨民财也。顺成之方，其蜡乃通，以移民也。既蜡而收，民息已。故既蜡，君子不兴功。",
          "恒豆之菹，水草之和气也；其醢，陆产之物也。加豆，陆产也；其醢，水物也。笾豆之荐，水土之品也，不敢用常亵味而贵多品，所以交于神明之义也，非食味之道也。先王之荐，可食也而不可耆也。卷冕路车，可陈也而不可好也。武壮，而不可乐也。宗庙之威，而不可安也。宗庙之器，可用也而不可便其利也，所以交于神明者，不可以同于所安乐之义也。酒醴之美，玄酒明水之尚，贵五味之本也。黼黻文绣之美，疏布之尚，反女功之始也。莞簟之安，而蒲越稿鞂之尚，明之也。大羹不和，贵其质也。大圭不琢，美其质也。丹漆雕几之美，素车之乘，尊其朴也，贵其质而已矣。所以交于神明者，不可同于所安亵之甚也。如是而后宜。鼎俎奇而笾豆偶，阴阳之义也。黄目，郁气之上尊也。黄者中也；目者气之清明者也。言酌于中而清明于外也，祭天，扫地而祭焉，于其质而已矣。酰醢之美，而煎盐之尚，贵天产也。割刀之用，而鸾刀之贵，贵其义也。声和而后断也。",
          "冠义：始冠之，缁布之冠也。大古冠布，齐则缁之。其緌也，孔子曰：「吾未之闻也。冠而敝之可也。」适子冠于阼，以着代也。醮于客位，加有成也。三加弥尊，喻其志也。冠而字之，敬其名也。委貌，周道也。章甫，殷道也。毋追，夏后氏之道也。周弁，殷冔，夏收。三王共皮弁素积。无大夫冠礼，而有其昏礼。古者，五十而后爵，何大夫冠礼之有？诸侯之有冠礼，夏之末造也。天子之元子，士也。天下无生而贵者也。继世以立诸侯，象贤也。以官爵人，德之杀也。死而谥，今也；古者生无爵，死无谥。礼之所尊，尊其义也。失其义，陈其数，祝史之事也。故其数可陈也，其义难知也。知其义而敬守之，天子之所以治天下也。",
          "天地合而后万物兴焉。夫昏礼，万世之始也。取于异姓，所以附远厚别也。币必诚，辞无不腆。告之以直信；信，事人也；信，妇德也。壹与之齐，终身不改。故夫死不嫁。男子亲迎，男先于女，刚柔之义也。天先乎地，君先乎臣，其义一也。执挚以相见，敬章别也。男女有别，然后父子亲，父子亲然后义生，义生然后礼作，礼作然后万物安。无别无义，禽兽之道也。婿亲御授绥，亲之也。亲之也者，亲之也。敬而亲之，先王之所以得天下也。出乎大门而先，男帅女，女从男，夫妇之义由此始也。妇人，从人者也；幼从父兄，嫁从夫，夫死从子。夫也者，夫也；夫也者，以知帅人者也。玄冕斋戒，鬼神阴阳也。将以为社稷主，为先祖后，而可以不致敬乎？共牢而食，同尊卑也。故妇人无爵，从夫之爵，坐以夫之齿。器用陶匏，尚礼然也。三王作牢用陶匏。厥明，妇盥馈。舅姑卒食，妇馂余，私之也。舅姑降自西阶，妇降自阼阶，授之室也。昏礼不用乐，幽阴之义也。乐，阳气也。昏礼不贺，人之序也。",
          "有虞氏之祭也，尚用气；血腥爓祭，用气也。殷人尚声，臭味未成，涤荡其声；乐三阕，然后出迎牲。声音之号，所以诏告于天地之间也。周人尚臭，灌用鬯臭，郁合鬯；臭，阴达于渊泉。灌以圭璋，用玉气也。既灌，然后迎牲，致阴气也。萧合黍稷；臭，阳达于墙屋。故既奠，然后焫萧合膻芗。凡祭，慎诸此。魂气归于天，形魄归于地。故祭，求诸阴阳之义也。殷人先求诸阳，周人先求诸阴。诏祝于室，坐尸于堂，用牲于庭，升首于室。直祭，祝于主；索祭，祝于祊。不知神之所在，于彼乎？于此乎？或诸远人乎？祭于祊，尚曰求诸远者与？祊之为言倞也，肵之为言敬也。富也者福也，首也者，直也。相，飨之也。嘏，长也，大也。尸，陈也。毛血，告幽全之物也。告幽全之物者，贵纯之道也。血祭，盛气也。祭肺肝心，贵气主也。祭黍稷加肺，祭齐加明水，报阴也。取膟菺燔燎，升首，报阳也。明水涚齐，贵新也。凡涚，新之也。其谓之明水也，由主人之絜着此水也。君再拜稽首，肉袒亲割，敬之至也。敬之至也，服也。拜，服也；稽首，服之甚也；肉袒，服之尽也。祭称孝孙孝子，以其义称也；称曾孙某，谓国家也。祭祀之相，主人自致其敬，尽其嘉，而无与让也。腥肆爓腍祭，岂知神之所飨也？主人自尽其敬而已矣。举斝角，诏妥尸。古者，尸无事则立，有事而后坐也。尸，神象也。祝，将命也。缩酌用茅，明酌也。醆酒涚于清，汁献涚于醆酒；犹明清与醆酒于旧泽之酒也。祭有祈焉，有报焉，有由辟焉。齐之玄也，以阴幽思也。故君子三日齐，必见其所祭者。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷一十二 内则",
      "id": "5796937578",
      "traditional": {
        "title": "卷一十二 內則",
        "paragraphs": [
          "後王命塚宰，降德於眾兆民。子事父母，雞初鳴，鹹盥漱，櫛縰笄總，拂髦冠緌纓，端韠紳，搢笏。左右佩用，左佩紛帨、刀、礪、小觿、金燧，右佩玦、捍、管、遰、大觿、木燧，偪，屨著綦。婦事舅姑，如事父母。雞初鳴，鹹盥漱，櫛縰，笄總，衣紳。左佩紛帨、刀、礪、小觿、金燧，右佩箴、管、線、纊，施縏帙，大觿、木燧、衿纓，綦屨。以適父母舅姑之所，及所，下氣怡聲，問衣燠寒，疾痛苛癢，而敬抑搔之。出入，則或先或後，而敬扶持之。進盥，少者奉盤，長者奉水，請沃盥，盥卒授巾。問所欲而敬進之，柔色以溫之，饘酏、酒醴、芼羹、菽麥、蕡稻、黍粱、秫唯所欲，棗、栗、飴、蜜以甘之，堇、荁、枌、榆免槁薧滫以滑之，脂膏以膏之，父母舅姑必嘗之而後退。男女未冠笄者，雞初鳴，鹹盥漱，櫛縰，拂髦總角，衿纓，皆佩容臭，昧爽而朝，問何食飲矣。若已食則退，若未食則佐長者視具。凡內外，雞初鳴，鹹盥漱，衣服，斂枕簟，灑掃室堂及庭，布席，各從其事。孺子蚤寢晏起，唯所欲，食無時。由命士以上，父子皆異宮。昧爽而朝，慈以旨甘，日出而退，各從其事，日入而夕，慈以旨甘。父母舅姑將坐，奉席請何鄉；將衽，長者奉席請何趾。少者執床與坐，禦者舉幾，斂席與簟，縣衾篋枕，斂簟而襡之。父母舅姑之衣衾簟席枕幾不傳，杖屨只敬之，勿敢近。敦牟卮匜，非餕莫敢用；與恒食飲，非餕，莫之敢飲食。父母在，朝夕恒食，子婦佐餕，既食恒餕，父沒母存，塚子禦食，群子婦佐餕如初，旨甘柔滑，孺子餕。在父母舅姑之所，有命之，應唯敬對。進退周旋慎齊，升降出入揖遊，不敢噦噫、嚏咳、欠伸、跛倚、睇視，不敢唾洟；寒不敢襲，癢不敢搔；不有敬事，不敢袒裼，不涉不撅，褻衣衾不見裏。父母唾洟不見，冠帶垢，和灰請漱；衣裳垢，和灰請浣；衣裳綻裂，紉箴請補綴。五日，則燂湯請浴，三日具沐，其間面垢，燂潘請靧；足垢，燂湯請洗。少事長，賤事貴，共帥時。男不言內，女不言外。非祭非喪，不相授器。其相授，則女受以篚，其無篚則皆坐奠之而後取之。外內不共井，不共湢浴，不通寢席，不通乞假，男女不通衣裳，內言不出，外言不入。男子入內，不嘯不指，夜行以燭，無燭則止。女子出門，必擁蔽其面，夜行以燭，無燭則止。道路：男子由右，女子由左。子婦孝者、敬者，父母舅姑之命，勿逆勿怠。若飲食之，雖不耆，必嘗而待；加之衣服，雖不欲，必服而待；加之事，人待之，己雖弗欲，姑與之，而姑使之，而後複之。子婦有勤勞之事，雖甚愛之，姑縱之，而寧數休之。子婦未孝未敬，勿庸疾怨，姑教之；若不可教，而後怒之；不可怒，子放婦出，而不表禮焉。父母有過，下氣怡色，柔聲以諫。諫若不入，起敬起孝，說則複諫；不說，與其得罪於鄉黨州閭，寧孰諫。父母怒、不說，而撻之流血，不敢疾怨，起敬起孝。父母有婢子若庶子、庶孫，甚愛之，雖父母沒，沒身敬之不衰。子有二妾，父母愛一人焉，子愛一人焉，由衣服飲食，由執事，毋敢視父母所愛，雖父母沒不衰。子甚宜其妻，父母不說，出；子不宜其妻，父母曰：「是善事我。」子行夫婦之禮焉，沒身不衰。",
          "父母雖沒，將為善，思貽父母令名，必果；將為不善，思貽父母羞辱，必不果。舅沒則姑老，塚婦所祭祀、賓客，每事必請於姑，介婦請於塚婦。舅姑使塚婦，毋怠，不友無禮於介婦。舅姑若使介婦，毋敢敵耦於塚婦，不敢並行，不敢並命，不敢並坐。凡婦，不命適私室，不敢退。婦將有事，大小必請於舅姑。子婦無私貨，無私畜，無私器，不敢私假，不敢私與。婦或賜之飲食、衣服、布帛、佩帨、茝蘭，則受而獻諸舅姑，舅姑受之則喜，如新受賜，若反賜之則辭，不得命，如更受賜，藏以待乏。婦若有私親兄弟將與之，則必複請其故，賜而後與之。適子庶子只事宗子宗婦，雖貴富，不敢以貴富入宗子之家，雖眾車徒舍於外，以寡約入。子弟猶歸器衣服裘衾車馬，則必獻其上，而後敢服用其次也；若非所獻，則不敢以入於宗子之門，不敢以貴富加於父兄宗族。若富，則具二牲，獻其賢者於宗子，夫婦皆齊而宗敬焉，終事而後敢私祭。",
          "飯：黍，稷，稻，粱，白黍，黃粱，稰，穛。",
          "膳：膷，臐，膮，醢，牛炙。醢，牛胾，醢，牛膾。羊炙，羊胾，醢，豕炙。醢，豕胾，芥醬，魚膾。雉，兔，鶉，鷃。",
          "飲：重醴，稻醴清糟，黍醴清糟，粱醴清糟，或以酏為醴，黍酏，漿，水，醷，濫。",
          "酒：清、白。",
          "羞：糗，餌，粉，酏。",
          "食：蝸醢而菰食，雉羹；麥食，脯羹，雞羹；析稌，犬羹，兔羹；和糝不蓼。濡豚，包苦實蓼；濡雞，醢醬實蓼；濡魚，卵醬實蓼；濡鱉，醢醬實蓼。腶修，蚳醢，脯羹，兔醢，糜膚，魚醢，魚膾，芥醬，麋腥，醢，醬，桃諸，梅諸，卵鹽。",
          "凡食齊視春時，羹齊視夏時，醬齊視秋時，飲齊視冬時。凡和，春多酸，夏多苦，秋多辛，冬多鹹，調以滑甘。牛宜稌，羊宜黍，豕宜稷，犬宜粱，雁宜麥，魚宜菰。春宜羔豚膳膏薌，夏宜腒鱐膳膏臊，秋宜犢麑膳膏腥，冬宜鮮羽膳膏膻。牛修，鹿脯，田豕脯，糜脯，麇脯，麋、鹿、田豕、麇，皆有軒，雉兔皆有芼。爵，鷃，蜩，範，芝栭，菱，椇，棗，栗，榛，柿，瓜，桃，李，梅，杏，楂，梨，薑，桂。大夫燕食，有膾無脯，有脯無膾。士不貳羹胾，庶人耆老不徒食。膾：春用蔥，秋用芥、豚；春用韭，秋用蓼。脂用蔥，膏用薤，三牲用藙，和用酰，獸用梅。鶉羹、雞羹、鴽，釀之蓼。魴鱮烝，雛燒，雉，薌無蓼。不食雛鱉，狼去腸，狗去腎，狸去正脊，兔去尻，狐去首，豚去腦，魚去乙，鱉去醜。肉曰脫之，魚曰作之，棗曰新之，栗曰撰之，桃曰膽之，柤梨曰攢之。牛夜鳴則庮，羊泠毛而毳、膻，狗赤股而躁、臊，鳥麃色而沙鳴、鬱，豕望視而交睫、腥，馬黑脊而般臂、漏，雛尾不盈握弗食，舒雁翠，鵠鴞胖，舒鳧翠，雞肝，雁腎，鴇奧，鹿胃。肉腥細者為膾，大者為軒；或曰麋鹿魚為菹，麇為辟雞，野豕為軒，兔為宛脾，切蔥若薤，實諸酰以柔之。羹食，自諸侯以下至於庶人無等。大夫無秩膳，大夫七十而有閣，天子之閣。左達五，右達五，公侯伯於房中五，大夫於閣三，士於坫一。",
          "凡養老：有虞氏以燕禮，夏後氏以饗禮，殷人以食禮，周人修而兼用之。凡五十養於鄉，六十養於國，七十養於學，達於諸侯。八十拜君命，一坐再至，瞽亦如之，九十者使人受。五十異粻，六十宿肉，七十二膳，八十常珍，九十飲食不違寢，膳飲從於遊可也。六十歲制，七十時制，八十月制，九十日修，唯絞紟衾冒，死而後制。五十始衰，六十非肉不飽，七十非帛不暖，八十非人不暖，九十雖得人不暖矣。五十杖於家，六十杖於鄉，七十杖於國，八十杖於朝，九十者天子欲有問焉，則就其室以珍從。七十不俟朝，八十月告存，九十日有秩。五十不從力政，六十不與服戎，七十不與賓客之事，八十齊喪之事弗及也。五十而爵，六十不親學，七十致政；凡自七十以上，唯衰麻為喪。凡三王養老皆引年，八十者一子不從政，九十者其家不從政；瞽亦如之。凡父母在，子雖老不坐。有虞氏養國老於上庠，養庶老於下庠；夏後氏養國老於東序，養庶老於西序；殷人養國老於右學，養庶老於左學；周人養國老於東膠，養庶老於虞庠，虞庠在國之西郊。有虞氏皇而祭，深衣而養老；夏後氏收而祭，燕衣而養老；殷人冔而祭，縞衣而養老；周人冕而祭，玄衣而養老。",
          "曾子曰：「孝子之養老也，樂其心不違其志，樂其耳目，安其寢處，以其飲食忠養之孝子之身終，終身也者，非終父母之身，終其身也；是故父母之所愛亦愛之，父母之所敬亦敬之，至於犬馬盡然，而況於人乎！」凡養老，五帝憲，三王有乞言。五帝憲，養氣體而不乞言，有善則記之為惇史。三王亦憲，既養老而後乞言，亦微其禮，皆有惇史。",
          "淳熬：煎醢，加於陸稻上，沃之以膏曰淳熬。淳毋煎醢，加於黍食上，沃之以膏曰淳毋。",
          "炮：取豚若將，刲之刳之，實棗於其腹中，編萑以苴之，塗之以謹塗，炮之，塗皆幹，擘之，濯手以摩之，去其皽，為稻粉糔溲之以為酏，以付豚煎諸膏，膏必滅之，巨鑊湯以小鼎薌脯於其中，使其湯毋滅鼎，三日三夜毋絕火，而後調之以酰醢。",
          "搗珍：取牛羊麋鹿麇之肉必脄，每物與牛若一捶，反側之，去其餌，熟出之，去其餌，柔其肉。",
          "漬：取牛肉必新殺者，薄切之，必絕其理；湛諸美酒，期朝而食之以醢若酰醷。",
          "為熬：捶之，去其皽，編萑布牛肉焉，屑桂與薑以灑諸上而鹽之，幹而食之。施羊亦如之，施麋、施鹿、施麇皆如牛羊。欲濡肉則釋而煎之以醢，欲幹肉則捶而食之。",
          "糝：取牛羊豕之肉，三如一小切之，與稻米；稻米二肉一，合以為餌煎之。",
          "肝菺：取狗肝一，幪之，以其菺濡炙之，舉焦，其菺不蓼；取稻米舉糔溲之，小切狼臅膏，以與稻米為酏。",
          "禮，始於謹夫婦，為宮室，辨外內。男子居外，女子居內，深宮固門，閽寺守之。男不入，女不出。男女不同椸枷，不敢懸於夫之楎椸，不敢藏於夫之篋笥，不敢共湢浴。夫不在，斂枕篋簟席、襡器而藏之。少事長，賤事貴，鹹如之。夫婦之禮，唯及七十，同藏無間。故妾雖老，年未滿五十，必與五日之禦。將禦者，齊，漱浣，慎衣服，櫛縰笄，總角，拂髦，衿纓綦屨。雖婢妾，衣服飲食必後長者。妻不在，妾禦莫敢當夕。",
          "妻將生子，及月辰，居側室，夫使人日再問之，作而自問之，妻不敢見，使姆衣服而對，至於子生，夫複使人日再問之，夫齊則不入側室之門。子生，男子設弧於門左，女子設帨於門右。三日，始負子，男射女否。國君世子生，告於君，接以大牢，宰掌具。三日，卜士負之，吉者宿齊朝服寢門外，詩負之，射人以桑弧蓬矢六。射天地四方，保受乃負之，宰醴負子，賜之束帛，卜士之妻、大夫之妾，使食子。凡接子，擇日，塚子則大牢，庶人特豚，士特豕，大夫少牢，國君世子大牢，其非塚子，則皆降一等。異為孺子室於宮中，擇於諸母與可者，必求其寬裕慈惠、溫良恭敬、慎而寡言者，使為子師，其次為慈母，其次為保母，皆居子室，他人無事不往。三月之末，擇日剪發為鬌，男角女羈，否則男左女右。是日也，妻以子見於父，貴人則為衣服，由命士以下，皆漱浣，男女夙興，沐浴衣服，具視朔食，夫入門，升自阼階。立於阼西鄉，妻抱子出自房，當楣立東面。姆先，相曰：「母某敢用時日只見孺子。」夫對曰：「欽有帥。」父執子之右手，咳而名之。妻對曰：「記有成。」遂左還，授師，子師辯告諸婦諸母名，妻遂適寢。夫告宰名，宰辯告諸男名，書曰：「某年某月某日某生。」而藏之，宰告閭史，閭史書為二，其一藏諸閭府，其一獻諸州史；州史獻諸州伯，州伯命藏諸州府。夫入食如養禮。世子生，則君沐浴朝服，夫人亦如之，皆立於阼階西鄉，世婦抱子升自西階，君名之，乃降。適子庶子見於外寢，撫其首咳而名之，禮帥初，無辭。凡名子，不以日月，不以國，不以隱疾；大夫、士之子，不敢與世子同名。妾將生子，及月辰，夫使人日一問之。子生三月之末，漱浣夙齊，見於內寢，禮之如始入室；君已食，徹焉，使之特餕，遂入禦。公庶子生，就側室。三月之末，其母沐浴朝服見於君，擯者以其子見，君所有賜，君名之。眾子，則使有司名之。庶人無側室者，及月辰，夫出居群室，其問之也，與子見父之禮，無以異也。凡父在，孫見於祖，祖亦名之，禮如子見父，無辭。食子者，三年而出，見於公宮則劬。大夫之子有食母，士之妻自養其子。由命士以上及大夫之子，旬而見。塚子未食而見，必執其右手，適子庶子已食而見，必循其首。子能食食，教以右手。能言，男唯女俞。男鞶革，女鞶絲。六年教之數與方名。七年男女不同席，不共食。八年出入門戶及即席飲食，必後長者，始教之讓。九年教之數日。十年出就外傅，居宿於外，學書計，衣不帛襦褲，禮帥初，朝夕學幼儀，請肄簡諒。十有三年學樂，誦《詩》，舞《勺》，成童舞《象》，學射禦。二十而冠，始學禮，可以衣裘帛，舞《大夏》，惇行孝弟，博學不教，內而不出。三十而有室，始理男事，博學無方，孫友視志。四十始仕，方物出謀發慮，道合則服從，不可則去。五十命為大夫，服官政。七十致事。凡男拜尚左手。女子十年不出，姆教婉娩聽從，執麻枲，治絲繭，織紝組紃，學女事以共衣服，觀於祭祀，納酒漿、、籩豆、菹醢，禮相助奠。十有五年而笄，二十而嫁；有故，二十三年而嫁。聘則為妻，奔則為妾。凡女拜尚右手。"
        ]
      },
      "simplified": {
        "title": "卷一十二 内则",
        "paragraphs": [
          "后王命冢宰，降德于众兆民。子事父母，鸡初鸣，咸盥漱，栉縰笄总，拂髦冠緌缨，端韠绅，搢笏。左右佩用，左佩纷帨、刀、砺、小觿、金燧，右佩玦、捍、管、遰、大觿、木燧，偪，屦着綦。妇事舅姑，如事父母。鸡初鸣，咸盥漱，栉縰，笄总，衣绅。左佩纷帨、刀、砺、小觿、金燧，右佩箴、管、线、纩，施縏帙，大觿、木燧、衿缨，綦屦。以适父母舅姑之所，及所，下气怡声，问衣燠寒，疾痛苛痒，而敬抑搔之。出入，则或先或后，而敬扶持之。进盥，少者奉盘，长者奉水，请沃盥，盥卒授巾。问所欲而敬进之，柔色以温之，饘酏、酒醴、芼羹、菽麦、蕡稻、黍粱、秫唯所欲，枣、栗、饴、蜜以甘之，堇、荁、枌、榆免槁薧滫以滑之，脂膏以膏之，父母舅姑必尝之而后退。男女未冠笄者，鸡初鸣，咸盥漱，栉縰，拂髦总角，衿缨，皆佩容臭，昧爽而朝，问何食饮矣。若已食则退，若未食则佐长者视具。凡内外，鸡初鸣，咸盥漱，衣服，敛枕簟，洒扫室堂及庭，布席，各从其事。孺子蚤寝晏起，唯所欲，食无时。由命士以上，父子皆异宫。昧爽而朝，慈以旨甘，日出而退，各从其事，日入而夕，慈以旨甘。父母舅姑将坐，奉席请何乡；将衽，长者奉席请何趾。少者执床与坐，御者举几，敛席与簟，县衾箧枕，敛簟而襡之。父母舅姑之衣衾簟席枕几不传，杖屦只敬之，勿敢近。敦牟卮匜，非馂莫敢用；与恒食饮，非馂，莫之敢饮食。父母在，朝夕恒食，子妇佐馂，既食恒馂，父没母存，冢子御食，群子妇佐馂如初，旨甘柔滑，孺子馂。在父母舅姑之所，有命之，应唯敬对。进退周旋慎齐，升降出入揖游，不敢哕噫、嚏咳、欠伸、跛倚、睇视，不敢唾洟；寒不敢袭，痒不敢搔；不有敬事，不敢袒裼，不涉不撅，亵衣衾不见里。父母唾洟不见，冠带垢，和灰请漱；衣裳垢，和灰请浣；衣裳绽裂，纫箴请补缀。五日，则燂汤请浴，三日具沐，其间面垢，燂潘请靧；足垢，燂汤请洗。少事长，贱事贵，共帅时。男不言内，女不言外。非祭非丧，不相授器。其相授，则女受以篚，其无篚则皆坐奠之而后取之。外内不共井，不共湢浴，不通寝席，不通乞假，男女不通衣裳，内言不出，外言不入。男子入内，不啸不指，夜行以烛，无烛则止。女子出门，必拥蔽其面，夜行以烛，无烛则止。道路：男子由右，女子由左。子妇孝者、敬者，父母舅姑之命，勿逆勿怠。若饮食之，虽不耆，必尝而待；加之衣服，虽不欲，必服而待；加之事，人待之，己虽弗欲，姑与之，而姑使之，而后复之。子妇有勤劳之事，虽甚爱之，姑纵之，而宁数休之。子妇未孝未敬，勿庸疾怨，姑教之；若不可教，而后怒之；不可怒，子放妇出，而不表礼焉。父母有过，下气怡色，柔声以谏。谏若不入，起敬起孝，说则复谏；不说，与其得罪于乡党州闾，宁孰谏。父母怒、不说，而挞之流血，不敢疾怨，起敬起孝。父母有婢子若庶子、庶孙，甚爱之，虽父母没，没身敬之不衰。子有二妾，父母爱一人焉，子爱一人焉，由衣服饮食，由执事，毋敢视父母所爱，虽父母没不衰。子甚宜其妻，父母不说，出；子不宜其妻，父母曰：「是善事我。」子行夫妇之礼焉，没身不衰。",
          "父母虽没，将为善，思贻父母令名，必果；将为不善，思贻父母羞辱，必不果。舅没则姑老，冢妇所祭祀、宾客，每事必请于姑，介妇请于冢妇。舅姑使冢妇，毋怠，不友无礼于介妇。舅姑若使介妇，毋敢敌耦于冢妇，不敢并行，不敢并命，不敢并坐。凡妇，不命适私室，不敢退。妇将有事，大小必请于舅姑。子妇无私货，无私畜，无私器，不敢私假，不敢私与。妇或赐之饮食、衣服、布帛、佩帨、茝兰，则受而献诸舅姑，舅姑受之则喜，如新受赐，若反赐之则辞，不得命，如更受赐，藏以待乏。妇若有私亲兄弟将与之，则必复请其故，赐而后与之。适子庶子只事宗子宗妇，虽贵富，不敢以贵富入宗子之家，虽众车徒舍于外，以寡约入。子弟犹归器衣服裘衾车马，则必献其上，而后敢服用其次也；若非所献，则不敢以入于宗子之门，不敢以贵富加于父兄宗族。若富，则具二牲，献其贤者于宗子，夫妇皆齐而宗敬焉，终事而后敢私祭。",
          "饭：黍，稷，稻，粱，白黍，黄粱，稰，穛。",
          "膳：膷，臐，膮，醢，牛炙。醢，牛胾，醢，牛脍。羊炙，羊胾，醢，豕炙。醢，豕胾，芥酱，鱼脍。雉，兔，鹑，鷃。",
          "饮：重醴，稻醴清糟，黍醴清糟，粱醴清糟，或以酏为醴，黍酏，浆，水，醷，滥。",
          "酒：清、白。",
          "羞：糗，饵，粉，酏。",
          "食：蜗醢而菰食，雉羹；麦食，脯羹，鸡羹；析稌，犬羹，兔羹；和糁不蓼。濡豚，包苦实蓼；濡鸡，醢酱实蓼；濡鱼，卵酱实蓼；濡鳖，醢酱实蓼。腶修，蚳醢，脯羹，兔醢，糜肤，鱼醢，鱼脍，芥酱，麋腥，醢，酱，桃诸，梅诸，卵盐。",
          "凡食齐视春时，羹齐视夏时，酱齐视秋时，饮齐视冬时。凡和，春多酸，夏多苦，秋多辛，冬多咸，调以滑甘。牛宜稌，羊宜黍，豕宜稷，犬宜粱，雁宜麦，鱼宜菰。春宜羔豚膳膏芗，夏宜腒鱐膳膏臊，秋宜犊麑膳膏腥，冬宜鲜羽膳膏膻。牛修，鹿脯，田豕脯，糜脯，麇脯，麋、鹿、田豕、麇，皆有轩，雉兔皆有芼。爵，鷃，蜩，范，芝栭，菱，椇，枣，栗，榛，柿，瓜，桃，李，梅，杏，楂，梨，姜，桂。大夫燕食，有脍无脯，有脯无脍。士不贰羹胾，庶人耆老不徒食。脍：春用葱，秋用芥、豚；春用韭，秋用蓼。脂用葱，膏用薤，三牲用藙，和用酰，兽用梅。鹑羹、鸡羹、鴽，酿之蓼。鲂鱮烝，雏烧，雉，芗无蓼。不食雏鳖，狼去肠，狗去肾，狸去正脊，兔去尻，狐去首，豚去脑，鱼去乙，鳖去丑。肉曰脱之，鱼曰作之，枣曰新之，栗曰撰之，桃曰胆之，柤梨曰攒之。牛夜鸣则庮，羊泠毛而毳、膻，狗赤股而躁、臊，鸟麃色而沙鸣、郁，豕望视而交睫、腥，马黑脊而般臂、漏，雏尾不盈握弗食，舒雁翠，鹄鸮胖，舒凫翠，鸡肝，雁肾，鸨奥，鹿胃。肉腥细者为脍，大者为轩；或曰麋鹿鱼为菹，麇为辟鸡，野豕为轩，兔为宛脾，切葱若薤，实诸酰以柔之。羹食，自诸侯以下至于庶人无等。大夫无秩膳，大夫七十而有阁，天子之阁。左达五，右达五，公侯伯于房中五，大夫于阁三，士于坫一。",
          "凡养老：有虞氏以燕礼，夏后氏以飨礼，殷人以食礼，周人修而兼用之。凡五十养于乡，六十养于国，七十养于学，达于诸侯。八十拜君命，一坐再至，瞽亦如之，九十者使人受。五十异粻，六十宿肉，七十二膳，八十常珍，九十饮食不违寝，膳饮从于游可也。六十岁制，七十时制，八十月制，九十日修，唯绞紟衾冒，死而后制。五十始衰，六十非肉不饱，七十非帛不暖，八十非人不暖，九十虽得人不暖矣。五十杖于家，六十杖于乡，七十杖于国，八十杖于朝，九十者天子欲有问焉，则就其室以珍从。七十不俟朝，八十月告存，九十日有秩。五十不从力政，六十不与服戎，七十不与宾客之事，八十齐丧之事弗及也。五十而爵，六十不亲学，七十致政；凡自七十以上，唯衰麻为丧。凡三王养老皆引年，八十者一子不从政，九十者其家不从政；瞽亦如之。凡父母在，子虽老不坐。有虞氏养国老于上庠，养庶老于下庠；夏后氏养国老于东序，养庶老于西序；殷人养国老于右学，养庶老于左学；周人养国老于东胶，养庶老于虞庠，虞庠在国之西郊。有虞氏皇而祭，深衣而养老；夏后氏收而祭，燕衣而养老；殷人冔而祭，缟衣而养老；周人冕而祭，玄衣而养老。",
          "曾子曰：「孝子之养老也，乐其心不违其志，乐其耳目，安其寝处，以其饮食忠养之孝子之身终，终身也者，非终父母之身，终其身也；是故父母之所爱亦爱之，父母之所敬亦敬之，至于犬马尽然，而况于人乎！」凡养老，五帝宪，三王有乞言。五帝宪，养气体而不乞言，有善则记之为惇史。三王亦宪，既养老而后乞言，亦微其礼，皆有惇史。",
          "淳熬：煎醢，加于陆稻上，沃之以膏曰淳熬。淳毋煎醢，加于黍食上，沃之以膏曰淳毋。",
          "炮：取豚若将，刲之刳之，实枣于其腹中，编萑以苴之，涂之以谨涂，炮之，涂皆干，擘之，濯手以摩之，去其皽，为稻粉糔溲之以为酏，以付豚煎诸膏，膏必灭之，巨镬汤以小鼎芗脯于其中，使其汤毋灭鼎，三日三夜毋绝火，而后调之以酰醢。",
          "捣珍：取牛羊麋鹿麇之肉必脄，每物与牛若一捶，反侧之，去其饵，熟出之，去其饵，柔其肉。",
          "渍：取牛肉必新杀者，薄切之，必绝其理；湛诸美酒，期朝而食之以醢若酰醷。",
          "为熬：捶之，去其皽，编萑布牛肉焉，屑桂与姜以洒诸上而盐之，干而食之。施羊亦如之，施麋、施鹿、施麇皆如牛羊。欲濡肉则释而煎之以醢，欲干肉则捶而食之。",
          "糁：取牛羊豕之肉，三如一小切之，与稻米；稻米二肉一，合以为饵煎之。",
          "肝菺：取狗肝一，幪之，以其菺濡炙之，举焦，其菺不蓼；取稻米举糔溲之，小切狼臅膏，以与稻米为酏。",
          "礼，始于谨夫妇，为宫室，辨外内。男子居外，女子居内，深宫固门，阍寺守之。男不入，女不出。男女不同椸枷，不敢悬于夫之楎椸，不敢藏于夫之箧笥，不敢共湢浴。夫不在，敛枕箧簟席、襡器而藏之。少事长，贱事贵，咸如之。夫妇之礼，唯及七十，同藏无间。故妾虽老，年未满五十，必与五日之御。将御者，齐，漱浣，慎衣服，栉縰笄，总角，拂髦，衿缨綦屦。虽婢妾，衣服饮食必后长者。妻不在，妾御莫敢当夕。",
          "妻将生子，及月辰，居侧室，夫使人日再问之，作而自问之，妻不敢见，使姆衣服而对，至于子生，夫复使人日再问之，夫齐则不入侧室之门。子生，男子设弧于门左，女子设帨于门右。三日，始负子，男射女否。国君世子生，告于君，接以大牢，宰掌具。三日，卜士负之，吉者宿齐朝服寝门外，诗负之，射人以桑弧蓬矢六。射天地四方，保受乃负之，宰醴负子，赐之束帛，卜士之妻、大夫之妾，使食子。凡接子，择日，冢子则大牢，庶人特豚，士特豕，大夫少牢，国君世子大牢，其非冢子，则皆降一等。异为孺子室于宫中，择于诸母与可者，必求其宽裕慈惠、温良恭敬、慎而寡言者，使为子师，其次为慈母，其次为保母，皆居子室，他人无事不往。三月之末，择日剪发为鬌，男角女羁，否则男左女右。是日也，妻以子见于父，贵人则为衣服，由命士以下，皆漱浣，男女夙兴，沐浴衣服，具视朔食，夫入门，升自阼阶。立于阼西乡，妻抱子出自房，当楣立东面。姆先，相曰：「母某敢用时日只见孺子。」夫对曰：「钦有帅。」父执子之右手，咳而名之。妻对曰：「记有成。」遂左还，授师，子师辩告诸妇诸母名，妻遂适寝。夫告宰名，宰辩告诸男名，书曰：「某年某月某日某生。」而藏之，宰告闾史，闾史书为二，其一藏诸闾府，其一献诸州史；州史献诸州伯，州伯命藏诸州府。夫入食如养礼。世子生，则君沐浴朝服，夫人亦如之，皆立于阼阶西乡，世妇抱子升自西阶，君名之，乃降。适子庶子见于外寝，抚其首咳而名之，礼帅初，无辞。凡名子，不以日月，不以国，不以隐疾；大夫、士之子，不敢与世子同名。妾将生子，及月辰，夫使人日一问之。子生三月之末，漱浣夙齐，见于内寝，礼之如始入室；君已食，彻焉，使之特馂，遂入御。公庶子生，就侧室。三月之末，其母沐浴朝服见于君，摈者以其子见，君所有赐，君名之。众子，则使有司名之。庶人无侧室者，及月辰，夫出居群室，其问之也，与子见父之礼，无以异也。凡父在，孙见于祖，祖亦名之，礼如子见父，无辞。食子者，三年而出，见于公宫则劬。大夫之子有食母，士之妻自养其子。由命士以上及大夫之子，旬而见。冢子未食而见，必执其右手，适子庶子已食而见，必循其首。子能食食，教以右手。能言，男唯女俞。男鞶革，女鞶丝。六年教之数与方名。七年男女不同席，不共食。八年出入门户及即席饮食，必后长者，始教之让。九年教之数日。十年出就外傅，居宿于外，学书计，衣不帛襦裤，礼帅初，朝夕学幼仪，请肄简谅。十有三年学乐，诵《诗》，舞《勺》，成童舞《象》，学射御。二十而冠，始学礼，可以衣裘帛，舞《大夏》，惇行孝弟，博学不教，内而不出。三十而有室，始理男事，博学无方，孙友视志。四十始仕，方物出谋发虑，道合则服从，不可则去。五十命为大夫，服官政。七十致事。凡男拜尚左手。女子十年不出，姆教婉娩听从，执麻枲，治丝茧，织纴组紃，学女事以共衣服，观于祭祀，纳酒浆、、笾豆、菹醢，礼相助奠。十有五年而笄，二十而嫁；有故，二十三年而嫁。聘则为妻，奔则为妾。凡女拜尚右手。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷一十三 玉藻",
      "id": "6238741990",
      "traditional": {
        "title": "卷一十三 玉藻",
        "paragraphs": [
          "天子玉藻，十有二旒，前後邃延，龍卷以祭。玄端而朝日於東門之外，聽朔於南門之外，閏月則闔門左扉，立於其中。皮弁以日視朝，遂以食，日中而餕，奏而食。日少牢，朔月大牢；五飲：上水、漿、酒、醴、酏。卒食，玄端而居。動則左史書之，言則右史書之，禦瞽幾聲之上下。年不順成，則天子素服，乘素車，食無樂。諸侯玄端以祭，裨冕以朝，皮弁以聽朔於大廟，朝服以日視朝於內朝。朝，辨色始入。君日出而視之，退適路寢，聽政，使人視大夫，大夫退，然後適小寢寢，釋服。又朝服以食，特牲三俎祭肺，夕深衣，祭牢肉，朔月少牢，五俎四簋，子卯稷食菜羹，夫人與君同庖。",
          "君無故不殺牛，大夫無故不殺羊，士無故不殺犬、豕。君子遠庖廚，凡有血氣之類，弗身踐也。至於八月不雨，君不舉。年不順成，君衣布搢本，關梁不租，山澤列而不賦，土功不興，大夫不得造車馬。卜人定龜，史定墨，君定體。君羔幦虎犆；大夫齊車，鹿幦豹犆，朝車；士齊車，鹿幦豹犆。君子之居恒當戶，寢恒東首。若有疾風迅雷甚雨，則必變，雖夜必興，衣服冠而坐。日五盥，沐稷而靧粱，櫛用椫櫛，發曦用象櫛，進禨進羞，工乃升歌。浴用二巾，上絺下綌，出杅，履蒯席，連用湯，履蒲席，衣布曦身，乃屨進飲。將適公所，宿齊戒，居外寢，沐浴，史進象笏，書思對命；既服，習容觀玉聲，乃出，揖私朝，輝如也，登車則有光矣。天子搢挺，方正於天下也，諸侯荼，前詘後直，讓於天子也，大夫前詘後詘，無所不讓也。",
          "侍坐，則必退席；不退，則必引而去君之黨。登席不由前，為躐席。徒坐不盡席尺，讀書，食，則齊，豆去席尺。若賜之食而君客之，則命之祭，然後祭；先飯辯嘗羞，飲而俟。若有嘗羞者，則俟君之食，然後食，飯，飲而俟。君命之羞，羞近者，命之品嘗之，然後唯所欲。凡嘗遠食，必順近食。君未覆手，不敢飧；君既食，又飯飧，飯飧者，三飯也。君既徹，執飯與醬，乃出，授從者。凡侑食，不盡食；食於人不飽。唯水漿不祭，若祭為已儕卑。君若賜之爵，則越席再拜稽首受，登席祭之，飲卒爵而俟君卒爵，然後授虛爵。君子之飲酒也，受一爵而色灑如也，二爵而言言斯，禮已三爵而油油以退，退則坐取屨，隱辟而後屨，坐左納右，坐右納左。凡尊必上玄酒，唯君面尊，唯饗野人皆酒，大夫側尊用棜，士側尊用禁。",
          "始冠，緇布冠，自諸侯下達，冠而敝之可也。玄冠朱組纓，天子之冠也。緇布冠繢緌，諸侯之冠也。玄冠丹組纓，諸侯之齊冠也。玄冠綦組纓，士之齊冠也。縞冠玄武，子姓之冠也。縞冠素紕，既祥之冠也。垂緌五寸，惰遊之士也，玄冠縞武，不齒之服也。居冠屬武，自天子下達，有事然後緌。五十不散送，親沒不髦，大帛不緌。衣冠紫緌，自魯桓公始也。",
          "朝玄端，夕深衣。深衣三袪，縫齊倍要，衽當旁，袂可以回肘。長中繼掩尺。袷二寸，祛尺二寸，緣廣寸半。以帛裹布，非禮也。士不衣織，無君者不貳采。衣正色，裳間色。非列采不入公門，振絺綌不入公門，表裘不入公門，襲裘不入公門。纊為繭，縕為袍，褝為絅，帛為褶。朝服之以縞也，自季康子始也。孔子曰：「朝服而朝，卒朔然後服之。」曰：「國家未道，則不充其服焉。」唯君有黼裘以誓省，大裘非古也。君衣狐白裘，錦衣以裼之。君之右虎裘，厥左狼裘。士不衣狐白。君子狐青裘豹褎，玄綃衣以裼之；麑裘青豻褎，絞衣以裼之；羔裘豹飾，緇衣以裼之；狐裘，黃衣以裼之。錦衣狐裘，諸侯之服也。犬羊之裘不裼，不文飾也不裼。裘之裼也，見美也。吊則襲，不盡飾也；君在則裼，盡飾也。服之襲也，充美也，是故屍襲，執玉龜襲，無事則裼，弗敢充也。",
          "笏：天子以球玉；諸侯以象；大夫以魚須文竹；士竹本，象可也。見於天子與射，無說笏，入大廟說笏，非古也。小功不說笏，當事免則說之。既搢必盥，雖有執於朝，弗有盥矣。凡有指畫於君前，用笏造，受命於君前，則書於笏，笏畢用也，因飾焉。笏度二尺有六寸，其中博三寸，其殺六分而去一。",
          "韠：君朱，大夫素，士爵韋。圜殺直，天子直，公侯前後方，大夫前方後挫角，士前後正。韠下廣二尺，上廣一尺，長三尺，其頸五寸，肩革帶博二寸。一命縕韍幽衡，再命赤韍幽衡，三命赤韍蔥衡。天子素帶朱裏終辟，而素帶終辟，大夫素帶辟垂，士練帶率下辟，居士錦帶，弟子縞帶。並紐約，用組、三寸，長齊於帶，紳長制，士三尺，有司二尺有五寸。子遊曰：「參分帶下，紳居二焉，紳韍結三齊。」大夫大帶四寸。雜帶，君朱綠；大夫玄華，士緇辟，二寸，再繚四寸。凡帶，有率無箴功，肆束及帶勤者，有事則收之，走則擁之。王後褘衣，夫人揄狄；君命屈狄，再命褘衣，一命襢衣，士褖衣。唯世婦命於奠繭，其它則皆從男子。",
          "凡侍於君，紳垂，足如履齊，頤溜垂拱，視下而聽上，視帶以及袷，聽鄉任左。凡君召，以三節：二節以走，一節以趨。在官不俟屨，在外不俟車。士於大夫，不敢拜迎而拜送；士於尊者，先拜進面，答之拜則走。士於君所言，大夫沒矣，則稱諡若字，名士。與大夫言，名士字大夫。於大夫所，有公諱無私諱。凡祭不諱，廟中不諱，教學臨文不諱。古之君子必佩玉，右征角，左宮羽。趨以《采齊》，行以《肆夏》，周還中規，折還中矩，進則揖之，退則揚之，然後玉鏘鳴也。故君子在車，則聞鸞和之聲，行則鳴佩玉，是以非辟之心，無自入也。",
          "君在不佩玉，左結佩，右設佩，居則設佩，朝則結佩，齊則綪結佩而爵韍。凡帶必有佩玉，唯喪否。佩玉有沖牙；君子無故，玉不去身，君子於玉比德焉。天子佩白玉而玄組綬，公侯佩山玄玉而朱組綬，大夫佩水蒼玉而純組綬，世子佩瑜玉而綦組綬，士佩瓀玟而縕組綬。孔子佩象環五寸，而綦組綬。",
          "童子之節也，緇布衣錦緣，錦紳，並紐錦，束發皆朱錦也。童子不裘不帛，不屨絇，無緦服。聽事不麻，無事則立主人之北面，見先生從人而入。侍食於先生異爵者，後祭先飯。客祭，主人辭曰：「不足祭也。」客飧，主人辭以疏。主人自置其醬，則客自徹之。一室之人，非賓客，一人徹。壹食之人，一人徹。凡燕食，婦人不徹。食棗桃李，弗致於核，瓜祭上環，食中棄所操。凡食果實者後君子，火孰者先君子。有慶，非君賜不賀。孔子食於季氏，不辭，不食肉而飧。",
          "君賜車馬，乘以拜賜；衣服，服以拜賜；君未有命，弗敢即乘服也。君賜，稽首，據掌致諸地；酒肉之賜，弗再拜。凡賜，君子與小人不同日。凡獻於君，大夫使宰，士親，皆再拜稽首送之。膳於君，有葷桃茢，於大夫去茢，於士去葷，皆造於膳宰。大夫不親拜，為君之答己也。大夫拜賜而退，士待諾而退，又拜，弗答拜。大夫親賜士，士拜受，又拜於其室。衣服，弗服以拜。敵者不在，拜於其室。凡於尊者有獻，而弗敢以聞。士於大夫不承賀，下大夫於上大夫承賀。親在，行禮於人稱父，人或賜之，則稱父拜之。禮不盛，服不充，故大裘不裼，乘路車不式。",
          "父命呼，唯而不諾，手執業則投之，食在口則吐之，走而不趨。親老，出不易方，複不過時。親癠色容不盛，此孝子之疏節也。父歿而不能讀父之書，手澤存焉爾；母歿而杯圈不能飲焉，口澤之氣存焉爾。",
          "君入門，介拂闑，大夫中棖與闑之間，士介拂棖。賓入不中門，不履閾，公事自闑西，私事自闑東。君與屍行接武，大夫繼武，士中武，徐趨皆用是。疾趨則欲發而手足毋移，圈豚行不舉足，齊如流，席上亦然。端行，頤溜如矢，弁行，剡剡起屨，執龜玉，舉前曳踵，蹜蹜如也。凡行容愓愓，廟中齊齊，朝庭濟濟翔翔。君子之容舒遲，見所尊者齊遬。足容重，手容恭，目容端，口容止，聲容靜，頭容直，氣容肅，立容德，色容莊，坐如屍，燕居告溫溫。凡祭，容貌顏色，如見所祭者。喪容累累，色容顛顛，視容瞿瞿梅梅，言容繭繭，戎容暨暨，言容詻詻，色容厲肅，視容清明。立容辨，卑毋諂，頭頸必中，山立時行，盛氣顛實，揚休玉色。凡自稱：天子曰予一人，伯曰天子之力臣。諸侯之於天子曰某土之守臣某，其在邊邑，曰某屏之臣某。其於敵以下曰寡人，小國之君曰孤，擯者亦曰孤。上大夫曰下臣，擯者曰寡君之老，下大夫自名，擯者曰寡大夫。世子自名，擯者曰寡君之適，公子曰臣孽。士曰傳遽之臣，於大夫曰外私。大夫私事使，私人擯則稱名，公士擯則曰寡大夫、寡君之老。大夫有所往，必與公士為賓也。"
        ]
      },
      "simplified": {
        "title": "卷一十三 玉藻",
        "paragraphs": [
          "天子玉藻，十有二旒，前后邃延，龙卷以祭。玄端而朝日于东门之外，听朔于南门之外，闰月则阖门左扉，立于其中。皮弁以日视朝，遂以食，日中而馂，奏而食。日少牢，朔月大牢；五饮：上水、浆、酒、醴、酏。卒食，玄端而居。动则左史书之，言则右史书之，御瞽几声之上下。年不顺成，则天子素服，乘素车，食无乐。诸侯玄端以祭，裨冕以朝，皮弁以听朔于大庙，朝服以日视朝于内朝。朝，辨色始入。君日出而视之，退适路寝，听政，使人视大夫，大夫退，然后适小寝寝，释服。又朝服以食，特牲三俎祭肺，夕深衣，祭牢肉，朔月少牢，五俎四簋，子卯稷食菜羹，夫人与君同庖。",
          "君无故不杀牛，大夫无故不杀羊，士无故不杀犬、豕。君子远庖厨，凡有血气之类，弗身践也。至于八月不雨，君不举。年不顺成，君衣布搢本，关梁不租，山泽列而不赋，土功不兴，大夫不得造车马。卜人定龟，史定墨，君定体。君羔幦虎犆；大夫齐车，鹿幦豹犆，朝车；士齐车，鹿幦豹犆。君子之居恒当户，寝恒东首。若有疾风迅雷甚雨，则必变，虽夜必兴，衣服冠而坐。日五盥，沐稷而靧粱，栉用椫栉，发曦用象栉，进禨进羞，工乃升歌。浴用二巾，上絺下绤，出杅，履蒯席，连用汤，履蒲席，衣布曦身，乃屦进饮。将适公所，宿齐戒，居外寝，沐浴，史进象笏，书思对命；既服，习容观玉声，乃出，揖私朝，辉如也，登车则有光矣。天子搢挺，方正于天下也，诸侯荼，前诎后直，让于天子也，大夫前诎后诎，无所不让也。",
          "侍坐，则必退席；不退，则必引而去君之党。登席不由前，为躐席。徒坐不尽席尺，读书，食，则齐，豆去席尺。若赐之食而君客之，则命之祭，然后祭；先饭辩尝羞，饮而俟。若有尝羞者，则俟君之食，然后食，饭，饮而俟。君命之羞，羞近者，命之品尝之，然后唯所欲。凡尝远食，必顺近食。君未覆手，不敢飧；君既食，又饭飧，饭飧者，三饭也。君既彻，执饭与酱，乃出，授从者。凡侑食，不尽食；食于人不饱。唯水浆不祭，若祭为已侪卑。君若赐之爵，则越席再拜稽首受，登席祭之，饮卒爵而俟君卒爵，然后授虚爵。君子之饮酒也，受一爵而色洒如也，二爵而言言斯，礼已三爵而油油以退，退则坐取屦，隐辟而后屦，坐左纳右，坐右纳左。凡尊必上玄酒，唯君面尊，唯飨野人皆酒，大夫侧尊用棜，士侧尊用禁。",
          "始冠，缁布冠，自诸侯下达，冠而敝之可也。玄冠朱组缨，天子之冠也。缁布冠缋緌，诸侯之冠也。玄冠丹组缨，诸侯之齐冠也。玄冠綦组缨，士之齐冠也。缟冠玄武，子姓之冠也。缟冠素纰，既祥之冠也。垂緌五寸，惰游之士也，玄冠缟武，不齿之服也。居冠属武，自天子下达，有事然后緌。五十不散送，亲没不髦，大帛不緌。衣冠紫緌，自鲁桓公始也。",
          "朝玄端，夕深衣。深衣三袪，缝齐倍要，衽当旁，袂可以回肘。长中继掩尺。袷二寸，祛尺二寸，缘广寸半。以帛裹布，非礼也。士不衣织，无君者不贰采。衣正色，裳间色。非列采不入公门，振絺绤不入公门，表裘不入公门，袭裘不入公门。纩为茧，缊为袍，褝为絅，帛为褶。朝服之以缟也，自季康子始也。孔子曰：「朝服而朝，卒朔然后服之。」曰：「国家未道，则不充其服焉。」唯君有黼裘以誓省，大裘非古也。君衣狐白裘，锦衣以裼之。君之右虎裘，厥左狼裘。士不衣狐白。君子狐青裘豹褎，玄绡衣以裼之；麑裘青豻褎，绞衣以裼之；羔裘豹饰，缁衣以裼之；狐裘，黄衣以裼之。锦衣狐裘，诸侯之服也。犬羊之裘不裼，不文饰也不裼。裘之裼也，见美也。吊则袭，不尽饰也；君在则裼，尽饰也。服之袭也，充美也，是故尸袭，执玉龟袭，无事则裼，弗敢充也。",
          "笏：天子以球玉；诸侯以象；大夫以鱼须文竹；士竹本，象可也。见于天子与射，无说笏，入大庙说笏，非古也。小功不说笏，当事免则说之。既搢必盥，虽有执于朝，弗有盥矣。凡有指画于君前，用笏造，受命于君前，则书于笏，笏毕用也，因饰焉。笏度二尺有六寸，其中博三寸，其杀六分而去一。",
          "韠：君朱，大夫素，士爵韦。圜杀直，天子直，公侯前后方，大夫前方后挫角，士前后正。韠下广二尺，上广一尺，长三尺，其颈五寸，肩革带博二寸。一命缊韨幽衡，再命赤韨幽衡，三命赤韨葱衡。天子素带朱里终辟，而素带终辟，大夫素带辟垂，士练带率下辟，居士锦带，弟子缟带。并纽约，用组、三寸，长齐于带，绅长制，士三尺，有司二尺有五寸。子游曰：「参分带下，绅居二焉，绅韨结三齐。」大夫大带四寸。杂带，君朱绿；大夫玄华，士缁辟，二寸，再缭四寸。凡带，有率无箴功，肆束及带勤者，有事则收之，走则拥之。王后袆衣，夫人揄狄；君命屈狄，再命袆衣，一命襢衣，士褖衣。唯世妇命于奠茧，其它则皆从男子。",
          "凡侍于君，绅垂，足如履齐，颐溜垂拱，视下而听上，视带以及袷，听乡任左。凡君召，以三节：二节以走，一节以趋。在官不俟屦，在外不俟车。士于大夫，不敢拜迎而拜送；士于尊者，先拜进面，答之拜则走。士于君所言，大夫没矣，则称谥若字，名士。与大夫言，名士字大夫。于大夫所，有公讳无私讳。凡祭不讳，庙中不讳，教学临文不讳。古之君子必佩玉，右征角，左宫羽。趋以《采齐》，行以《肆夏》，周还中规，折还中矩，进则揖之，退则扬之，然后玉锵鸣也。故君子在车，则闻鸾和之声，行则鸣佩玉，是以非辟之心，无自入也。",
          "君在不佩玉，左结佩，右设佩，居则设佩，朝则结佩，齐则綪结佩而爵韨。凡带必有佩玉，唯丧否。佩玉有冲牙；君子无故，玉不去身，君子于玉比德焉。天子佩白玉而玄组绶，公侯佩山玄玉而朱组绶，大夫佩水苍玉而纯组绶，世子佩瑜玉而綦组绶，士佩瓀玟而缊组绶。孔子佩象环五寸，而綦组绶。",
          "童子之节也，缁布衣锦缘，锦绅，并纽锦，束发皆朱锦也。童子不裘不帛，不屦絇，无缌服。听事不麻，无事则立主人之北面，见先生从人而入。侍食于先生异爵者，后祭先饭。客祭，主人辞曰：「不足祭也。」客飧，主人辞以疏。主人自置其酱，则客自彻之。一室之人，非宾客，一人彻。壹食之人，一人彻。凡燕食，妇人不彻。食枣桃李，弗致于核，瓜祭上环，食中弃所操。凡食果实者后君子，火孰者先君子。有庆，非君赐不贺。孔子食于季氏，不辞，不食肉而飧。",
          "君赐车马，乘以拜赐；衣服，服以拜赐；君未有命，弗敢即乘服也。君赐，稽首，据掌致诸地；酒肉之赐，弗再拜。凡赐，君子与小人不同日。凡献于君，大夫使宰，士亲，皆再拜稽首送之。膳于君，有荤桃茢，于大夫去茢，于士去荤，皆造于膳宰。大夫不亲拜，为君之答己也。大夫拜赐而退，士待诺而退，又拜，弗答拜。大夫亲赐士，士拜受，又拜于其室。衣服，弗服以拜。敌者不在，拜于其室。凡于尊者有献，而弗敢以闻。士于大夫不承贺，下大夫于上大夫承贺。亲在，行礼于人称父，人或赐之，则称父拜之。礼不盛，服不充，故大裘不裼，乘路车不式。",
          "父命呼，唯而不诺，手执业则投之，食在口则吐之，走而不趋。亲老，出不易方，复不过时。亲癠色容不盛，此孝子之疏节也。父殁而不能读父之书，手泽存焉尔；母殁而杯圈不能饮焉，口泽之气存焉尔。",
          "君入门，介拂闑，大夫中枨与闑之间，士介拂枨。宾入不中门，不履阈，公事自闑西，私事自闑东。君与尸行接武，大夫继武，士中武，徐趋皆用是。疾趋则欲发而手足毋移，圈豚行不举足，齐如流，席上亦然。端行，颐溜如矢，弁行，剡剡起屦，执龟玉，举前曳踵，蹜蹜如也。凡行容愓愓，庙中齐齐，朝庭济济翔翔。君子之容舒迟，见所尊者齐遬。足容重，手容恭，目容端，口容止，声容静，头容直，气容肃，立容德，色容庄，坐如尸，燕居告温温。凡祭，容貌颜色，如见所祭者。丧容累累，色容颠颠，视容瞿瞿梅梅，言容茧茧，戎容暨暨，言容詻詻，色容厉肃，视容清明。立容辨，卑毋谄，头颈必中，山立时行，盛气颠实，扬休玉色。凡自称：天子曰予一人，伯曰天子之力臣。诸侯之于天子曰某土之守臣某，其在边邑，曰某屏之臣某。其于敌以下曰寡人，小国之君曰孤，摈者亦曰孤。上大夫曰下臣，摈者曰寡君之老，下大夫自名，摈者曰寡大夫。世子自名，摈者曰寡君之适，公子曰臣孽。士曰传遽之臣，于大夫曰外私。大夫私事使，私人摈则称名，公士摈则曰寡大夫、寡君之老。大夫有所往，必与公士为宾也。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷一十四 明堂位",
      "id": "5591887545",
      "traditional": {
        "title": "卷一十四 明堂位",
        "paragraphs": [
          "昔者周公朝諸侯於明堂之位：天子負斧依南鄉而立；三公，中階之前，北面東上。諸侯之位，阼階之東，西面北上。諸伯之國，西階之西，東面北上。諸子之國，門東，北面東上。諸男之國，門西，北面東上。九夷之國，東門之外，西面北上。八蠻之國，南門之外，北面東上。六戎之國，西門之外，東面南上。五狄之國，北門之外，南面東上。九采之國，應門之外，北面東上。四塞，世告至。此周公明堂之位也。明堂也者，明諸侯之尊卑也。",
          "昔殷紂亂天下，脯鬼侯以饗諸侯。是以周公相武王以伐紂。武王崩，成王幼弱，周公踐天子之位以治天下；六年，朝諸侯於明堂，制禮作樂，頒度量，而天下大服；七年，致政於成王；成王以周公為有勳勞於天下，是以封周公於曲阜，地方七百裏，革車千乘，命魯公世世祀周公天以子之禮樂。",
          "是以魯君，孟春乘大路，載弧韣；旗十有二旒，日月之章；祀帝於郊，配以後稷。天子之禮也。季夏六月，以禘禮祀周公於大廟，牲用白牡；尊用犧象山罍；鬱尊用黃目；灌用玉瓚大圭；薦用玉豆雕篹；爵用玉琖，仍雕，加以璧散璧角；俎用梡嶡；升歌《清廟》，下管《象》；朱幹玉戚，冕而舞《大武》；皮弁素積，裼而舞《大夏》。昧，東夷之樂也；《任》，南蠻之樂也。納夷蠻之樂於大廟，言廣魯於天下也。",
          "君卷冕立於阼，夫人副褘立於房中。君肉袒迎牲於門；夫人薦豆籩。卿、大夫贊君，命婦贊夫人：各揚其職。百官廢職服大刑，而天下大服。是故，夏礿、秋嘗、冬烝，春社、秋省而遂大蠟，天子之祭也。",
          "大廟，天子明堂。庫門，天子皋門。雉門，天子應門。振木鐸於朝，天子之政也。山節藻棁，複廟重簷，刮楹達鄉，反坫出尊，崇坫康圭，疏屏；天子之廟飾也。",
          "鸞車，有虞氏之路也。鉤車，夏後氏之路也。大路，殷路也。乘路，周路也。有虞氏之旗，夏後氏之綏，殷之大白，周之大赤。夏後氏駱馬，黑鬣。殷人白馬，黑首。周人黃馬，蕃鬣。夏後氏，牲尚黑，殷白牡，周騂剛。",
          "泰，有虞氏之尊也。山罍，夏後氏之尊也。著，殷尊也。犧象，周尊也。爵，夏後氏以琖，殷以斝，周以爵。灌尊，夏後氏以雞夷。殷以斝，周以黃目。其勺，夏後氏以龍勺，殷以疏勺，周以蒲勺。土鼓蕢桴葦龠，伊耆氏之樂也。拊搏玉磬揩擊，大琴大瑟，中琴小瑟，四代之樂器也。",
          "魯公之廟，文世室也。武公之廟，武世室也。米廩，有虞氏之庠也；序，夏後氏之序也；瞽宗，殷學也；頖宮，周學也。",
          "崇鼎，貫鼎，大璜，封父龜，天子之器也。越棘，大弓，天子之戎器也。夏後氏之鼓，足。殷，楹鼓；周，縣鼓。垂之和鍾，叔之離磬，女媧之笙簧。夏後氏之龍簨虡，殷之崇牙，周之璧翣。",
          "有虞氏之兩敦，夏後氏之四連，殷之六瑚，周之八簋。俎，有虞氏以梡，夏後氏以嶡，殷以椇，周以房俎。夏後氏以楬豆，殷玉豆，周獻豆。有虞氏服韍，夏後氏山，殷火，周龍章。有虞氏祭首，夏後氏祭心，殷祭肝，周祭肺。夏後氏尚明水，殷尚醴，周尚酒。有虞氏官五十，夏後氏官百，殷二百，周三百。有虞氏之綏，夏後氏之綢練，殷之崇牙，周之璧翣。",
          "凡四代之服、器、官，魯兼用之。是故，魯，王禮也，天下傳之久矣。君臣，未嘗相弒也；禮樂刑法政俗，未嘗相變也，天下以為有道之國。是故，天下資禮樂焉。"
        ]
      },
      "simplified": {
        "title": "卷一十四 明堂位",
        "paragraphs": [
          "昔者周公朝诸侯于明堂之位：天子负斧依南乡而立；三公，中阶之前，北面东上。诸侯之位，阼阶之东，西面北上。诸伯之国，西阶之西，东面北上。诸子之国，门东，北面东上。诸男之国，门西，北面东上。九夷之国，东门之外，西面北上。八蛮之国，南门之外，北面东上。六戎之国，西门之外，东面南上。五狄之国，北门之外，南面东上。九采之国，应门之外，北面东上。四塞，世告至。此周公明堂之位也。明堂也者，明诸侯之尊卑也。",
          "昔殷纣乱天下，脯鬼侯以飨诸侯。是以周公相武王以伐纣。武王崩，成王幼弱，周公践天子之位以治天下；六年，朝诸侯于明堂，制礼作乐，颁度量，而天下大服；七年，致政于成王；成王以周公为有勋劳于天下，是以封周公于曲阜，地方七百里，革车千乘，命鲁公世世祀周公天以子之礼乐。",
          "是以鲁君，孟春乘大路，载弧韣；旗十有二旒，日月之章；祀帝于郊，配以后稷。天子之礼也。季夏六月，以禘礼祀周公于大庙，牲用白牡；尊用牺象山罍；郁尊用黄目；灌用玉瓒大圭；荐用玉豆雕篹；爵用玉琖，仍雕，加以璧散璧角；俎用梡嶡；升歌《清庙》，下管《象》；朱干玉戚，冕而舞《大武》；皮弁素积，裼而舞《大夏》。昧，东夷之乐也；《任》，南蛮之乐也。纳夷蛮之乐于大庙，言广鲁于天下也。",
          "君卷冕立于阼，夫人副袆立于房中。君肉袒迎牲于门；夫人荐豆笾。卿、大夫赞君，命妇赞夫人：各扬其职。百官废职服大刑，而天下大服。是故，夏礿、秋尝、冬烝，春社、秋省而遂大蜡，天子之祭也。",
          "大庙，天子明堂。库门，天子皋门。雉门，天子应门。振木铎于朝，天子之政也。山节藻棁，复庙重檐，刮楹达乡，反坫出尊，崇坫康圭，疏屏；天子之庙饰也。",
          "鸾车，有虞氏之路也。钩车，夏后氏之路也。大路，殷路也。乘路，周路也。有虞氏之旗，夏后氏之绥，殷之大白，周之大赤。夏后氏骆马，黑鬣。殷人白马，黑首。周人黄马，蕃鬣。夏后氏，牲尚黑，殷白牡，周骍刚。",
          "泰，有虞氏之尊也。山罍，夏后氏之尊也。着，殷尊也。牺象，周尊也。爵，夏后氏以琖，殷以斝，周以爵。灌尊，夏后氏以鸡夷。殷以斝，周以黄目。其勺，夏后氏以龙勺，殷以疏勺，周以蒲勺。土鼓蒉桴苇龠，伊耆氏之乐也。拊搏玉磬揩击，大琴大瑟，中琴小瑟，四代之乐器也。",
          "鲁公之庙，文世室也。武公之庙，武世室也。米廪，有虞氏之庠也；序，夏后氏之序也；瞽宗，殷学也；頖宫，周学也。",
          "崇鼎，贯鼎，大璜，封父龟，天子之器也。越棘，大弓，天子之戎器也。夏后氏之鼓，足。殷，楹鼓；周，县鼓。垂之和钟，叔之离磬，女娲之笙簧。夏后氏之龙簨虡，殷之崇牙，周之璧翣。",
          "有虞氏之两敦，夏后氏之四连，殷之六瑚，周之八簋。俎，有虞氏以梡，夏后氏以嶡，殷以椇，周以房俎。夏后氏以楬豆，殷玉豆，周献豆。有虞氏服韨，夏后氏山，殷火，周龙章。有虞氏祭首，夏后氏祭心，殷祭肝，周祭肺。夏后氏尚明水，殷尚醴，周尚酒。有虞氏官五十，夏后氏官百，殷二百，周三百。有虞氏之绥，夏后氏之绸练，殷之崇牙，周之璧翣。",
          "凡四代之服、器、官，鲁兼用之。是故，鲁，王礼也，天下传之久矣。君臣，未尝相弒也；礼乐刑法政俗，未尝相变也，天下以为有道之国。是故，天下资礼乐焉。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷一十五 丧服小记",
      "id": "9256679247",
      "traditional": {
        "title": "卷一十五 喪服小記",
        "paragraphs": [
          "斬衰，括發以麻；為母，括發以麻，免而以布。齊衰，惡笄以終喪。男子冠而婦人笄，男子免而婦人髽。其義：為男子則免，為婦人則髽。苴杖，竹也；削杖，桐也。祖父卒，而後為祖母後者三年。為父母，長子稽顙。大夫吊之，雖緦必稽顙。婦人為夫與長子稽顙，其餘則否。男主必使同姓，婦主必使異姓。為父後者為出母無服。親親，以三為五，以五為九。上殺，下殺，旁殺，而親畢矣。王者禘其祖之所自出，以其祖配之，而立四廟。庶子王，亦如之。別子為祖，繼別為宗，繼禰者為小宗。有五世而遷之宗，其繼高祖者也。是故，祖遷於上，宗易於下。尊祖故敬宗，敬宗所以尊祖禰也。庶子不祭祖者，明其宗也。庶子不為長子斬，不繼祖與禰故也。庶子不祭殤與無後者，殤與無後者從祖祔食。庶子不祭禰者，明其宗也。親親尊尊長長，男女之有別，人道之大者也。",
          "從服者，所從亡則已。屬從者，所從雖沒也服。妾從女君而出，則不為女君之子服。禮不王不禘。世子不降妻之父母；其為妻也，與大夫之適子同。父為士，子為天子諸侯，則祭以天子諸侯，其屍服以士服。父為天子諸侯，子為士，祭以士，其屍服以士服。婦當喪而出，則除之。為父母喪，未練而出，則三年。既練而出，則已。未練而反，則期；既練而反，則遂之。",
          "再期之喪，三年也；期之喪，二年也。九月七月之喪，三時也；五月之喪，二時也；三月之喪，一時也。故期而祭，禮也；期而除喪，道也。祭不為除喪也。三年而後葬者必再祭，其祭之間不同時而除喪。大功者主人之喪，有三年者，則必為之再祭。朋友，虞祔而已。士妾有子，而為之緦，無子則已。生不及祖父母諸父昆弟，而父稅喪，己則否。降而在緦小功者，則稅之。為君之父母、妻、長子，君已除喪而後聞喪，則不稅。近臣，君服斯服矣；其餘，從而服，不從而稅。君雖未知喪，臣服已。",
          "虞，杖不入於室；祔，杖不升於堂。為君母後者，君母卒，則不為君母之黨服。絰殺五分而去一，杖大如絰。妾為君之長子與女君同。除喪者，先重者；易服者，易輕者。無事不辟廟門。哭皆於其次。複與書銘，自天子達於士，其辭一也。男子稱名，婦人書姓與伯仲，如不知姓則書氏。",
          "斬衰之葛與齊衰之麻同。齊衰之葛與大功之麻同。麻同，皆兼服之。報葬者報虞，三月而後卒哭。父母之喪偕，先葬者不虞祔，待後事。其葬，服斬衰。_",
          "大夫降其庶子，其孫不降其父。大夫不主士之喪。為慈母之父母無服。夫為人後者，其妻為舅姑大功。士祔於大夫則易牲。繼父不同居也者；必嘗同居。皆無主後。同財而祭其祖禰為同居；有主後者為異居。哭朋友者於門外之右南面。祔葬者不筮宅。士大夫不得祔於諸侯，祔於諸祖父之為士大夫者，其妻祔於諸祖姑，妾祔於妾祖姑；亡則中一以上而祔。祔必以其昭穆。諸侯不得祔於天子，天子、諸侯、大夫可以祔於士。",
          "為母之君母，母卒則不服。宗子，母在為妻禫。為慈母後者，為庶母可也，為祖庶母可也。為父母、妻、長子禫。慈母與妾母，不世祭也。丈夫冠而不為殤，婦人笄而不為殤。為殤後者，以其服服之。久而不葬者，唯主喪者不除；其餘以麻終月數者，除喪則已。箭笄終喪三年。齊衰三月與大功同者，繩屨。練，筮日筮屍，視濯，皆要絰杖繩屨。有司告具，而後去杖。筮日筮屍，有司告事畢而後杖，拜送賓。大祥，吉服而筮屍。庶子在父之室，則為其母不禫。庶子不以杖即位。父不主庶子之喪，則孫以杖即位可也。父在，庶子為妻以杖即位可也。諸侯吊於異國之臣，則其君為主。諸侯吊，必皮弁錫衰。所吊雖已葬，主人必免。主人未喪服，則君於不錫衰。養有疾者不喪服，遂以主其喪。非養者入主人之喪，則不易己之喪服。養尊者必易服，養卑者否。妾無妾祖姑者，易牲而祔於女君可也。婦之喪、虞、卒哭，其夫若子主之。祔，則舅主之。士不攝大夫。士攝大夫，唯宗子。主人未除喪，有兄弟自他國至，則主人不免而為主。",
          "陳器之道，多陳之而省納之可也；省陳之而盡納之可也。奔兄弟之喪，先之墓而後之家，為位而哭。所知之喪，則哭於宮而後之墓。父不為眾子次於外。與諸侯為兄弟者服斬。下殤小功，帶，澡麻不絕本，詘而反以報之。",
          "婦祔於祖姑，祖姑有三人，則祔於親者。其妻為大夫而卒，而後其夫不為大夫，而祔於其妻則不易牲；妻卒而後夫為大夫，而祔於其妻，則以大夫牲。為父後者，為出母無服。無服也者，喪者不祭故也。婦人不為主而杖者：姑在為夫杖，母為長子削杖。女子子在室為父母，其主喪者不杖，則子一人杖。",
          "緦小功，虞卒哭則免。既葬而不報虞，則雖主人皆冠，及虞則皆免。為兄弟既除喪已。及其葬也，反服其服。報虞卒哭則免。如不報虞則除之。遠葬者比反哭者皆冠，及郊而後免反哭。君吊，雖不當免時也，主人必免，不散麻。雖異國之君，免也。親者皆免。除殤之喪者，其祭也必玄。除成喪者，其祭也朝服縞冠。",
          "奔父之喪，括發於堂上，袒降踴，襲絰於東方。奔母之喪，不括發，袒於堂上，降踴，襲免於東方。絰即位成踴，出門哭止。三日而五哭三袒。適婦不為舅後者，則姑為之小功。"
        ]
      },
      "simplified": {
        "title": "卷一十五 丧服小记",
        "paragraphs": [
          "斩衰，括发以麻；为母，括发以麻，免而以布。齐衰，恶笄以终丧。男子冠而妇人笄，男子免而妇人髽。其义：为男子则免，为妇人则髽。苴杖，竹也；削杖，桐也。祖父卒，而后为祖母后者三年。为父母，长子稽颡。大夫吊之，虽缌必稽颡。妇人为夫与长子稽颡，其余则否。男主必使同姓，妇主必使异姓。为父后者为出母无服。亲亲，以三为五，以五为九。上杀，下杀，旁杀，而亲毕矣。王者禘其祖之所自出，以其祖配之，而立四庙。庶子王，亦如之。别子为祖，继别为宗，继祢者为小宗。有五世而迁之宗，其继高祖者也。是故，祖迁于上，宗易于下。尊祖故敬宗，敬宗所以尊祖祢也。庶子不祭祖者，明其宗也。庶子不为长子斩，不继祖与祢故也。庶子不祭殇与无后者，殇与无后者从祖祔食。庶子不祭祢者，明其宗也。亲亲尊尊长长，男女之有别，人道之大者也。",
          "从服者，所从亡则已。属从者，所从虽没也服。妾从女君而出，则不为女君之子服。礼不王不禘。世子不降妻之父母；其为妻也，与大夫之适子同。父为士，子为天子诸侯，则祭以天子诸侯，其尸服以士服。父为天子诸侯，子为士，祭以士，其尸服以士服。妇当丧而出，则除之。为父母丧，未练而出，则三年。既练而出，则已。未练而反，则期；既练而反，则遂之。",
          "再期之丧，三年也；期之丧，二年也。九月七月之丧，三时也；五月之丧，二时也；三月之丧，一时也。故期而祭，礼也；期而除丧，道也。祭不为除丧也。三年而后葬者必再祭，其祭之间不同时而除丧。大功者主人之丧，有三年者，则必为之再祭。朋友，虞祔而已。士妾有子，而为之缌，无子则已。生不及祖父母诸父昆弟，而父税丧，己则否。降而在缌小功者，则税之。为君之父母、妻、长子，君已除丧而后闻丧，则不税。近臣，君服斯服矣；其余，从而服，不从而税。君虽未知丧，臣服已。",
          "虞，杖不入于室；祔，杖不升于堂。为君母后者，君母卒，则不为君母之党服。绖杀五分而去一，杖大如绖。妾为君之长子与女君同。除丧者，先重者；易服者，易轻者。无事不辟庙门。哭皆于其次。复与书铭，自天子达于士，其辞一也。男子称名，妇人书姓与伯仲，如不知姓则书氏。",
          "斩衰之葛与齐衰之麻同。齐衰之葛与大功之麻同。麻同，皆兼服之。报葬者报虞，三月而后卒哭。父母之丧偕，先葬者不虞祔，待后事。其葬，服斩衰。_",
          "大夫降其庶子，其孙不降其父。大夫不主士之丧。为慈母之父母无服。夫为人后者，其妻为舅姑大功。士祔于大夫则易牲。继父不同居也者；必尝同居。皆无主后。同财而祭其祖祢为同居；有主后者为异居。哭朋友者于门外之右南面。祔葬者不筮宅。士大夫不得祔于诸侯，祔于诸祖父之为士大夫者，其妻祔于诸祖姑，妾祔于妾祖姑；亡则中一以上而祔。祔必以其昭穆。诸侯不得祔于天子，天子、诸侯、大夫可以祔于士。",
          "为母之君母，母卒则不服。宗子，母在为妻禫。为慈母后者，为庶母可也，为祖庶母可也。为父母、妻、长子禫。慈母与妾母，不世祭也。丈夫冠而不为殇，妇人笄而不为殇。为殇后者，以其服服之。久而不葬者，唯主丧者不除；其余以麻终月数者，除丧则已。箭笄终丧三年。齐衰三月与大功同者，绳屦。练，筮日筮尸，视濯，皆要绖杖绳屦。有司告具，而后去杖。筮日筮尸，有司告事毕而后杖，拜送宾。大祥，吉服而筮尸。庶子在父之室，则为其母不禫。庶子不以杖即位。父不主庶子之丧，则孙以杖即位可也。父在，庶子为妻以杖即位可也。诸侯吊于异国之臣，则其君为主。诸侯吊，必皮弁锡衰。所吊虽已葬，主人必免。主人未丧服，则君于不锡衰。养有疾者不丧服，遂以主其丧。非养者入主人之丧，则不易己之丧服。养尊者必易服，养卑者否。妾无妾祖姑者，易牲而祔于女君可也。妇之丧、虞、卒哭，其夫若子主之。祔，则舅主之。士不摄大夫。士摄大夫，唯宗子。主人未除丧，有兄弟自他国至，则主人不免而为主。",
          "陈器之道，多陈之而省纳之可也；省陈之而尽纳之可也。奔兄弟之丧，先之墓而后之家，为位而哭。所知之丧，则哭于宫而后之墓。父不为众子次于外。与诸侯为兄弟者服斩。下殇小功，带，澡麻不绝本，诎而反以报之。",
          "妇祔于祖姑，祖姑有三人，则祔于亲者。其妻为大夫而卒，而后其夫不为大夫，而祔于其妻则不易牲；妻卒而后夫为大夫，而祔于其妻，则以大夫牲。为父后者，为出母无服。无服也者，丧者不祭故也。妇人不为主而杖者：姑在为夫杖，母为长子削杖。女子子在室为父母，其主丧者不杖，则子一人杖。",
          "缌小功，虞卒哭则免。既葬而不报虞，则虽主人皆冠，及虞则皆免。为兄弟既除丧已。及其葬也，反服其服。报虞卒哭则免。如不报虞则除之。远葬者比反哭者皆冠，及郊而后免反哭。君吊，虽不当免时也，主人必免，不散麻。虽异国之君，免也。亲者皆免。除殇之丧者，其祭也必玄。除成丧者，其祭也朝服缟冠。",
          "奔父之丧，括发于堂上，袒降踊，袭绖于东方。奔母之丧，不括发，袒于堂上，降踊，袭免于东方。绖即位成踊，出门哭止。三日而五哭三袒。适妇不为舅后者，则姑为之小功。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷一十六 大传",
      "id": "8169927755",
      "traditional": {
        "title": "卷一十六 大傳",
        "paragraphs": [
          "禮：不王不禘。王者禘其祖之所自出，以其祖配之。諸侯及其大祖，大夫士有大事，省於其君，幹祫，及其高祖。",
          "牧之野，武王之大事也。既事而退，柴於上帝，祈於社，設奠於牧室。遂率天下諸侯，執豆籩，逡奔走；追王大王亶父、王季曆、文王昌；不以卑臨尊也。上治祖禰，尊尊也；下治子孫，親親也；旁治昆弟，合族以食，序以昭繆，別之以禮義，人道竭矣。",
          "聖人南面而聽天下，所且先者五，民不與焉。一曰治親，二曰報功，三曰舉賢，四曰使能，五曰存愛。五者一得於天下，民無不足、無不贍者。五者，一物紕繆，民莫得其死。聖人南面而治天下，必自人道始矣。",
          "立權度量，考文章，改正朔，易服色，殊徽號，異器械，別衣服，此其所得與民變革者也。其不可得變革者則有矣：親親也，尊尊也，長長也，男女有別，此其不可得與民變革者也。",
          "同姓從宗，合族屬；異姓主名，治際會。名著，而男女有別。其夫屬乎父道者，妻皆母道也；其夫屬乎子道者，妻皆婦道也。謂弟之妻「婦」者，是嫂亦可謂之「母」乎？名者人治之大者也，可無慎乎？四世而緦，服之窮也；五世袒免，殺同姓也。六世，親屬竭矣。其庶姓別於上，而戚單於下，昏姻可以通乎？系之以姓而弗別，綴之以食而弗殊，雖百世而昏姻不通者，周道然也。",
          "服術有六：一曰親親，二曰尊尊，三曰名，四曰出入，五曰長幼，六曰從服。從服有六：有屬從，有徒從，有從有服而無服，有從無服而有服，有從重而輕，有從輕而重。",
          "自仁率親，等而上之，至於祖，名曰輕。自義率祖，順而下之，至於禰，名曰重。一輕一重，其義然也。",
          "君有合族之道，族人不得以其戚戚君，位也。",
          "庶子不祭，明其宗也。庶子不得為長子三年，不繼祖也。別子為祖，繼別為宗，繼禰者為小宗。有百世不遷之宗，有五世則遷之宗。百世不遷者，別子之後也；宗其繼別子者，百世不遷者也。宗其繼高祖者，五世則遷者也。尊祖故敬宗。敬宗，尊祖之義也。有小宗而無大宗者，有大宗而無小宗者，有無宗亦莫之宗者，公子是也。公子有宗道：公子之公，為其士大夫之庶者，宗其士大夫之適者，公子之宗道也。絕族無移服，親者屬也。",
          "自仁率親，等而上之，至於祖；自義率祖，順而下之，至於禰。是故，人道親親也。親親故尊祖，尊祖故敬宗，敬宗故收族，收族故宗廟嚴，宗廟嚴故重社稷，重社稷故愛百姓，愛百姓故刑罰中，刑罰中故庶民安，庶民安故財用足，財用足故百志成，百志成故禮俗刑，禮俗刑然後樂。《詩》雲：「不顯不承，無斁於人斯」，此之謂也。"
        ]
      },
      "simplified": {
        "title": "卷一十六 大传",
        "paragraphs": [
          "礼：不王不禘。王者禘其祖之所自出，以其祖配之。诸侯及其大祖，大夫士有大事，省于其君，干祫，及其高祖。",
          "牧之野，武王之大事也。既事而退，柴于上帝，祈于社，设奠于牧室。遂率天下诸侯，执豆笾，逡奔走；追王大王亶父、王季历、文王昌；不以卑临尊也。上治祖祢，尊尊也；下治子孙，亲亲也；旁治昆弟，合族以食，序以昭缪，别之以礼义，人道竭矣。",
          "圣人南面而听天下，所且先者五，民不与焉。一曰治亲，二曰报功，三曰举贤，四曰使能，五曰存爱。五者一得于天下，民无不足、无不赡者。五者，一物纰缪，民莫得其死。圣人南面而治天下，必自人道始矣。",
          "立权度量，考文章，改正朔，易服色，殊徽号，异器械，别衣服，此其所得与民变革者也。其不可得变革者则有矣：亲亲也，尊尊也，长长也，男女有别，此其不可得与民变革者也。",
          "同姓从宗，合族属；异姓主名，治际会。名著，而男女有别。其夫属乎父道者，妻皆母道也；其夫属乎子道者，妻皆妇道也。谓弟之妻「妇」者，是嫂亦可谓之「母」乎？名者人治之大者也，可无慎乎？四世而缌，服之穷也；五世袒免，杀同姓也。六世，亲属竭矣。其庶姓别于上，而戚单于下，昏姻可以通乎？系之以姓而弗别，缀之以食而弗殊，虽百世而昏姻不通者，周道然也。",
          "服术有六：一曰亲亲，二曰尊尊，三曰名，四曰出入，五曰长幼，六曰从服。从服有六：有属从，有徒从，有从有服而无服，有从无服而有服，有从重而轻，有从轻而重。",
          "自仁率亲，等而上之，至于祖，名曰轻。自义率祖，顺而下之，至于祢，名曰重。一轻一重，其义然也。",
          "君有合族之道，族人不得以其戚戚君，位也。",
          "庶子不祭，明其宗也。庶子不得为长子三年，不继祖也。别子为祖，继别为宗，继祢者为小宗。有百世不迁之宗，有五世则迁之宗。百世不迁者，别子之后也；宗其继别子者，百世不迁者也。宗其继高祖者，五世则迁者也。尊祖故敬宗。敬宗，尊祖之义也。有小宗而无大宗者，有大宗而无小宗者，有无宗亦莫之宗者，公子是也。公子有宗道：公子之公，为其士大夫之庶者，宗其士大夫之适者，公子之宗道也。绝族无移服，亲者属也。",
          "自仁率亲，等而上之，至于祖；自义率祖，顺而下之，至于祢。是故，人道亲亲也。亲亲故尊祖，尊祖故敬宗，敬宗故收族，收族故宗庙严，宗庙严故重社稷，重社稷故爱百姓，爱百姓故刑罚中，刑罚中故庶民安，庶民安故财用足，财用足故百志成，百志成故礼俗刑，礼俗刑然后乐。《诗》云：「不显不承，无斁于人斯」，此之谓也。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷一十七 少仪",
      "id": "0696283049",
      "traditional": {
        "title": "卷一十七 少儀",
        "paragraphs": [
          "聞始見君子者，辭曰：「某固願聞名於將命者。」不得階主。敵者曰：「某固願見。」罕見曰：「聞名」。亟見曰：「朝夕」。瞽曰：「聞名」。適有喪者曰：「比」。童子曰：「聽事」。適公卿之喪，則曰：「聽役於司徒」。君將適他，臣如致金玉貨貝於君，則曰：「致馬資於有司」；敵者曰：「贈從者」。臣致禭於君，則曰：「致廢衣於賈人」；敵者曰：「襚」。親者兄弟不，以襚進。臣為君喪，納貨貝於君，則曰：「納甸於有司」。賵馬入廟門；賻馬與其幣，大白兵車，不入廟門。賻者既致命，坐委之，擯者舉之。",
          "主人無親受也。受立，授立不坐。性之直者則有之矣。始入而辭，曰：「辭矣」。即席，曰：「可矣」。排闔說屨於戶內者，一人而已矣。有尊長在則否。問品味曰：「子亟食於某乎？」問道藝曰：「子習於某乎？」、「子善於某乎？」不疑在躬，不度民械，不願於大家，不訾重器。泛掃曰掃，掃席前曰拚；拚席不以鬣。執箕膺鬛。不貳問。問卜筮曰：「義與？志與？」義則可問，志則否。",
          "尊長於己逾等，不敢問其年。燕見不將命。遇於道，見則面，不請所之。喪俟事不特吊。侍坐弗使，不執琴瑟，不畫地，手無容，不翣也。寢則坐而將命。侍射則約矢，侍投則擁矢。勝則洗而以請，客亦如之。不角，不擢馬。執君之乘車則坐。仆者右帶劍，負良綏，申之面，拖諸幦，以散綏升，執轡然後步。請見不請退。朝廷曰退，燕遊曰歸，師役曰罷。侍坐於君子，君子欠伸，運笏，澤劍首，還屨，問日之蚤莫，雖請退可也。事君者量而後入，不入而後量；凡乞假於人，為人從事者亦然。然，故上無怨，而下遠罪也。不窺密，不旁狎，不道舊故，不戲色。為人臣下者，有諫而無訕，有亡而無疾；頌而無諂，諫而無驕；怠則張而相之，廢則掃而更之；謂之社稷之役。",
          "毋拔來，毋報往，毋瀆神，毋循枉，毋測未至。士依於德，遊於藝；工依於法，遊於說。毋訾衣服成器，毋身質言語。言語之美，穆穆皇皇；朝廷之美，濟濟翔翔；祭祀之美，齊齊皇皇；車馬之美，匪匪翼翼；鸞和之美，肅肅雍雍。問國君之子長幼，長，則曰：「能從社稷之事矣」；幼，則曰：「能禦」，「未能禦」。問大夫之子長幼，長，則曰：「能從樂人之事矣」；幼，則曰：「能正於樂人」，未能正於樂人」。問士之子長幼，長，則曰：「能耕矣」；幼，則曰：「能負薪」、「未能負薪」。執玉執龜策不趨，堂上不趨，城上不趨。武車不式；介者不拜。",
          "婦人吉事，雖有君賜，肅拜。為屍坐，則不手拜，肅拜；為喪主則不手拜。葛絰而麻帶。取俎進俎不坐。執虛如執盈，入虛如有人。凡祭於室中堂上無跣，燕則有之。未嘗不食新。",
          "仆於君子，君子升下則授綏；始乘則式；君子下行，然後還立。乘貳車則式，佐車則否。貳車者，諸侯七乘，上大夫五乘，下大夫三乘。有貳車者之乘馬服車不齒。觀君子之衣服，服劍，乘馬，弗賈。",
          "其以乘壺酒，束修，一犬賜人，若獻人，則陳酒執修以將命，亦曰乘壺酒，束修，一犬。其以鼎肉，則執以將命。其禽加於一雙，則執一雙以將命，委其餘。犬則執絏；守犬，田犬，則授擯者，既受，乃問犬名。牛則執紖，馬則執靮，皆右之。臣則左之。車則說綏，執以將命。甲若有以前之，則執以將命；無以前之，則袒櫜奉胄。哭則執蓋。弓則以左手屈韣執拊。劍則啟櫝蓋襲之，加夫橈與劍焉。笏、書、修、苞苴、弓、茵、席、枕、幾、穎、杖、琴、瑟、戈有刃者櫝、策、龠，其執之皆尚左手。刀卻刃授穎。削授拊。凡有刺刃者，以授人則辟刃。",
          "乘兵車，出先刃，入後刃，軍尚左，卒尚右。賓客主恭，祭祀主敬，喪事主哀，會同主詡。軍旅思險，隱情以虞。",
          "燕侍食於君子，則先飯而後已；毋放飯，毋流歠；小飯而亟之；數毋為口容。客自徹，辭焉則止。客爵居左，其飲居右；介爵、酢爵、僎爵皆居右。羞濡魚者進尾；冬右腴，夏右鰭；祭膴。凡齊，執之以右，居之於左。贊幣自左，詔辭自右。酌屍之仆，如君之仆。其在車則左執轡右受爵，祭左右軌範乃飲。凡羞有俎者，則於俎內祭。君子不食圂腴。小子走而不趨，舉爵則坐祭立飲。凡洗必盥。牛羊之肺，離而不提心。凡羞有湇者，不以齊。為君子擇蔥薤，則絕其本末。羞首者，進喙祭耳。尊者以酌者之左為上尊。尊壺者面其鼻。飲酒者、禨者、醮者，有折俎不坐。未步爵，不嘗羞。牛與羊魚之腥，聶而切之為膾；麋鹿為菹，野豕為軒，皆聶而不切；麇為辟雞，兔為宛脾，皆聶而切之。切蔥若薤，實之酰以柔之。其有折俎者，取祭肺，反之，不坐；燔亦如之。屍則坐。",
          "衣服在躬，而不知其名為罔。其未有燭而有後至者，則以在者告。道瞽亦然。凡飲酒為獻主者，執燭抱燋，客作而辭，然後以授人。執燭不讓，不辭，不歌。洗盥執食飲者勿氣，有問焉，則辟咡而對。為人祭曰致福；為己祭而致膳於君子曰膳；祔練曰告。凡膳告於君子，主人展之，以授使者於阼階之南，南面再拜稽首送；反命，主人又再拜稽首。其禮：大牢則以牛左肩、臂臑、折九個，少牢則以羊左肩七個，特豕則以豕左肩五個。國家靡敝，則車不雕幾，甲不組縢，食器不刻鏤，君子不履絲屨，馬不常秣。"
        ]
      },
      "simplified": {
        "title": "卷一十七 少仪",
        "paragraphs": [
          "闻始见君子者，辞曰：「某固愿闻名于将命者。」不得阶主。敌者曰：「某固愿见。」罕见曰：「闻名」。亟见曰：「朝夕」。瞽曰：「闻名」。适有丧者曰：「比」。童子曰：「听事」。适公卿之丧，则曰：「听役于司徒」。君将适他，臣如致金玉货贝于君，则曰：「致马资于有司」；敌者曰：「赠从者」。臣致禭于君，则曰：「致废衣于贾人」；敌者曰：「襚」。亲者兄弟不，以襚进。臣为君丧，纳货贝于君，则曰：「纳甸于有司」。赗马入庙门；赙马与其币，大白兵车，不入庙门。赙者既致命，坐委之，摈者举之。",
          "主人无亲受也。受立，授立不坐。性之直者则有之矣。始入而辞，曰：「辞矣」。即席，曰：「可矣」。排阖说屦于户内者，一人而已矣。有尊长在则否。问品味曰：「子亟食于某乎？」问道艺曰：「子习于某乎？」、「子善于某乎？」不疑在躬，不度民械，不愿于大家，不訾重器。泛扫曰扫，扫席前曰拚；拚席不以鬣。执箕膺鬛。不贰问。问卜筮曰：「义与？志与？」义则可问，志则否。",
          "尊长于己逾等，不敢问其年。燕见不将命。遇于道，见则面，不请所之。丧俟事不特吊。侍坐弗使，不执琴瑟，不画地，手无容，不翣也。寝则坐而将命。侍射则约矢，侍投则拥矢。胜则洗而以请，客亦如之。不角，不擢马。执君之乘车则坐。仆者右带剑，负良绥，申之面，拖诸幦，以散绥升，执辔然后步。请见不请退。朝廷曰退，燕游曰归，师役曰罢。侍坐于君子，君子欠伸，运笏，泽剑首，还屦，问日之蚤莫，虽请退可也。事君者量而后入，不入而后量；凡乞假于人，为人从事者亦然。然，故上无怨，而下远罪也。不窥密，不旁狎，不道旧故，不戏色。为人臣下者，有谏而无讪，有亡而无疾；颂而无谄，谏而无骄；怠则张而相之，废则扫而更之；谓之社稷之役。",
          "毋拔来，毋报往，毋渎神，毋循枉，毋测未至。士依于德，游于艺；工依于法，游于说。毋訾衣服成器，毋身质言语。言语之美，穆穆皇皇；朝廷之美，济济翔翔；祭祀之美，齐齐皇皇；车马之美，匪匪翼翼；鸾和之美，肃肃雍雍。问国君之子长幼，长，则曰：「能从社稷之事矣」；幼，则曰：「能御」，「未能御」。问大夫之子长幼，长，则曰：「能从乐人之事矣」；幼，则曰：「能正于乐人」，未能正于乐人」。问士之子长幼，长，则曰：「能耕矣」；幼，则曰：「能负薪」、「未能负薪」。执玉执龟策不趋，堂上不趋，城上不趋。武车不式；介者不拜。",
          "妇人吉事，虽有君赐，肃拜。为尸坐，则不手拜，肃拜；为丧主则不手拜。葛绖而麻带。取俎进俎不坐。执虚如执盈，入虚如有人。凡祭于室中堂上无跣，燕则有之。未尝不食新。",
          "仆于君子，君子升下则授绥；始乘则式；君子下行，然后还立。乘贰车则式，佐车则否。贰车者，诸侯七乘，上大夫五乘，下大夫三乘。有贰车者之乘马服车不齿。观君子之衣服，服剑，乘马，弗贾。",
          "其以乘壶酒，束修，一犬赐人，若献人，则陈酒执修以将命，亦曰乘壶酒，束修，一犬。其以鼎肉，则执以将命。其禽加于一双，则执一双以将命，委其余。犬则执绁；守犬，田犬，则授摈者，既受，乃问犬名。牛则执纼，马则执靮，皆右之。臣则左之。车则说绥，执以将命。甲若有以前之，则执以将命；无以前之，则袒櫜奉胄。哭则执盖。弓则以左手屈韣执拊。剑则启椟盖袭之，加夫桡与剑焉。笏、书、修、苞苴、弓、茵、席、枕、几、颖、杖、琴、瑟、戈有刃者椟、策、龠，其执之皆尚左手。刀却刃授颖。削授拊。凡有刺刃者，以授人则辟刃。",
          "乘兵车，出先刃，入后刃，军尚左，卒尚右。宾客主恭，祭祀主敬，丧事主哀，会同主诩。军旅思险，隐情以虞。",
          "燕侍食于君子，则先饭而后已；毋放饭，毋流歠；小饭而亟之；数毋为口容。客自彻，辞焉则止。客爵居左，其饮居右；介爵、酢爵、僎爵皆居右。羞濡鱼者进尾；冬右腴，夏右鳍；祭膴。凡齐，执之以右，居之于左。赞币自左，诏辞自右。酌尸之仆，如君之仆。其在车则左执辔右受爵，祭左右轨范乃饮。凡羞有俎者，则于俎内祭。君子不食圂腴。小子走而不趋，举爵则坐祭立饮。凡洗必盥。牛羊之肺，离而不提心。凡羞有湇者，不以齐。为君子择葱薤，则绝其本末。羞首者，进喙祭耳。尊者以酌者之左为上尊。尊壶者面其鼻。饮酒者、禨者、醮者，有折俎不坐。未步爵，不尝羞。牛与羊鱼之腥，聂而切之为脍；麋鹿为菹，野豕为轩，皆聂而不切；麇为辟鸡，兔为宛脾，皆聂而切之。切葱若薤，实之酰以柔之。其有折俎者，取祭肺，反之，不坐；燔亦如之。尸则坐。",
          "衣服在躬，而不知其名为罔。其未有烛而有后至者，则以在者告。道瞽亦然。凡饮酒为献主者，执烛抱燋，客作而辞，然后以授人。执烛不让，不辞，不歌。洗盥执食饮者勿气，有问焉，则辟咡而对。为人祭曰致福；为己祭而致膳于君子曰膳；祔练曰告。凡膳告于君子，主人展之，以授使者于阼阶之南，南面再拜稽首送；反命，主人又再拜稽首。其礼：大牢则以牛左肩、臂臑、折九个，少牢则以羊左肩七个，特豕则以豕左肩五个。国家靡敝，则车不雕几，甲不组縢，食器不刻镂，君子不履丝屦，马不常秣。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷一十八 学记",
      "id": "8828614033",
      "traditional": {
        "title": "卷一十八 學記",
        "paragraphs": [
          "發慮憲，求善良，足以謏聞，不足以動眾；就賢體遠，足以動眾，未足以化民。君子如欲化民成俗，其必由學乎！",
          "玉不琢，不成器；人不學，不知道。是故古之王者建國君民，教學為先。《兌命》曰：「念終始典於學。」其此之謂乎！",
          "雖有嘉肴，弗食，不知其旨也；雖有至道，弗學，不知其善也。故學然後知不足，教然後知困。知不足，然後能自反也；知困，然後能自強也，故曰：教學相長也。《兌命》曰：「學學半。」其此之謂乎！",
          "古之教者，家有塾，黨有庠，術有序，國有學。比年入學，中年考校。一年視離經辨志，三年視敬業樂群，五年視博習親師，七年視論學取友，謂之小成；九年知類通達，強立而不反，謂之大成。夫然後足以化民易俗，近者說服，而遠者懷之，此大學之道也。《記》曰：「蛾子時術之。」其此之謂乎！",
          "大學始教，皮弁祭菜，示敬道也；《宵雅》肄三，官其始也；入學鼓篋，孫其業也；夏楚二物，收其威也；未卜禘不視學，遊其志也；時觀而弗語，存其心也；幼者聽而弗問，學不躐等也。此七者，教之大倫也。《記》曰：「凡學官先事，士先志。」其此之謂乎！",
          "大學之教也時，教必有正業，退息必有居。學，不學操縵，不能安弦；不學博依，不能安《詩》；不學雜服，不能安禮；不興其藝，不能樂學。故君子之於學也，藏焉，修焉，息焉，遊焉。夫然，故安其學而親其師，樂其友而信其道。是以雖離師輔而不反也。《兌命》曰：「敬孫務時敏，厥修乃來。」其此之謂乎！",
          "今之教者，呻其占畢，多其訊，言及於數，進而不顧其安，使人不由其誠，教人不盡其材；其施之也悖，其求之也佛。夫然，故隱其學而疾其師，苦其難而不知其益也，雖終其業，其去之必速。教之不刑，其此之由乎！",
          "大學之法，禁於未發之謂豫，當其可之謂時，不陵節而施之謂孫，相觀而善之謂摩。此四者，教之所由興也。",
          "發然後禁，則捍格而不勝；時過然後學，則勤苦而難成；雜施而不孫，則壞亂而不修；獨學而無友，則孤陋而寡聞；燕朋逆其師；燕辟廢其學。此六者，教之所由廢也。",
          "君子既知教之所由興，又知教之所由廢，然後可以為人師也。故君子之教喻也，道而弗牽，強而弗抑，開而弗達。道而弗牽則和，強而弗抑則易，開而弗達則思；和易以思，可謂善喻矣。",
          "學者有四失，教者必知之。人之學也，或失則多，或失則寡，或失則易，或失則止。此四者，心之莫同也。知其心，然後能救其失也。教也者，長善而救其失者也。",
          "善歌者，使人繼其聲；善教者，使人繼其志。其言也約而達，微而臧，罕譬而喻，可謂繼志矣。",
          "君子知至學之難易，而知其美惡，然後能博喻；能博喻然後能為師；能為師然後能為長；能為長然後能為君。故師也者，所以學為君也。是故擇師不可不慎也。《記》曰：「三王四代唯其師。」此之謂乎！",
          "凡學之道，嚴師為難。師嚴然後道尊，道尊然後民知敬學。是故君之所不臣於其臣者二：當其為屍則弗臣也，當其為師則弗臣也。大學之禮，雖詔於天子，無北面；所以尊師也。",
          "善學者，師逸而功倍，又從而庸之；不善學者，師勤而功半，又從而怨之。善問者，如攻堅木，先其易者，後其節目，及其久也，相說以解；不善問者反此。善待問者，如撞鍾，叩之以小者則小鳴，叩之以大者則大鳴，待其從容，然後盡其聲；不善答問者反此。此皆進學之道也。",
          "記問之學，不足以為人師。必也聽語乎，力不能問，然後語之；語之而不知，雖舍之可也。",
          "良冶之子，必學為裘；良弓之子，必學為箕；始駕者反之，車在馬前。君子察於此三者，可以有志於學矣。",
          "古之學者：比物醜類。鼓無當於五聲，五聲弗得不和。水無當於五色，五色弗得不章。學無當於五官。五官弗得不治。師無當於五服，五服弗得不親。",
          "君子曰：大德不官，大道不器，大信不約，大時不齊。察於此四者，可以有志於學矣。",
          "三王之祭川也，皆先河而後海；或源也，或委也。此之謂務本。"
        ]
      },
      "simplified": {
        "title": "卷一十八 学记",
        "paragraphs": [
          "发虑宪，求善良，足以謏闻，不足以动众；就贤体远，足以动众，未足以化民。君子如欲化民成俗，其必由学乎！",
          "玉不琢，不成器；人不学，不知道。是故古之王者建国君民，教学为先。《兑命》曰：「念终始典于学。」其此之谓乎！",
          "虽有嘉肴，弗食，不知其旨也；虽有至道，弗学，不知其善也。故学然后知不足，教然后知困。知不足，然后能自反也；知困，然后能自强也，故曰：教学相长也。《兑命》曰：「学学半。」其此之谓乎！",
          "古之教者，家有塾，党有庠，术有序，国有学。比年入学，中年考校。一年视离经辨志，三年视敬业乐群，五年视博习亲师，七年视论学取友，谓之小成；九年知类通达，强立而不反，谓之大成。夫然后足以化民易俗，近者说服，而远者怀之，此大学之道也。《记》曰：「蛾子时术之。」其此之谓乎！",
          "大学始教，皮弁祭菜，示敬道也；《宵雅》肄三，官其始也；入学鼓箧，孙其业也；夏楚二物，收其威也；未卜禘不视学，游其志也；时观而弗语，存其心也；幼者听而弗问，学不躐等也。此七者，教之大伦也。《记》曰：「凡学官先事，士先志。」其此之谓乎！",
          "大学之教也时，教必有正业，退息必有居。学，不学操缦，不能安弦；不学博依，不能安《诗》；不学杂服，不能安礼；不兴其艺，不能乐学。故君子之于学也，藏焉，修焉，息焉，游焉。夫然，故安其学而亲其师，乐其友而信其道。是以虽离师辅而不反也。《兑命》曰：「敬孙务时敏，厥修乃来。」其此之谓乎！",
          "今之教者，呻其占毕，多其讯，言及于数，进而不顾其安，使人不由其诚，教人不尽其材；其施之也悖，其求之也佛。夫然，故隐其学而疾其师，苦其难而不知其益也，虽终其业，其去之必速。教之不刑，其此之由乎！",
          "大学之法，禁于未发之谓豫，当其可之谓时，不陵节而施之谓孙，相观而善之谓摩。此四者，教之所由兴也。",
          "发然后禁，则捍格而不胜；时过然后学，则勤苦而难成；杂施而不孙，则坏乱而不修；独学而无友，则孤陋而寡闻；燕朋逆其师；燕辟废其学。此六者，教之所由废也。",
          "君子既知教之所由兴，又知教之所由废，然后可以为人师也。故君子之教喻也，道而弗牵，强而弗抑，开而弗达。道而弗牵则和，强而弗抑则易，开而弗达则思；和易以思，可谓善喻矣。",
          "学者有四失，教者必知之。人之学也，或失则多，或失则寡，或失则易，或失则止。此四者，心之莫同也。知其心，然后能救其失也。教也者，长善而救其失者也。",
          "善歌者，使人继其声；善教者，使人继其志。其言也约而达，微而臧，罕譬而喻，可谓继志矣。",
          "君子知至学之难易，而知其美恶，然后能博喻；能博喻然后能为师；能为师然后能为长；能为长然后能为君。故师也者，所以学为君也。是故择师不可不慎也。《记》曰：「三王四代唯其师。」此之谓乎！",
          "凡学之道，严师为难。师严然后道尊，道尊然后民知敬学。是故君之所不臣于其臣者二：当其为尸则弗臣也，当其为师则弗臣也。大学之礼，虽诏于天子，无北面；所以尊师也。",
          "善学者，师逸而功倍，又从而庸之；不善学者，师勤而功半，又从而怨之。善问者，如攻坚木，先其易者，后其节目，及其久也，相说以解；不善问者反此。善待问者，如撞钟，叩之以小者则小鸣，叩之以大者则大鸣，待其从容，然后尽其声；不善答问者反此。此皆进学之道也。",
          "记问之学，不足以为人师。必也听语乎，力不能问，然后语之；语之而不知，虽舍之可也。",
          "良冶之子，必学为裘；良弓之子，必学为箕；始驾者反之，车在马前。君子察于此三者，可以有志于学矣。",
          "古之学者：比物丑类。鼓无当于五声，五声弗得不和。水无当于五色，五色弗得不章。学无当于五官。五官弗得不治。师无当于五服，五服弗得不亲。",
          "君子曰：大德不官，大道不器，大信不约，大时不齐。察于此四者，可以有志于学矣。",
          "三王之祭川也，皆先河而后海；或源也，或委也。此之谓务本。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷一十九 乐记",
      "id": "7401457163",
      "traditional": {
        "title": "卷一十九 樂記",
        "paragraphs": [
          "凡音之起，由人心生也。人心之動，物使之然也。感於物而動，故形於聲。聲相應，故生變；變成方，謂之音；比音而樂之，及幹戚羽旄，謂之樂。樂者，音之所由生也；其本在人心之感於物也。是故其哀心感者，其聲以殺。其樂心感者，其聲噍以緩。其喜心感者，其聲發以散。其怒心感者，其聲粗以厲。其敬心感者，其聲直以廉。其愛心感者，其聲和以柔。六者，非性也，感於物而後動。是故先王慎所以感之者。故禮以道其志，樂以和其聲，政以一其行，刑以防其奸。禮樂刑政，其極一也；所以同民心而出治道也。凡音者，生人心者也。情動於中，故形於聲。聲成文，謂之音。是故治世之音安以樂，其政和。亂世之音怨以怒，其政乖。亡國之音哀以思，其民困。聲音之道，與政通矣。宮為君，商為臣，角為民，征為事，羽為物。五者不亂，則無怗懘之音矣。宮亂則荒，其君驕。商亂則陂，其官壞。角亂則憂，其民怨。征亂則哀，其事勤。羽亂則危，其財匱。五者皆亂，迭相陵，謂之慢。如此，則國之滅亡無日矣。鄭衛之音，亂世之音也，比於慢矣。桑間濮上之音，亡國之音也，其政散，其民流，誣上行私而不可止也。凡音者，生於人心者也。樂者，通倫理者也。是故知聲而不知音者，禽獸是也；知音而不知樂者，眾庶是也。唯君子為能知樂。是故審聲以知音，審音以知樂，審樂以知政，而治道備矣。是故不知聲者不可與言音，不知音者不可與言樂。知樂則幾於禮矣。禮樂皆得，謂之有德。德者得也。是故樂之隆，非極音也。食饗之禮，非致味也。清廟之瑟，朱弦而疏越，壹倡而三歎，有遺音者矣。大饗之禮，尚玄酒而俎腥魚，大羹不和，有遺味者矣。是故先王之制禮樂也，非以極口腹耳目之欲也，將以教民平好惡而反人道之正也。人生而靜，天之性也；感於物而動，性之欲也。物至知知，然後好惡形焉。好惡無節於內，知誘於外，不能反躬，天理滅矣。夫物之感人無窮，而人之好惡無節，則是物至而人化物也。人化物也者，滅天理而窮人欲者也。於是有悖逆詐偽之心，有淫泆作亂之事。是故強者脅弱，眾者暴寡，知者詐愚，勇者苦怯，疾病不養，老幼孤獨不得其所，此大亂之道也。是故先王之制禮樂，人為之節；衰麻哭泣，所以節喪紀也；鍾鼓幹戚，所以和安樂也；昏姻冠笄，所以別男女也；射鄉食饗，所以正交接也。禮節民心，樂和民聲，政以行之，刑以防之，禮樂刑政，四達而不悖，則王道備矣。樂者為同，禮者為異。同則相親，異則相敬，樂勝則流，禮勝則離。合情飾貌者禮樂之事也。禮義立，則貴賤等矣；樂文同，則上下和矣；好惡著，則賢不肖別矣。刑禁暴，爵舉賢，則政均矣。仁以愛之，義以正之，如此，則民治行矣。樂由中出，禮自外作。樂由中出故靜，禮自外作故文。大樂必易，大禮必簡。樂至則無怨，禮至則不爭。揖讓而治天下者，禮樂之謂也。暴民不作，諸侯賓服，兵革不試，五刑不用，百姓無患，天子不怒，如此，則樂達矣。合父子之親，明長幼之序，以敬四海之內天子如此，則禮行矣。大樂與天地同和，大禮與天地同節。和故百物不失，節故祀天祭地，明則有禮樂，幽則有鬼神。如此，則四海之內，合敬同愛矣。禮者殊事合敬者也；樂者異文合愛者也。禮樂之情同，故明王以相沿也。故事與時並，名與功偕。故鍾鼓管磬，羽龠幹戚，樂之器也。屈伸俯仰，綴兆舒疾，樂之文也。簠簋俎豆，制度文章，禮之器也。升降上下，周還裼襲，禮之文也。故知禮樂之情者能作，識禮樂之文者能述。作者之謂聖，述者之謂明；明聖者，述作之謂也。樂者，天地之和也；禮者，天地之序也。和故百物皆化；序故群物皆別。樂由天作，禮以地制。過制則亂，過作則暴。明於天地，然後能興禮樂也。論倫無患，樂之情也；欣喜歡愛，樂之官也。中正無邪，禮之質也，莊敬恭順。禮之制也。若夫禮樂之施於金石，越於聲音，用於宗廟社稷，事乎山川鬼神，則此所與民同也。",
          "王者功成作樂，治定制禮。其功大者其樂備，其治辯者其禮具。幹戚之舞非備樂也，孰亨而祀非達禮也。五帝殊時，不相沿樂；三王異世，不相襲禮。樂極則憂，禮粗則偏矣。及夫敦樂而無憂，禮備而不偏者，其唯大聖乎？天高地下，萬物散殊，而禮制行矣。流而不息，合同而化，而樂興焉。春作夏長，仁也；秋斂冬藏，義也。仁近於樂，義近於禮。樂者敦和，率神而從天，禮者別宜，居鬼而從地。故聖人作樂以應天，制禮以配地。禮樂明備，天地官矣。天尊地卑，君臣定矣。卑高已陳，貴賤位矣。動靜有常，小大殊矣。方以類聚，物以群分，則性命不同矣。在天成象，在地成形；如此，則禮者天地之別也。地氣上齊，天氣下降，陰陽相摩，天地相蕩，鼓之以雷霆，奮之以風雨，動之以四時，暖之以日月，而百化興焉。如此則樂者天地之和也。化不時則不生，男女無辨則亂升；天地之情也。及夫禮樂之極乎天而蟠乎地，行乎陰陽而通乎鬼神；窮高極遠而測深厚。樂著大始，而禮居成物。著不息者天也，著不動者地也。一動一靜者天地之間也。故聖人曰禮樂雲。昔者，舜作五弦之琴以歌南風，夔始制樂以賞諸侯。故天子之為樂也，以賞諸侯之有德者也。德盛而教尊，五穀時熟，然後賞之以樂。故其治民勞者，其舞行綴遠；其治民逸者，其舞行綴短。故觀其舞，知其德；聞其諡，知其行也。《大章》，章之也。《鹹池》，備矣。《韶》，繼也。《夏》，大也。殷周之樂，盡矣。天地之道，寒暑不時則疾，風雨不節則饑。教者，民之寒暑也；教不時則傷世。事者民之風雨也；事不節則無功。然則先王之為樂也。以法治也，善則行象德矣。夫豢豕為酒，非以為禍也，而獄訟益繁，則酒之流生禍也。是故先王因為酒禮，壹獻之禮，賓主百拜，終日飲酒而不得醉焉；此先王之所以備酒禍也。故酒食者所以合歡也；樂者所以象德也；禮者所以綴淫也。是故先王有大事，必有禮以哀之；有大福，必有禮以樂之。哀樂之分，皆以禮終。樂也者，聖人之所樂也，而可以善民心，其感人深，其移風易俗，故先王著其教焉。夫民有血氣心知之性，而無哀樂喜怒之常，應感起物而動，然後心術形焉。是故志微殺之音作，而民思憂。嘽諧慢易、繁文簡節之音作，而民康樂。粗厲猛起、奮末廣賁之音作，而民剛毅。廉直、勁正、莊誠之音作，而民肅敬。寬裕肉好、順成和動之音作，而民慈愛。流辟邪散、狄成滌濫之音作，而民淫亂。是故先王本之情性，稽之度數，制之禮義。合生氣之和，道五常之行，使之陽而不散，陰而不密，剛氣不怒，柔氣不懾，四暢交於中而發作於外，皆安其位而不相奪也；然後立之學等，廣其節奏，省其文采，以繩德厚。律小大之稱，比終始之序，以象事行。使親疏貴賤、長幼男女之理，皆形見於樂，故曰：「樂觀其深矣。」土敝則草木不長，水煩則魚鱉不大，氣衰則生物不遂，世亂則禮慝而樂淫。是故其聲哀而不莊，樂而不安，慢易以犯節，流湎以忘本。廣則容奸，狹則思欲，感條暢之氣而滅平和之德。是以君子賤之也。凡奸聲感人，而逆氣應之；逆氣成象，而淫樂興焉。正聲感人，而順氣應之；順氣成象，而和樂興焉。倡和有應，回邪曲直，各歸其分；而萬物之理，各以其類相動也。是故君子反情以和其志，比類以成其行。奸聲亂色，不留聰明；淫樂慝禮，不接心術。惰慢邪辟之氣不設於身體，使耳目鼻口、心知百體皆由順正以行其義。然後發以聲音，而文以琴瑟，動以幹戚，飾以羽旄，從以簫管。奮至德之光，動四氣之和，以著萬物之理。是故清明象天，廣大象地，終始象四時，周還象風雨。五色成文而不亂，八風從律而不奸，百度得數而有常。小大相成，終始相生。倡和清濁，迭相為經。故樂行而倫清，耳目聰明，血氣和平，移風易俗，天下皆寧。故曰：樂者樂也。君子樂得其道，小人樂得其欲。以道制欲，則樂而不亂；以欲忘道，則惑而不樂。是故君子反情以和其志，廣樂以成其教，樂行而民鄉方，可以觀德矣。德者性之端也。樂者德之華也。金石絲竹，樂之器也。詩言其志也，歌詠其聲也，舞動其容也。三者本於心，然後樂氣從之。是故情深而文明，氣盛而化神。和順積中而英華發外，唯樂不可以為偽。",
          "樂者，心之動也；聲者，樂之象也。文采節奏，聲之飾也。君子動其本，樂其象，然後治其飾。是故先鼓以警戒，三步以見方，再始以著往，複亂以飭歸。奮疾而不拔，極幽而不隱。獨樂其志，不厭其道；備舉其道，不私其欲。是故情見而義立，樂終而德尊。君子以好善，小人以聽過。故曰：生民之道，樂為大焉。樂也者施也；禮也者報也。樂，樂其所自生；而禮，反其所自始。樂章德，禮報情反始也。所謂大輅者，天子之車也。龍旗九旒，天子之旌也。青黑緣者，天子之寶龜也。從之以牛羊之群，則所以贈諸侯也。樂也者，情之不可變者也。禮也者，理之不可易者也。樂統同，禮辨異，禮樂之說，管乎人情矣。窮本知變，樂之情也；著誠去偽，禮之經也。禮樂偩天地之情，達神明之德，降興上下之神，而凝是精粗之體，領父子君臣之節。是故大人舉禮樂，則天地將為昭焉。天地欣合，陰陽相得，煦嫗覆育萬物，然後草木茂，區萌達，羽翼奮，角觡生，蟄蟲昭蘇，羽者嫗伏，毛者孕鬻，胎生者不殰，而卵生者不殈，則樂之道歸焉耳。樂者，非謂黃鍾大呂弦歌幹揚也，樂之末節也，故童者舞之。鋪筵席，陳尊俎，列籩豆，以升降為禮者，禮之末節也，故有司掌之。樂師辨乎聲詩，故北面而弦；宗祝辨乎宗廟之禮，故後屍；商祝辨乎喪禮，故後主人。是故德成而上，藝成而下；行成而先，事成而後。是故先王有上有下，有先有後，然後可以有制於天下也。",
          "魏文侯問於子夏曰：「吾端冕而聽古樂，則唯恐臥；聽鄭衛之音，則不知倦。敢問：古樂之如彼何也？新樂之如此何也？」子夏對曰：「今夫古樂，進旅退旅，和正以廣。弦匏笙簧，會守拊鼓，始奏以文，複亂以武，治亂以相，訊疾以雅。君子於是語，於是道古，修身及家，平均天下。此古樂之發也。今夫新樂，進俯退俯，奸聲以濫，溺而不止；及優侏儒，糅雜子女，不知父子。樂終不可以語，不可以道古。此新樂之發也。今君之所問者樂也，所好者音也！夫樂者，與音相近而不同。」文侯曰：「敢問何如？」子夏對曰：「夫古者，天地順而四時當，民有德而五穀昌，疾疢不作而無妖祥，此之謂大當。然後聖人作為父子君臣，以為紀綱。紀綱既正，天下大定。天下大定，然後正六律，和五聲，弦歌詩頌，此之謂德音；德音之謂樂。《詩》雲：『莫其德音，其德克明。克明克類，克長克君，王此大邦；克順克俾，俾於文王，其德靡悔。既受帝祉，施於孫子。』此之謂也。今君之所好者，其溺音乎？」文侯曰：「敢問溺音何從出也？」子夏對曰：「鄭音好濫淫志，宋音燕女溺志，衛音趨數煩志，齊音敖辟喬志；此四者皆淫於色而害於德，是以祭祀弗用也。《詩》雲：『肅雍和鳴，先祖是聽。』夫肅肅，敬也；雍雍，和也。夫敬以和，何事不行？為人君者謹其所好惡而已矣。君好之，則臣為之。上行之，則民從之。《詩》雲：『誘民孔易』，此之謂也。」然後，聖人作為鞀、鼓、椌、楬、塤、篪，此六者德音之音也。然後鍾磬竽瑟以和之，幹戚旄狄以舞之，此所以祭先王之廟也，所以獻酬酳酢也，所以官序貴賤各得其宜也，所以示後世有尊卑長幼之序也。鍾聲鏗，鏗以立號，號以立橫，橫以立武。君子聽鍾聲則思武臣。石聲磬，磬以立辨，辨以致死。君子聽磬聲則思死封疆之臣。絲聲哀，哀以立廉，廉以立志。君子聽琴瑟之聲則思志義之臣。竹聲濫，濫以立會，會以聚眾。君子聽竽笙簫管之聲，則思畜聚之臣。鼓鼙之聲讙，讙以立動，動以進眾。君子聽鼓鼙之聲，則思將帥之臣。君子之聽音，非聽其鏗槍而已也，彼亦有所合之也。",
          "賓牟賈侍坐於孔子，孔子與之言及樂，曰：「夫《武》之備戒之已久，何也？」對曰：「病不得眾也。」「詠歎之，淫液之，何也？」對曰：「恐不逮事也。」「發揚蹈厲之已蚤，何也？」對曰：「及時事也。」「武坐致右憲左，何也？」對曰：「非武坐也。」「聲淫及商，何也？」對曰：「非《武》音也。」子曰：「若非《武》音，則何音也？」對曰：「有司失其傳也。若非有司失其傳，則武王之志荒矣。」子曰：「唯！丘之聞諸萇弘，亦若吾子之言是也。」賓牟賈起，免席而請曰：「夫《武》之備戒之已久，則既聞命矣，敢問：遲之遲而又久，何也？」子曰：「居！吾語汝。夫樂者，象成者也；總幹而山立，武王之事也；發揚蹈厲，大公之志也。《武》亂皆坐，周、召之治也。且夫《武》，始而北出，再成而滅商。三成而南，四成而南國是疆，五成而分周公左召公右，六成複綴以崇。天子夾振之而駟伐，盛威於中國也。分夾而進，事早濟也，久立於綴，以待諸侯之至也。且女獨未聞牧野之語乎？武王克殷反商。未及下車而封黃帝之後於薊，封帝堯之後於祝，封帝舜之後於陳。下車而封夏後氏之後於杞，投殷之後於宋。封王子比幹之墓，釋箕子之囚，使之行商容而複其位。庶民弛政，庶士倍祿。濟河而西，馬散之華山之陽，而弗複乘；牛散之桃林之野，而弗複服。車甲釁而藏之府庫，而弗複用。倒載幹戈，包之以虎皮；將帥之士，使為諸侯；名之曰建櫜。然後知武王之不複用兵也。散軍而郊射，左射狸首，右射騶虞，而貫革之射息也。裨冕搢笏，而虎賁之士說劍也。祀乎明堂而民知孝。朝覲然後諸侯知所以臣，耕藉然後諸侯知所以敬。五者，天下之大教也。食三老五更於大學，天子袒而割牲，執醬而饋，執爵而酳，冕而總幹，所以教諸侯之弟也。若此則周道四達，禮樂交通。則夫《武》之遲久，不亦宜乎！」",
          "君子曰：禮樂不可斯須去身。致樂以治心，則易直子諒之心油然生矣。易直子諒之心生則樂，樂則安，安則久，久則天，天則神。天則不言而信，神則不怒而威，致樂以治心者也。致禮以治躬則莊敬，莊敬則嚴威。心中斯須不和不樂，而鄙詐之心入之矣。外貌斯須不莊不敬，而易慢之心入之矣。故樂也者，動於內者也；禮也者，動於外者也。樂極和，禮極順，內和而外順，則民瞻其顏色而弗與爭也；望其容貌，而民不生易慢焉。故德輝動於內，而民莫不承聽；理發諸外，而民莫不承順。故曰：致禮樂之道，舉而錯之，天下無難矣。樂也者，動於內者也；禮也者，動於外者也。故禮主其減，樂主其盈。禮減而進，以進為文：樂盈而反，以反為文。禮減而不進則銷，樂盈而不反則放；故禮有報而樂有反。禮得其報則樂，樂得其反則安；禮之報，樂之反，其義一也。夫樂者樂也，人情之所不能免也。樂必發於聲音，形於動靜，人之道也。聲音動靜，性術之變，盡於此矣。故人不耐無樂，樂不耐無形。形而不為道，不耐無亂。先王恥其亂，故制雅、頌之聲以道之，使其聲足樂而不流，使其文足論而不息，使其曲直繁瘠、廉肉節奏足以感動人之善心而已矣。不使放心邪氣得接焉，是先王立樂之方也。是故樂在宗廟之中，君臣上下同聽之則莫不和敬；在族長鄉裏之中，長幼同聽之則莫不和順；在閨門之內，父子兄弟同聽之則莫不和親。故樂者審一以定和，比物以飾節；節奏合以成文。所以合和父子君臣，附親萬民也，是先王立樂之方也。故聽其雅、頌之聲，志意得廣焉；執其幹戚，習其俯仰詘伸，容貌得莊焉；行其綴兆，要其節奏，行列得正焉，進退得齊焉。故樂者天地之命，中和之紀，人情之所不能免也。夫樂者，先王之所以飾喜也，軍旅鈇鉞者，先王之所以飾怒也。故先王之喜怒，皆得其儕焉。喜則天下和之，怒則暴亂者畏之。先王之道，禮樂可謂盛矣。",
          "子贛見師乙而問焉，曰：「賜聞聲歌各有宜也，如賜者，宜何歌也？」師乙曰：「乙賤工也，何足以問所宜？請誦其所聞，而吾子自執焉：寬而靜、柔而正者宜歌頌。廣大而靜、疏達而信者宜歌大雅。恭儉而好禮者宜歌小雅。正直而靜、廉而謙者宜歌風。肆直而慈愛者宜歌商；溫良而能斷者宜歌齊。夫歌者，直己而陳德也。動己而天地應焉，四時和焉，星辰理焉，萬物育焉。故商者，五帝之遺聲也。商人識之，故謂之商。齊者三代之遺聲也，齊人識之，故謂之齊。明乎商之音者，臨事而屢斷，明乎齊之音者，見利而讓。臨事而屢斷，勇也；見利而讓，義也。有勇有義，非歌孰能保此？故歌者，上如抗，下如隊，曲如折，止如槁木，倨中矩，句中鉤，累累乎端如貫珠。故歌之為言也，長言之也。說之，故言之；言之不足，故長言之；長言之不足，故嗟歎之；嗟歎之不足，故不知手之舞之，足之蹈之也。」子貢問樂。"
        ]
      },
      "simplified": {
        "title": "卷一十九 乐记",
        "paragraphs": [
          "凡音之起，由人心生也。人心之动，物使之然也。感于物而动，故形于声。声相应，故生变；变成方，谓之音；比音而乐之，及干戚羽旄，谓之乐。乐者，音之所由生也；其本在人心之感于物也。是故其哀心感者，其声以杀。其乐心感者，其声噍以缓。其喜心感者，其声发以散。其怒心感者，其声粗以厉。其敬心感者，其声直以廉。其爱心感者，其声和以柔。六者，非性也，感于物而后动。是故先王慎所以感之者。故礼以道其志，乐以和其声，政以一其行，刑以防其奸。礼乐刑政，其极一也；所以同民心而出治道也。凡音者，生人心者也。情动于中，故形于声。声成文，谓之音。是故治世之音安以乐，其政和。乱世之音怨以怒，其政乖。亡国之音哀以思，其民困。声音之道，与政通矣。宫为君，商为臣，角为民，征为事，羽为物。五者不乱，则无怗懘之音矣。宫乱则荒，其君骄。商乱则陂，其官坏。角乱则忧，其民怨。征乱则哀，其事勤。羽乱则危，其财匮。五者皆乱，迭相陵，谓之慢。如此，则国之灭亡无日矣。郑卫之音，乱世之音也，比于慢矣。桑间濮上之音，亡国之音也，其政散，其民流，诬上行私而不可止也。凡音者，生于人心者也。乐者，通伦理者也。是故知声而不知音者，禽兽是也；知音而不知乐者，众庶是也。唯君子为能知乐。是故审声以知音，审音以知乐，审乐以知政，而治道备矣。是故不知声者不可与言音，不知音者不可与言乐。知乐则几于礼矣。礼乐皆得，谓之有德。德者得也。是故乐之隆，非极音也。食飨之礼，非致味也。清庙之瑟，朱弦而疏越，壹倡而三叹，有遗音者矣。大飨之礼，尚玄酒而俎腥鱼，大羹不和，有遗味者矣。是故先王之制礼乐也，非以极口腹耳目之欲也，将以教民平好恶而反人道之正也。人生而静，天之性也；感于物而动，性之欲也。物至知知，然后好恶形焉。好恶无节于内，知诱于外，不能反躬，天理灭矣。夫物之感人无穷，而人之好恶无节，则是物至而人化物也。人化物也者，灭天理而穷人欲者也。于是有悖逆诈伪之心，有淫泆作乱之事。是故强者胁弱，众者暴寡，知者诈愚，勇者苦怯，疾病不养，老幼孤独不得其所，此大乱之道也。是故先王之制礼乐，人为之节；衰麻哭泣，所以节丧纪也；钟鼓干戚，所以和安乐也；昏姻冠笄，所以别男女也；射乡食飨，所以正交接也。礼节民心，乐和民声，政以行之，刑以防之，礼乐刑政，四达而不悖，则王道备矣。乐者为同，礼者为异。同则相亲，异则相敬，乐胜则流，礼胜则离。合情饰貌者礼乐之事也。礼义立，则贵贱等矣；乐文同，则上下和矣；好恶着，则贤不肖别矣。刑禁暴，爵举贤，则政均矣。仁以爱之，义以正之，如此，则民治行矣。乐由中出，礼自外作。乐由中出故静，礼自外作故文。大乐必易，大礼必简。乐至则无怨，礼至则不争。揖让而治天下者，礼乐之谓也。暴民不作，诸侯宾服，兵革不试，五刑不用，百姓无患，天子不怒，如此，则乐达矣。合父子之亲，明长幼之序，以敬四海之内天子如此，则礼行矣。大乐与天地同和，大礼与天地同节。和故百物不失，节故祀天祭地，明则有礼乐，幽则有鬼神。如此，则四海之内，合敬同爱矣。礼者殊事合敬者也；乐者异文合爱者也。礼乐之情同，故明王以相沿也。故事与时并，名与功偕。故钟鼓管磬，羽龠干戚，乐之器也。屈伸俯仰，缀兆舒疾，乐之文也。簠簋俎豆，制度文章，礼之器也。升降上下，周还裼袭，礼之文也。故知礼乐之情者能作，识礼乐之文者能述。作者之谓圣，述者之谓明；明圣者，述作之谓也。乐者，天地之和也；礼者，天地之序也。和故百物皆化；序故群物皆别。乐由天作，礼以地制。过制则乱，过作则暴。明于天地，然后能兴礼乐也。论伦无患，乐之情也；欣喜欢爱，乐之官也。中正无邪，礼之质也，庄敬恭顺。礼之制也。若夫礼乐之施于金石，越于声音，用于宗庙社稷，事乎山川鬼神，则此所与民同也。",
          "王者功成作乐，治定制礼。其功大者其乐备，其治辩者其礼具。干戚之舞非备乐也，孰亨而祀非达礼也。五帝殊时，不相沿乐；三王异世，不相袭礼。乐极则忧，礼粗则偏矣。及夫敦乐而无忧，礼备而不偏者，其唯大圣乎？天高地下，万物散殊，而礼制行矣。流而不息，合同而化，而乐兴焉。春作夏长，仁也；秋敛冬藏，义也。仁近于乐，义近于礼。乐者敦和，率神而从天，礼者别宜，居鬼而从地。故圣人作乐以应天，制礼以配地。礼乐明备，天地官矣。天尊地卑，君臣定矣。卑高已陈，贵贱位矣。动静有常，小大殊矣。方以类聚，物以群分，则性命不同矣。在天成象，在地成形；如此，则礼者天地之别也。地气上齐，天气下降，阴阳相摩，天地相荡，鼓之以雷霆，奋之以风雨，动之以四时，暖之以日月，而百化兴焉。如此则乐者天地之和也。化不时则不生，男女无辨则乱升；天地之情也。及夫礼乐之极乎天而蟠乎地，行乎阴阳而通乎鬼神；穷高极远而测深厚。乐着大始，而礼居成物。着不息者天也，着不动者地也。一动一静者天地之间也。故圣人曰礼乐云。昔者，舜作五弦之琴以歌南风，夔始制乐以赏诸侯。故天子之为乐也，以赏诸侯之有德者也。德盛而教尊，五谷时熟，然后赏之以乐。故其治民劳者，其舞行缀远；其治民逸者，其舞行缀短。故观其舞，知其德；闻其谥，知其行也。《大章》，章之也。《咸池》，备矣。《韶》，继也。《夏》，大也。殷周之乐，尽矣。天地之道，寒暑不时则疾，风雨不节则饥。教者，民之寒暑也；教不时则伤世。事者民之风雨也；事不节则无功。然则先王之为乐也。以法治也，善则行象德矣。夫豢豕为酒，非以为祸也，而狱讼益繁，则酒之流生祸也。是故先王因为酒礼，壹献之礼，宾主百拜，终日饮酒而不得醉焉；此先王之所以备酒祸也。故酒食者所以合欢也；乐者所以象德也；礼者所以缀淫也。是故先王有大事，必有礼以哀之；有大福，必有礼以乐之。哀乐之分，皆以礼终。乐也者，圣人之所乐也，而可以善民心，其感人深，其移风易俗，故先王着其教焉。夫民有血气心知之性，而无哀乐喜怒之常，应感起物而动，然后心术形焉。是故志微杀之音作，而民思忧。啴谐慢易、繁文简节之音作，而民康乐。粗厉猛起、奋末广贲之音作，而民刚毅。廉直、劲正、庄诚之音作，而民肃敬。宽裕肉好、顺成和动之音作，而民慈爱。流辟邪散、狄成涤滥之音作，而民淫乱。是故先王本之情性，稽之度数，制之礼义。合生气之和，道五常之行，使之阳而不散，阴而不密，刚气不怒，柔气不慑，四畅交于中而发作于外，皆安其位而不相夺也；然后立之学等，广其节奏，省其文采，以绳德厚。律小大之称，比终始之序，以象事行。使亲疏贵贱、长幼男女之理，皆形见于乐，故曰：「乐观其深矣。」土敝则草木不长，水烦则鱼鳖不大，气衰则生物不遂，世乱则礼慝而乐淫。是故其声哀而不庄，乐而不安，慢易以犯节，流湎以忘本。广则容奸，狭则思欲，感条畅之气而灭平和之德。是以君子贱之也。凡奸声感人，而逆气应之；逆气成象，而淫乐兴焉。正声感人，而顺气应之；顺气成象，而和乐兴焉。倡和有应，回邪曲直，各归其分；而万物之理，各以其类相动也。是故君子反情以和其志，比类以成其行。奸声乱色，不留聪明；淫乐慝礼，不接心术。惰慢邪辟之气不设于身体，使耳目鼻口、心知百体皆由顺正以行其义。然后发以声音，而文以琴瑟，动以干戚，饰以羽旄，从以箫管。奋至德之光，动四气之和，以着万物之理。是故清明象天，广大象地，终始象四时，周还象风雨。五色成文而不乱，八风从律而不奸，百度得数而有常。小大相成，终始相生。倡和清浊，迭相为经。故乐行而伦清，耳目聪明，血气和平，移风易俗，天下皆宁。故曰：乐者乐也。君子乐得其道，小人乐得其欲。以道制欲，则乐而不乱；以欲忘道，则惑而不乐。是故君子反情以和其志，广乐以成其教，乐行而民乡方，可以观德矣。德者性之端也。乐者德之华也。金石丝竹，乐之器也。诗言其志也，歌咏其声也，舞动其容也。三者本于心，然后乐气从之。是故情深而文明，气盛而化神。和顺积中而英华发外，唯乐不可以为伪。",
          "乐者，心之动也；声者，乐之象也。文采节奏，声之饰也。君子动其本，乐其象，然后治其饰。是故先鼓以警戒，三步以见方，再始以着往，复乱以饬归。奋疾而不拔，极幽而不隐。独乐其志，不厌其道；备举其道，不私其欲。是故情见而义立，乐终而德尊。君子以好善，小人以听过。故曰：生民之道，乐为大焉。乐也者施也；礼也者报也。乐，乐其所自生；而礼，反其所自始。乐章德，礼报情反始也。所谓大辂者，天子之车也。龙旗九旒，天子之旌也。青黑缘者，天子之宝龟也。从之以牛羊之群，则所以赠诸侯也。乐也者，情之不可变者也。礼也者，理之不可易者也。乐统同，礼辨异，礼乐之说，管乎人情矣。穷本知变，乐之情也；着诚去伪，礼之经也。礼乐偩天地之情，达神明之德，降兴上下之神，而凝是精粗之体，领父子君臣之节。是故大人举礼乐，则天地将为昭焉。天地欣合，阴阳相得，煦妪覆育万物，然后草木茂，区萌达，羽翼奋，角觡生，蛰虫昭苏，羽者妪伏，毛者孕鬻，胎生者不殰，而卵生者不殈，则乐之道归焉耳。乐者，非谓黄钟大吕弦歌干扬也，乐之末节也，故童者舞之。铺筵席，陈尊俎，列笾豆，以升降为礼者，礼之末节也，故有司掌之。乐师辨乎声诗，故北面而弦；宗祝辨乎宗庙之礼，故后尸；商祝辨乎丧礼，故后主人。是故德成而上，艺成而下；行成而先，事成而后。是故先王有上有下，有先有后，然后可以有制于天下也。",
          "魏文侯问于子夏曰：「吾端冕而听古乐，则唯恐卧；听郑卫之音，则不知倦。敢问：古乐之如彼何也？新乐之如此何也？」子夏对曰：「今夫古乐，进旅退旅，和正以广。弦匏笙簧，会守拊鼓，始奏以文，复乱以武，治乱以相，讯疾以雅。君子于是语，于是道古，修身及家，平均天下。此古乐之发也。今夫新乐，进俯退俯，奸声以滥，溺而不止；及优侏儒，糅杂子女，不知父子。乐终不可以语，不可以道古。此新乐之发也。今君之所问者乐也，所好者音也！夫乐者，与音相近而不同。」文侯曰：「敢问何如？」子夏对曰：「夫古者，天地顺而四时当，民有德而五谷昌，疾疢不作而无妖祥，此之谓大当。然后圣人作为父子君臣，以为纪纲。纪纲既正，天下大定。天下大定，然后正六律，和五声，弦歌诗颂，此之谓德音；德音之谓乐。《诗》云：『莫其德音，其德克明。克明克类，克长克君，王此大邦；克顺克俾，俾于文王，其德靡悔。既受帝祉，施于孙子。』此之谓也。今君之所好者，其溺音乎？」文侯曰：「敢问溺音何从出也？」子夏对曰：「郑音好滥淫志，宋音燕女溺志，卫音趋数烦志，齐音敖辟乔志；此四者皆淫于色而害于德，是以祭祀弗用也。《诗》云：『肃雍和鸣，先祖是听。』夫肃肃，敬也；雍雍，和也。夫敬以和，何事不行？为人君者谨其所好恶而已矣。君好之，则臣为之。上行之，则民从之。《诗》云：『诱民孔易』，此之谓也。」然后，圣人作为鼗、鼓、椌、楬、埙、篪，此六者德音之音也。然后钟磬竽瑟以和之，干戚旄狄以舞之，此所以祭先王之庙也，所以献酬酳酢也，所以官序贵贱各得其宜也，所以示后世有尊卑长幼之序也。钟声铿，铿以立号，号以立横，横以立武。君子听钟声则思武臣。石声磬，磬以立辨，辨以致死。君子听磬声则思死封疆之臣。丝声哀，哀以立廉，廉以立志。君子听琴瑟之声则思志义之臣。竹声滥，滥以立会，会以聚众。君子听竽笙箫管之声，则思畜聚之臣。鼓鼙之声讙，讙以立动，动以进众。君子听鼓鼙之声，则思将帅之臣。君子之听音，非听其铿枪而已也，彼亦有所合之也。",
          "宾牟贾侍坐于孔子，孔子与之言及乐，曰：「夫《武》之备戒之已久，何也？」对曰：「病不得众也。」「咏叹之，淫液之，何也？」对曰：「恐不逮事也。」「发扬蹈厉之已蚤，何也？」对曰：「及时事也。」「武坐致右宪左，何也？」对曰：「非武坐也。」「声淫及商，何也？」对曰：「非《武》音也。」子曰：「若非《武》音，则何音也？」对曰：「有司失其传也。若非有司失其传，则武王之志荒矣。」子曰：「唯！丘之闻诸苌弘，亦若吾子之言是也。」宾牟贾起，免席而请曰：「夫《武》之备戒之已久，则既闻命矣，敢问：迟之迟而又久，何也？」子曰：「居！吾语汝。夫乐者，象成者也；总干而山立，武王之事也；发扬蹈厉，大公之志也。《武》乱皆坐，周、召之治也。且夫《武》，始而北出，再成而灭商。三成而南，四成而南国是疆，五成而分周公左召公右，六成复缀以崇。天子夹振之而驷伐，盛威于中国也。分夹而进，事早济也，久立于缀，以待诸侯之至也。且女独未闻牧野之语乎？武王克殷反商。未及下车而封黄帝之后于蓟，封帝尧之后于祝，封帝舜之后于陈。下车而封夏后氏之后于杞，投殷之后于宋。封王子比干之墓，释箕子之囚，使之行商容而复其位。庶民弛政，庶士倍禄。济河而西，马散之华山之阳，而弗复乘；牛散之桃林之野，而弗复服。车甲衅而藏之府库，而弗复用。倒载干戈，包之以虎皮；将帅之士，使为诸侯；名之曰建櫜。然后知武王之不复用兵也。散军而郊射，左射狸首，右射驺虞，而贯革之射息也。裨冕搢笏，而虎贲之士说剑也。祀乎明堂而民知孝。朝觐然后诸侯知所以臣，耕藉然后诸侯知所以敬。五者，天下之大教也。食三老五更于大学，天子袒而割牲，执酱而馈，执爵而酳，冕而总干，所以教诸侯之弟也。若此则周道四达，礼乐交通。则夫《武》之迟久，不亦宜乎！」",
          "君子曰：礼乐不可斯须去身。致乐以治心，则易直子谅之心油然生矣。易直子谅之心生则乐，乐则安，安则久，久则天，天则神。天则不言而信，神则不怒而威，致乐以治心者也。致礼以治躬则庄敬，庄敬则严威。心中斯须不和不乐，而鄙诈之心入之矣。外貌斯须不庄不敬，而易慢之心入之矣。故乐也者，动于内者也；礼也者，动于外者也。乐极和，礼极顺，内和而外顺，则民瞻其颜色而弗与争也；望其容貌，而民不生易慢焉。故德辉动于内，而民莫不承听；理发诸外，而民莫不承顺。故曰：致礼乐之道，举而错之，天下无难矣。乐也者，动于内者也；礼也者，动于外者也。故礼主其减，乐主其盈。礼减而进，以进为文：乐盈而反，以反为文。礼减而不进则销，乐盈而不反则放；故礼有报而乐有反。礼得其报则乐，乐得其反则安；礼之报，乐之反，其义一也。夫乐者乐也，人情之所不能免也。乐必发于声音，形于动静，人之道也。声音动静，性术之变，尽于此矣。故人不耐无乐，乐不耐无形。形而不为道，不耐无乱。先王耻其乱，故制雅、颂之声以道之，使其声足乐而不流，使其文足论而不息，使其曲直繁瘠、廉肉节奏足以感动人之善心而已矣。不使放心邪气得接焉，是先王立乐之方也。是故乐在宗庙之中，君臣上下同听之则莫不和敬；在族长乡里之中，长幼同听之则莫不和顺；在闺门之内，父子兄弟同听之则莫不和亲。故乐者审一以定和，比物以饰节；节奏合以成文。所以合和父子君臣，附亲万民也，是先王立乐之方也。故听其雅、颂之声，志意得广焉；执其干戚，习其俯仰诎伸，容貌得庄焉；行其缀兆，要其节奏，行列得正焉，进退得齐焉。故乐者天地之命，中和之纪，人情之所不能免也。夫乐者，先王之所以饰喜也，军旅鈇钺者，先王之所以饰怒也。故先王之喜怒，皆得其侪焉。喜则天下和之，怒则暴乱者畏之。先王之道，礼乐可谓盛矣。",
          "子赣见师乙而问焉，曰：「赐闻声歌各有宜也，如赐者，宜何歌也？」师乙曰：「乙贱工也，何足以问所宜？请诵其所闻，而吾子自执焉：宽而静、柔而正者宜歌颂。广大而静、疏达而信者宜歌大雅。恭俭而好礼者宜歌小雅。正直而静、廉而谦者宜歌风。肆直而慈爱者宜歌商；温良而能断者宜歌齐。夫歌者，直己而陈德也。动己而天地应焉，四时和焉，星辰理焉，万物育焉。故商者，五帝之遗声也。商人识之，故谓之商。齐者三代之遗声也，齐人识之，故谓之齐。明乎商之音者，临事而屡断，明乎齐之音者，见利而让。临事而屡断，勇也；见利而让，义也。有勇有义，非歌孰能保此？故歌者，上如抗，下如队，曲如折，止如槁木，倨中矩，句中钩，累累乎端如贯珠。故歌之为言也，长言之也。说之，故言之；言之不足，故长言之；长言之不足，故嗟叹之；嗟叹之不足，故不知手之舞之，足之蹈之也。」子贡问乐。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷二十 杂记上",
      "id": "4994680107",
      "traditional": {
        "title": "卷二十 雜記上",
        "paragraphs": [
          "諸侯行而死於館，則其複如於其國。如於道，則升其乘車之左轂，以其綏複。其輤有裧，緇布裳帷素錦以為屋而行。至於廟門，不毀牆遂入適所殯，唯輤為說於廟門外。大夫、士死於道，則升其乘車之左轂，以其綏複。如於館死，則其複如於家。大夫以布為輤而行，至於家而說輤，載以輲車，入自門至於阼階下而說車，舉自阼階，升適所殯。士輤，葦席以為屋，蒲席以為裳帷。",
          "凡訃於其君，曰：「君之臣某死」；父母、妻、長子，曰：「君之臣某之某死」。君訃於他國之君，曰：「寡君不祿，敢告於執事。」；夫人，曰：「寡小君不祿。」；大子之喪，曰：「寡君之適子某死。」大夫訃於同國：適者，曰：「某不祿」；訃於士，亦曰：「某不祿」；訃於他國之君，曰：「君之外臣寡大夫某死」，訃於適者，曰：「吾子之外私寡大夫某不祿，使某實。」訃於士，亦曰：「吾子之外私寡大夫某不祿，使某實。」士訃於同國大夫，曰：「某死」，訃於士，亦曰：「某死」；訃於他國之君，曰：「君之外臣某死」，訃於大夫，曰：「吾子之外私某死」，訃於士，亦曰：「吾子之外私某死」。大夫次於公館以終喪，士練而歸。士次於公館，大夫居廬，士居堊室。大夫為其父母兄弟之未為大夫者之喪，服如士服。士為其父母兄弟之為大夫者之喪，服如士服。大夫之適子，服大夫之服。大夫之庶子為大夫，則為其父母服大夫服；其位，與未為大夫者齒。士之子為大夫，則其父母弗能主也，使其子主之。無子，則為之置後。",
          "大夫卜宅與葬日，有司麻衣、布衰、布帶，因喪屨，緇布冠不蕤。占者皮弁。如筮，則史練冠長衣以筮。占者朝服。大夫之喪，既薦馬。薦馬者，哭踴，出乃包奠而讀書。大夫之喪，大宗人相，小宗人命龜，卜人作龜。複，諸侯以褒衣冕服，爵弁服，夫人稅衣揄狄，狄稅素沙。內子以鞠衣，褒衣，素沙。下大夫以襢衣，其餘如士。複西上。大夫不揄絞，屬於池下。大夫附於士，士不附於大夫，附於大夫之昆弟。無昆弟，則從其昭穆。雖王父母在，亦然。婦附於其夫之所附之妃，無妃。則亦從其昭穆之妃。妾附於妾祖姑，無妾祖姑則亦從其昭穆之妾。男子附於王父則配；女子附於王母，則不配。公子附於公子。君薨，大子號稱子，待猶君也。",
          "有三年之練冠，則以大功之麻易之；唯杖屨不易。有父母之喪，尚功衰，而附兄弟之殤則練冠。附於殤，稱陽童某甫，不名，神也。凡異居，始聞兄弟之喪，唯以哭對，可也。其始麻，散帶絰。未服麻而奔喪，及主人之未成絰也：疏者，與主人皆成之；親者，終其麻帶絰之日數。主妾之喪，則自絰至於練祥，皆使其子主之。其殯祭，不於正室。君不撫仆妾。女君死，則妾為女君之黨服。攝女君，則不為先女君之黨服。",
          "聞兄弟之喪，大功以上，見喪者之鄉而哭。適兄弟之送葬者弗及，遇主人於道，則遂之於墓。凡主兄弟之喪，雖疏亦虞之。",
          "凡喪服未畢，有吊者，則為位而哭拜踴。大夫之哭大夫，弁絰；大夫與殯，亦弁絰。大夫有私喪之葛，則於其兄弟之輕喪，則弁絰。",
          "為長子杖，則其子不以杖即位。為妻，父母在，不杖，不稽顙。母在，不稽顙。稽顙者，其贈也拜。違諸侯之大夫，不反服。",
          "違大夫之諸侯，不反服。喪冠條屬，以別吉凶。三年之練冠，亦條屬，右縫。小功以下左。緦冠繰纓。大功以上散帶。朝服十五升，去其半而緦；加灰，錫也。",
          "諸侯相襚，以後路與冕服。先路與褒衣，不以襚。遣車視牢具。疏布輤，四面有章，置於四隅。載粻，有子曰：「非禮也。喪奠，脯醢而已。」祭稱孝子、孝孫，喪稱哀子、哀孫。端衰，喪車，皆無等。大白冠，緇布之冠，皆不蕤。委武玄縞而後蕤。大夫冕而祭於公，弁而祭於己。士弁而祭於公，冠而祭於己。士弁而親迎，然則士弁而祭於己可也。",
          "暢臼以椈，杵以梧。枇以桑，長三尺；或曰五尺。畢用桑，長三尺，刊其柄與末。率帶，諸侯、大夫皆五采；士二采。醴者，稻醴也。甕甒筲衡，實見間而後折入。重，既虞而埋之。",
          "凡婦人，從其夫之爵位。小斂、大斂、啟，皆辯拜。朝夕哭，不帷。無柩者不帷。君若載而後吊之，則主人東面而拜，門右北面而踴。出待，反而後奠。子羔之襲也：繭衣裳與稅衣纁袡為一，素端一，皮弁一，爵弁一，玄冕一。曾子曰：「不襲婦服。」為君使而死，於公館，複；私館不複。公館者，公宮與公所為也。私館者，自卿大夫以下之家也。公七踴，大夫五踴，婦人居間，士三踴，婦人皆居間。公襲：卷衣一，玄端一，朝服一，素積一，纁裳一，爵弁二，玄冕一，褒衣一。朱綠帶，申加大帶於上。小斂環絰，公大夫士一也。公視大斂，公升，商祝鋪席，乃斂。魯人之贈也：三玄二纁，廣尺，長終幅。",
          "吊者即位於門西，東面；其介在其東南，北面西上，西於門。主孤西面。相者受命曰：「孤某使某請事。」客曰：「寡君使某，如何不淑！」相者入告，出曰：「孤某須矣。」吊者入，主人升堂，西面。吊者升自西階，東面，致命曰：「寡君聞君之喪，寡君使某，如何不淑！」子拜稽顙，吊者降，反位。含者執璧將命曰：「寡君使某含。」相者入告，出曰：「孤某須矣。」含者入，升堂，致命。再拜稽顙。含者坐委於殯東南，有葦席；既葬，蒲席。降，出，反位。宰朝服，即喪屨升自西階，西面，坐取璧，降自西階以東。襚者曰：「寡君使某襚。」相者入告，出曰：「孤某須矣。」襚者執冕服；左執領，右執要，入，升堂致命曰：「寡君使某襚。」子拜稽顙。委衣於殯東。襚者降，受爵弁服於門內溜，將命，子拜稽顙，如初。受皮弁服於中庭。自西階受朝服，自堂受玄端，將命，子拜稽顙，皆如初。襚者降，出，反位。宰夫五人，舉以東。降自西階。其舉亦西面。上介賵：執圭將命，曰：「寡君使某賵。」相者入告，反命曰：「孤某須矣。」陳乘黃大路於中庭，北輈。執圭將命。客使自下，由路西。子拜稽顙，坐委於殯東南隅。宰舉以東。凡將命，鄉殯將命，子拜稽顙。西面而坐，委之。宰舉璧與圭，宰夫舉襚，升自西階，西面，坐取之，降自西階。賵者出，反位於門外。上客臨曰：「寡君有宗廟之事，不得承事，使一介老某相執綍。」相者反命曰：「孤某須矣。」臨者入門右，介者皆從之，立於其左東上。宗人納賓，升，受命於君；降曰：「孤敢辭吾子之辱，請吾子之複位。」客對曰：「寡君命某，毋敢視賓客，敢辭。」宗人反命曰：「孤敢固辭吾子之辱，請吾子之複位。」客對曰：「寡君命某，毋敢視賓客，敢固辭。」宗人反命曰：「孤敢固辭吾子之辱，請吾子之複位。」客對曰：「寡君命使臣某，毋敢視賓客，是以敢固辭。固辭不獲命，敢不敬從。」客立於門西，介立於其左，東上。孤降自阼階，拜之，升哭，與客拾踴三。客出，送於門外，拜稽顙。",
          "其國有君喪，不敢受吊。外宗房中南面，小臣鋪席，商祝鋪絞紟衾，士盥於盤北。舉遷屍於斂上，卒斂，宰告子，馮之踴。夫人東面坐，馮之興踴。士喪有與天子同者三：其終夜燎，及乘人，專道而行。"
        ]
      },
      "simplified": {
        "title": "卷二十 杂记上",
        "paragraphs": [
          "诸侯行而死于馆，则其复如于其国。如于道，则升其乘车之左毂，以其绥复。其輤有裧，缁布裳帷素锦以为屋而行。至于庙门，不毁墙遂入适所殡，唯輤为说于庙门外。大夫、士死于道，则升其乘车之左毂，以其绥复。如于馆死，则其复如于家。大夫以布为輤而行，至于家而说輤，载以輲车，入自门至于阼阶下而说车，举自阼阶，升适所殡。士輤，苇席以为屋，蒲席以为裳帷。",
          "凡讣于其君，曰：「君之臣某死」；父母、妻、长子，曰：「君之臣某之某死」。君讣于他国之君，曰：「寡君不禄，敢告于执事。」；夫人，曰：「寡小君不禄。」；大子之丧，曰：「寡君之适子某死。」大夫讣于同国：适者，曰：「某不禄」；讣于士，亦曰：「某不禄」；讣于他国之君，曰：「君之外臣寡大夫某死」，讣于适者，曰：「吾子之外私寡大夫某不禄，使某实。」讣于士，亦曰：「吾子之外私寡大夫某不禄，使某实。」士讣于同国大夫，曰：「某死」，讣于士，亦曰：「某死」；讣于他国之君，曰：「君之外臣某死」，讣于大夫，曰：「吾子之外私某死」，讣于士，亦曰：「吾子之外私某死」。大夫次于公馆以终丧，士练而归。士次于公馆，大夫居庐，士居垩室。大夫为其父母兄弟之未为大夫者之丧，服如士服。士为其父母兄弟之为大夫者之丧，服如士服。大夫之适子，服大夫之服。大夫之庶子为大夫，则为其父母服大夫服；其位，与未为大夫者齿。士之子为大夫，则其父母弗能主也，使其子主之。无子，则为之置后。",
          "大夫卜宅与葬日，有司麻衣、布衰、布带，因丧屦，缁布冠不蕤。占者皮弁。如筮，则史练冠长衣以筮。占者朝服。大夫之丧，既荐马。荐马者，哭踊，出乃包奠而读书。大夫之丧，大宗人相，小宗人命龟，卜人作龟。复，诸侯以褒衣冕服，爵弁服，夫人税衣揄狄，狄税素沙。内子以鞠衣，褒衣，素沙。下大夫以襢衣，其余如士。复西上。大夫不揄绞，属于池下。大夫附于士，士不附于大夫，附于大夫之昆弟。无昆弟，则从其昭穆。虽王父母在，亦然。妇附于其夫之所附之妃，无妃。则亦从其昭穆之妃。妾附于妾祖姑，无妾祖姑则亦从其昭穆之妾。男子附于王父则配；女子附于王母，则不配。公子附于公子。君薨，大子号称子，待犹君也。",
          "有三年之练冠，则以大功之麻易之；唯杖屦不易。有父母之丧，尚功衰，而附兄弟之殇则练冠。附于殇，称阳童某甫，不名，神也。凡异居，始闻兄弟之丧，唯以哭对，可也。其始麻，散带绖。未服麻而奔丧，及主人之未成绖也：疏者，与主人皆成之；亲者，终其麻带绖之日数。主妾之丧，则自绖至于练祥，皆使其子主之。其殡祭，不于正室。君不抚仆妾。女君死，则妾为女君之党服。摄女君，则不为先女君之党服。",
          "闻兄弟之丧，大功以上，见丧者之乡而哭。适兄弟之送葬者弗及，遇主人于道，则遂之于墓。凡主兄弟之丧，虽疏亦虞之。",
          "凡丧服未毕，有吊者，则为位而哭拜踊。大夫之哭大夫，弁绖；大夫与殡，亦弁绖。大夫有私丧之葛，则于其兄弟之轻丧，则弁绖。",
          "为长子杖，则其子不以杖即位。为妻，父母在，不杖，不稽颡。母在，不稽颡。稽颡者，其赠也拜。违诸侯之大夫，不反服。",
          "违大夫之诸侯，不反服。丧冠条属，以别吉凶。三年之练冠，亦条属，右缝。小功以下左。缌冠缲缨。大功以上散带。朝服十五升，去其半而缌；加灰，锡也。",
          "诸侯相襚，以后路与冕服。先路与褒衣，不以襚。遣车视牢具。疏布輤，四面有章，置于四隅。载粻，有子曰：「非礼也。丧奠，脯醢而已。」祭称孝子、孝孙，丧称哀子、哀孙。端衰，丧车，皆无等。大白冠，缁布之冠，皆不蕤。委武玄缟而后蕤。大夫冕而祭于公，弁而祭于己。士弁而祭于公，冠而祭于己。士弁而亲迎，然则士弁而祭于己可也。",
          "畅臼以椈，杵以梧。枇以桑，长三尺；或曰五尺。毕用桑，长三尺，刊其柄与末。率带，诸侯、大夫皆五采；士二采。醴者，稻醴也。瓮甒筲衡，实见间而后折入。重，既虞而埋之。",
          "凡妇人，从其夫之爵位。小敛、大敛、启，皆辩拜。朝夕哭，不帷。无柩者不帷。君若载而后吊之，则主人东面而拜，门右北面而踊。出待，反而后奠。子羔之袭也：茧衣裳与税衣纁袡为一，素端一，皮弁一，爵弁一，玄冕一。曾子曰：「不袭妇服。」为君使而死，于公馆，复；私馆不复。公馆者，公宫与公所为也。私馆者，自卿大夫以下之家也。公七踊，大夫五踊，妇人居间，士三踊，妇人皆居间。公袭：卷衣一，玄端一，朝服一，素积一，纁裳一，爵弁二，玄冕一，褒衣一。朱绿带，申加大带于上。小敛环绖，公大夫士一也。公视大敛，公升，商祝铺席，乃敛。鲁人之赠也：三玄二纁，广尺，长终幅。",
          "吊者即位于门西，东面；其介在其东南，北面西上，西于门。主孤西面。相者受命曰：「孤某使某请事。」客曰：「寡君使某，如何不淑！」相者入告，出曰：「孤某须矣。」吊者入，主人升堂，西面。吊者升自西阶，东面，致命曰：「寡君闻君之丧，寡君使某，如何不淑！」子拜稽颡，吊者降，反位。含者执璧将命曰：「寡君使某含。」相者入告，出曰：「孤某须矣。」含者入，升堂，致命。再拜稽颡。含者坐委于殡东南，有苇席；既葬，蒲席。降，出，反位。宰朝服，即丧屦升自西阶，西面，坐取璧，降自西阶以东。襚者曰：「寡君使某襚。」相者入告，出曰：「孤某须矣。」襚者执冕服；左执领，右执要，入，升堂致命曰：「寡君使某襚。」子拜稽颡。委衣于殡东。襚者降，受爵弁服于门内溜，将命，子拜稽颡，如初。受皮弁服于中庭。自西阶受朝服，自堂受玄端，将命，子拜稽颡，皆如初。襚者降，出，反位。宰夫五人，举以东。降自西阶。其举亦西面。上介赗：执圭将命，曰：「寡君使某赗。」相者入告，反命曰：「孤某须矣。」陈乘黄大路于中庭，北辀。执圭将命。客使自下，由路西。子拜稽颡，坐委于殡东南隅。宰举以东。凡将命，乡殡将命，子拜稽颡。西面而坐，委之。宰举璧与圭，宰夫举襚，升自西阶，西面，坐取之，降自西阶。赗者出，反位于门外。上客临曰：「寡君有宗庙之事，不得承事，使一介老某相执綍。」相者反命曰：「孤某须矣。」临者入门右，介者皆从之，立于其左东上。宗人纳宾，升，受命于君；降曰：「孤敢辞吾子之辱，请吾子之复位。」客对曰：「寡君命某，毋敢视宾客，敢辞。」宗人反命曰：「孤敢固辞吾子之辱，请吾子之复位。」客对曰：「寡君命某，毋敢视宾客，敢固辞。」宗人反命曰：「孤敢固辞吾子之辱，请吾子之复位。」客对曰：「寡君命使臣某，毋敢视宾客，是以敢固辞。固辞不获命，敢不敬从。」客立于门西，介立于其左，东上。孤降自阼阶，拜之，升哭，与客拾踊三。客出，送于门外，拜稽颡。",
          "其国有君丧，不敢受吊。外宗房中南面，小臣铺席，商祝铺绞紟衾，士盥于盘北。举迁尸于敛上，卒敛，宰告子，冯之踊。夫人东面坐，冯之兴踊。士丧有与天子同者三：其终夜燎，及乘人，专道而行。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷二十一 杂记下",
      "id": "2945276862",
      "traditional": {
        "title": "卷二十一 雜記下",
        "paragraphs": [
          "",
          "有父之喪，如未沒喪而母死，其除父之喪也，服其除服。卒事，反喪服。雖諸父昆弟之喪，如當父母之喪，其除諸父昆弟之喪也，皆服其除喪之服。卒事，反喪服。如三年之喪，則既顈，其練祥皆同。王父死，未練祥而孫又死，猶是附於王父也。有殯，聞外喪，哭之他室。入奠，卒奠，出，改服即位，如始即位之禮。大夫、士將與祭於公，既視濯，而父母死，則猶是與祭也，次於異宮。既祭，釋服出公門外，哭而歸。其它如奔喪之禮。如未視濯，則使人告。告者反，而後哭。如諸父昆弟姑姊妹之喪，則既宿，則與祭。卒事，出公門，釋服而後歸。其它如奔喪之禮。如同宮，則次於異宮。",
          "曾子問曰：「卿大夫將為屍於公，受宿矣，而有齊衰內喪，則如之何？」孔子曰：「出舍乎公宮以待事，禮也。」孔子曰：「屍弁冕而出，卿、大夫、士皆下之。屍必式，必有前驅。」",
          "父母之喪，將祭，而昆弟死；既殯而祭。如同宮，則雖臣妾，葬而後祭。祭，主人之升降散等，執事者亦散等。雖虞附亦然。自諸侯達諸士，小祥之祭，主人之酢也嚌之；眾賓兄弟，則皆啐之。大祥：主人啐之，眾賓兄弟皆飲之，可也。凡侍祭喪者，告賓祭薦而不食。",
          "子貢問喪，子曰：「敬為上，哀次之，瘠為下。顏色稱其情；戚容稱其服。」請問兄弟之喪，子曰：「兄弟之喪，則存乎書策矣。」君子不奪人之喪，亦不可奪喪也。孔子曰：「少連、大連善居喪，三日不怠，三月不解，期悲哀，三年憂。東夷之子也。」",
          "三年之喪，言而不語，對而不問：廬，堊室之中，不與人坐焉；在堊室之中，非時見乎母也，不入門。疏衰皆居堊室不廬。廬，嚴者也。妻視叔父母，姑姊妹視兄弟，長、中、下殤視成人。親喪外除，兄弟之喪內除。視君之母與妻，比之兄弟。發諸顏色者，亦不飲食也。免喪之外，行於道路，見似目瞿，聞名心瞿。吊死而問疾，顏色戚容必有以異於人也。如此而後可以服三年之喪。其餘則直道而行之，是也。",
          "祥，主人之除也，於夕為期，朝服。祥因其故服。子遊曰：「既祥，雖不當縞者必縞，然後反服。」當袒，大夫至，雖當踴，絕踴而拜之，反改成踴，乃襲。於士，既事成踴，襲而後拜之，不改成踴。上大夫之虞也，少牢。卒哭成事，附，皆大牢。下大夫之虞也，特牲。卒哭成事，附，皆少牢。祝稱卜葬虞，子孫曰哀，夫曰乃，兄弟曰某，卜葬其兄弟曰伯子某。",
          "古者，貴賤皆杖。叔孫武叔朝，見輪人以其杖關轂而輠輪者，於是有爵而後杖也。鑿巾以飯，公羊賈為之也。",
          "冒者何也？所以掩形也。自襲以至小斂，不設冒則形，是以襲而後設冒也。或問於曾子曰：「夫既遣而包其餘，猶既食而裹其餘與？君子既食，則裹其餘乎？」曾子曰：「吾子不見大饗乎？夫大饗，既饗，卷三牲之俎歸於賓館。父母而賓客之，所以為哀也！子不見大饗乎！」非為人喪，問與賜與？",
          "三年之喪，以其喪拜；非三年之喪，以吉拜。三年之喪，如或遺之酒肉，則受之必三辭。主人衰絰而受之。如君命，則不敢辭，受而薦之。喪者不遺人，人遺之，雖酒肉，受也。從父昆弟以下，既卒哭，遺人可也。縣子曰：「三年之喪，如斬。期之喪，如剡。」三年之喪，雖功衰不吊，自諸侯達諸士。如有服而將往哭之，則服其服而往。期之喪，十一月而練，十三月而祥，十五月禫。練則吊。既葬，大功吊，哭而退，不聽事焉。期之喪，未喪，吊於鄉人。哭而退，不聽事焉。功衰吊，待事不執事。小功緦，執事不與於禮。相趨也，出宮而退。相揖也，哀次而退。相問也，既封而退。相見也。反哭而退。朋友，虞附而退。吊，非從主人也。四十者執綍：鄉人五十者從反哭，四十者待盈坎。",
          "喪食雖惡必充饑，饑而廢事，非禮也；飽而忘哀，亦非禮也。視不明，聽不聰，行不正，不知哀，君子病之。故有疾飲酒食肉，五十不致毀，六十不毀，七十飲酒食肉，皆為疑死。有服，人召之食，不往。大功以下，既葬，適人，人食之，其黨也食之，非其黨弗食也。功衰食菜果，飲水漿，無鹽酪。不能食食，鹽酪可也。孔子曰：「身有瘍則浴，首有創則沐，病則飲酒食肉。毀瘠為病，君子弗為也。毀而死，君子謂之無子。」",
          "非從柩與反哭，無免於堩。凡喪，小功以上，非虞附練祥，無沐浴。疏衰之喪，既葬，人請見之，則見；不請見人。小功，請見人可也。大功不以執摯。唯父母之喪，不辟涕泣而見人。三年之喪，祥而從政；期之喪，卒哭而從政；九月之喪，既葬而從政；小功緦之喪，既殯而從政。曾申問於曾子曰：「哭父母有常聲乎？」曰：「中路嬰兒失其母焉，何常聲之有？」",
          "卒哭而諱。王父母兄弟，世父叔父，姑姊妹。子與父同諱。母之諱，宮中諱。妻之諱，不舉諸其側；與從祖昆弟同名則諱。以喪冠者，雖三年之喪，可也。既冠於次，入哭踴，三者三，乃出。大功之末，可以冠子，可以嫁子。父，小功之末，可以冠子，可以嫁子，可以取婦。己雖小功，既卒哭，可以冠，取妻；下殤之小功，則不可。凡弁絰，其衰侈袂。",
          "父有服，宮中子不與於樂。母有服，聲聞焉不舉樂。妻有服，不舉樂於其側。大功將至，辟琴瑟。小功至，不絕樂。",
          "姑姊妹，其夫死，而夫黨無兄弟，使夫之族人主喪。妻之黨，雖親弗主。夫若無族矣，則前後家，東西家；無有，則裏尹主之。或曰：主之，而附於夫之黨。",
          "麻者不紳，執玉不麻。麻不加於采。國禁哭，則止朝夕之奠。即位自因也。童子哭不偯，不踴，不杖，不菲，不廬。孔子曰：「伯母、叔母，疏衰，踴不絕地。姑姊妹之大功，踴絕於地。如知此者，由文矣哉！由文矣哉！」",
          "世柳之母死，相者由左。世柳死，其徒由右相。由右相，世柳之徒為之也。",
          "天子飯，九貝；諸侯七，大夫五，士三。士三月而葬，是月也卒哭；大夫三月而葬，五月而卒哭；諸侯五月而葬，七月而卒哭。士三虞，大夫五，諸侯七。諸侯使人吊，其次：含襚賵臨，皆同日而畢事者也，其次如此也。卿大夫疾，君問之無算；士一問之。君於卿大夫，比葬不食肉，比卒哭不舉樂；為士，比殯不舉樂。升正柩，諸侯執綍五百人，四綍，皆銜枚，司馬執鐸，左八人，右八人，匠人執羽葆禦柩。大夫之喪，其升正柩也，執引者三百人，執鐸者左右各四人，禦柩以茅。",
          "孔子曰：「管仲鏤簋而朱紘，旅樹而反坫，山節而藻棁。賢大夫也，而難為上也。晏平仲祀其先人。豚肩不掩豆。賢大夫也，而難為下也。君子上不僭上，下不偪下。」",
          "婦人非三年之喪，不逾封而吊。如三年之喪，則君夫人歸。夫人其歸也以諸侯之吊禮，其待之也若待諸侯然。夫人至，入自闈門，升自側階，君在阼。其它如奔喪禮然。嫂不撫叔，叔不撫嫂。",
          "君子有三患：未之聞，患弗得聞也；既聞之，患弗得學也；既學之，患弗能行也。君子有五恥：居其位，無其言，君子恥之；有其言，無其行，君子恥之；既得之而又失之，君子恥之；地有餘而民不足，君子恥之；眾寡均而倍焉，君子恥之。",
          "孔子曰：「凶年則乘駑馬。祀以下牲。」",
          "恤由之喪，哀公使孺悲之孔子學士喪禮，士喪禮於是乎書。子貢觀於蠟。孔子曰：「賜也樂乎？」對曰：「一國之人皆若狂，賜未知其樂也！」子曰：「百日之蠟，一日之澤，非爾所知也。張而不弛，文武弗能也；弛而不張，文武弗為也。一張一弛，文武之道也。」",
          "孟獻子曰：「正月日至，可以有事於上帝；七月日至，可有事於祖。」七月而禘，獻子為之也。夫人之不命於天子，自魯昭公始也。外宗為君夫人，猶內宗也。",
          "廄焚，孔子拜鄉人為火來者。拜之，士壹，大夫再。亦相吊之道也。孔子曰：「管仲遇盜，取二人焉，上以為公臣，曰：『其所與遊辟也，可人也！』管仲死，桓公使為之服。宦於大夫者之為之服也，自管仲始也，有君命焉爾也。」",
          "過而舉君之諱，則起。與君之諱同，則稱字。內亂不與焉，外患弗辟也。贊，大行曰圭。公九寸，侯、伯七寸，子、男五寸。博三寸，厚半寸。剡上，左右各寸半，玉也。藻三采六等。哀公問子羔曰：「子之食奚當？」對曰：「文公之下執事也。」",
          "成廟則釁之。其禮：祝、宗人、宰夫、雍人，皆爵弁純衣。雍人拭羊，宗人視之，宰夫北面於碑南，東上。雍人舉羊，升屋自中，中屋南面，刲羊，血流於前，乃降。門、夾室皆用雞。先門而後夾室。其衈皆於屋下。割雞，門當門，夾室中室。有司皆鄉室而立，門則有司當門北面。既事，宗人告事畢，乃皆退。反命於君曰：「釁某廟事畢。」反命於寢，君南鄉於門內朝服。既反命，乃退。路寢成則考之而不釁。釁屋者，交神明之道也。凡宗廟之器。其名者成則釁之以豭豚。",
          "諸侯出夫人，夫人比至於其國，以夫人之禮行；至，以夫人入。使者將命曰：「寡君不敏，不能從而事社稷宗廟，使使臣某，敢告於執事。」主人對曰：「寡君固前辭不教矣，寡君敢不敬須以俟命。」有司官陳器皿；主人有司亦官受之。妻出，夫使人致之曰：「某不敏，不能從而共粢盛，使某也敢告於侍者。」主人對曰：「某之子不肖，不敢辟誅，敢不敬須以俟命。」使者退，主人拜送之。如舅在，則稱舅；舅沒，則稱兄；無兄，則稱夫。主人之辭曰：「某之子不肖。」如姑姊妹，亦皆稱之。",
          "孔子曰：「吾食於少施氏而飽，少施氏食我以禮。吾祭，作而辭曰：『疏食不足祭也。』吾飧，作而辭曰：『疏食也，不敢以傷吾子。』」",
          "納幣一束：束五兩，兩五尋。婦見舅姑，兄弟、姑姊妹，皆立於堂下，西面北上，是見已。見諸父，各就其寢。女雖未許嫁，年二十而笄，禮之，婦人執其禮。燕則鬈首。",
          "韠：長三尺，下廣二尺，上廣一尺。會去上五寸，紕以爵韋六寸，不至下五寸。純以素，紃以五采。"
        ]
      },
      "simplified": {
        "title": "卷二十一 杂记下",
        "paragraphs": [
          "",
          "有父之丧，如未没丧而母死，其除父之丧也，服其除服。卒事，反丧服。虽诸父昆弟之丧，如当父母之丧，其除诸父昆弟之丧也，皆服其除丧之服。卒事，反丧服。如三年之丧，则既顈，其练祥皆同。王父死，未练祥而孙又死，犹是附于王父也。有殡，闻外丧，哭之他室。入奠，卒奠，出，改服即位，如始即位之礼。大夫、士将与祭于公，既视濯，而父母死，则犹是与祭也，次于异宫。既祭，释服出公门外，哭而归。其它如奔丧之礼。如未视濯，则使人告。告者反，而后哭。如诸父昆弟姑姊妹之丧，则既宿，则与祭。卒事，出公门，释服而后归。其它如奔丧之礼。如同宫，则次于异宫。",
          "曾子问曰：「卿大夫将为尸于公，受宿矣，而有齐衰内丧，则如之何？」孔子曰：「出舍乎公宫以待事，礼也。」孔子曰：「尸弁冕而出，卿、大夫、士皆下之。尸必式，必有前驱。」",
          "父母之丧，将祭，而昆弟死；既殡而祭。如同宫，则虽臣妾，葬而后祭。祭，主人之升降散等，执事者亦散等。虽虞附亦然。自诸侯达诸士，小祥之祭，主人之酢也哜之；众宾兄弟，则皆啐之。大祥：主人啐之，众宾兄弟皆饮之，可也。凡侍祭丧者，告宾祭荐而不食。",
          "子贡问丧，子曰：「敬为上，哀次之，瘠为下。颜色称其情；戚容称其服。」请问兄弟之丧，子曰：「兄弟之丧，则存乎书策矣。」君子不夺人之丧，亦不可夺丧也。孔子曰：「少连、大连善居丧，三日不怠，三月不解，期悲哀，三年忧。东夷之子也。」",
          "三年之丧，言而不语，对而不问：庐，垩室之中，不与人坐焉；在垩室之中，非时见乎母也，不入门。疏衰皆居垩室不庐。庐，严者也。妻视叔父母，姑姊妹视兄弟，长、中、下殇视成人。亲丧外除，兄弟之丧内除。视君之母与妻，比之兄弟。发诸颜色者，亦不饮食也。免丧之外，行于道路，见似目瞿，闻名心瞿。吊死而问疾，颜色戚容必有以异于人也。如此而后可以服三年之丧。其余则直道而行之，是也。",
          "祥，主人之除也，于夕为期，朝服。祥因其故服。子游曰：「既祥，虽不当缟者必缟，然后反服。」当袒，大夫至，虽当踊，绝踊而拜之，反改成踊，乃袭。于士，既事成踊，袭而后拜之，不改成踊。上大夫之虞也，少牢。卒哭成事，附，皆大牢。下大夫之虞也，特牲。卒哭成事，附，皆少牢。祝称卜葬虞，子孙曰哀，夫曰乃，兄弟曰某，卜葬其兄弟曰伯子某。",
          "古者，贵贱皆杖。叔孙武叔朝，见轮人以其杖关毂而輠轮者，于是有爵而后杖也。凿巾以饭，公羊贾为之也。",
          "冒者何也？所以掩形也。自袭以至小敛，不设冒则形，是以袭而后设冒也。或问于曾子曰：「夫既遣而包其余，犹既食而裹其余与？君子既食，则裹其余乎？」曾子曰：「吾子不见大飨乎？夫大飨，既飨，卷三牲之俎归于宾馆。父母而宾客之，所以为哀也！子不见大飨乎！」非为人丧，问与赐与？",
          "三年之丧，以其丧拜；非三年之丧，以吉拜。三年之丧，如或遗之酒肉，则受之必三辞。主人衰绖而受之。如君命，则不敢辞，受而荐之。丧者不遗人，人遗之，虽酒肉，受也。从父昆弟以下，既卒哭，遗人可也。县子曰：「三年之丧，如斩。期之丧，如剡。」三年之丧，虽功衰不吊，自诸侯达诸士。如有服而将往哭之，则服其服而往。期之丧，十一月而练，十三月而祥，十五月禫。练则吊。既葬，大功吊，哭而退，不听事焉。期之丧，未丧，吊于乡人。哭而退，不听事焉。功衰吊，待事不执事。小功缌，执事不与于礼。相趋也，出宫而退。相揖也，哀次而退。相问也，既封而退。相见也。反哭而退。朋友，虞附而退。吊，非从主人也。四十者执綍：乡人五十者从反哭，四十者待盈坎。",
          "丧食虽恶必充饥，饥而废事，非礼也；饱而忘哀，亦非礼也。视不明，听不聪，行不正，不知哀，君子病之。故有疾饮酒食肉，五十不致毁，六十不毁，七十饮酒食肉，皆为疑死。有服，人召之食，不往。大功以下，既葬，适人，人食之，其党也食之，非其党弗食也。功衰食菜果，饮水浆，无盐酪。不能食食，盐酪可也。孔子曰：「身有疡则浴，首有创则沐，病则饮酒食肉。毁瘠为病，君子弗为也。毁而死，君子谓之无子。」",
          "非从柩与反哭，无免于堩。凡丧，小功以上，非虞附练祥，无沐浴。疏衰之丧，既葬，人请见之，则见；不请见人。小功，请见人可也。大功不以执挚。唯父母之丧，不辟涕泣而见人。三年之丧，祥而从政；期之丧，卒哭而从政；九月之丧，既葬而从政；小功缌之丧，既殡而从政。曾申问于曾子曰：「哭父母有常声乎？」曰：「中路婴儿失其母焉，何常声之有？」",
          "卒哭而讳。王父母兄弟，世父叔父，姑姊妹。子与父同讳。母之讳，宫中讳。妻之讳，不举诸其侧；与从祖昆弟同名则讳。以丧冠者，虽三年之丧，可也。既冠于次，入哭踊，三者三，乃出。大功之末，可以冠子，可以嫁子。父，小功之末，可以冠子，可以嫁子，可以取妇。己虽小功，既卒哭，可以冠，取妻；下殇之小功，则不可。凡弁绖，其衰侈袂。",
          "父有服，宫中子不与于乐。母有服，声闻焉不举乐。妻有服，不举乐于其侧。大功将至，辟琴瑟。小功至，不绝乐。",
          "姑姊妹，其夫死，而夫党无兄弟，使夫之族人主丧。妻之党，虽亲弗主。夫若无族矣，则前后家，东西家；无有，则里尹主之。或曰：主之，而附于夫之党。",
          "麻者不绅，执玉不麻。麻不加于采。国禁哭，则止朝夕之奠。即位自因也。童子哭不偯，不踊，不杖，不菲，不庐。孔子曰：「伯母、叔母，疏衰，踊不绝地。姑姊妹之大功，踊绝于地。如知此者，由文矣哉！由文矣哉！」",
          "世柳之母死，相者由左。世柳死，其徒由右相。由右相，世柳之徒为之也。",
          "天子饭，九贝；诸侯七，大夫五，士三。士三月而葬，是月也卒哭；大夫三月而葬，五月而卒哭；诸侯五月而葬，七月而卒哭。士三虞，大夫五，诸侯七。诸侯使人吊，其次：含襚赗临，皆同日而毕事者也，其次如此也。卿大夫疾，君问之无算；士一问之。君于卿大夫，比葬不食肉，比卒哭不举乐；为士，比殡不举乐。升正柩，诸侯执綍五百人，四綍，皆衔枚，司马执铎，左八人，右八人，匠人执羽葆御柩。大夫之丧，其升正柩也，执引者三百人，执铎者左右各四人，御柩以茅。",
          "孔子曰：「管仲镂簋而朱纮，旅树而反坫，山节而藻棁。贤大夫也，而难为上也。晏平仲祀其先人。豚肩不掩豆。贤大夫也，而难为下也。君子上不僭上，下不偪下。」",
          "妇人非三年之丧，不逾封而吊。如三年之丧，则君夫人归。夫人其归也以诸侯之吊礼，其待之也若待诸侯然。夫人至，入自闱门，升自侧阶，君在阼。其它如奔丧礼然。嫂不抚叔，叔不抚嫂。",
          "君子有三患：未之闻，患弗得闻也；既闻之，患弗得学也；既学之，患弗能行也。君子有五耻：居其位，无其言，君子耻之；有其言，无其行，君子耻之；既得之而又失之，君子耻之；地有余而民不足，君子耻之；众寡均而倍焉，君子耻之。",
          "孔子曰：「凶年则乘驽马。祀以下牲。」",
          "恤由之丧，哀公使孺悲之孔子学士丧礼，士丧礼于是乎书。子贡观于蜡。孔子曰：「赐也乐乎？」对曰：「一国之人皆若狂，赐未知其乐也！」子曰：「百日之蜡，一日之泽，非尔所知也。张而不弛，文武弗能也；弛而不张，文武弗为也。一张一弛，文武之道也。」",
          "孟献子曰：「正月日至，可以有事于上帝；七月日至，可有事于祖。」七月而禘，献子为之也。夫人之不命于天子，自鲁昭公始也。外宗为君夫人，犹内宗也。",
          "厩焚，孔子拜乡人为火来者。拜之，士壹，大夫再。亦相吊之道也。孔子曰：「管仲遇盗，取二人焉，上以为公臣，曰：『其所与游辟也，可人也！』管仲死，桓公使为之服。宦于大夫者之为之服也，自管仲始也，有君命焉尔也。」",
          "过而举君之讳，则起。与君之讳同，则称字。内乱不与焉，外患弗辟也。赞，大行曰圭。公九寸，侯、伯七寸，子、男五寸。博三寸，厚半寸。剡上，左右各寸半，玉也。藻三采六等。哀公问子羔曰：「子之食奚当？」对曰：「文公之下执事也。」",
          "成庙则衅之。其礼：祝、宗人、宰夫、雍人，皆爵弁纯衣。雍人拭羊，宗人视之，宰夫北面于碑南，东上。雍人举羊，升屋自中，中屋南面，刲羊，血流于前，乃降。门、夹室皆用鸡。先门而后夹室。其衈皆于屋下。割鸡，门当门，夹室中室。有司皆乡室而立，门则有司当门北面。既事，宗人告事毕，乃皆退。反命于君曰：「衅某庙事毕。」反命于寝，君南乡于门内朝服。既反命，乃退。路寝成则考之而不衅。衅屋者，交神明之道也。凡宗庙之器。其名者成则衅之以豭豚。",
          "诸侯出夫人，夫人比至于其国，以夫人之礼行；至，以夫人入。使者将命曰：「寡君不敏，不能从而事社稷宗庙，使使臣某，敢告于执事。」主人对曰：「寡君固前辞不教矣，寡君敢不敬须以俟命。」有司官陈器皿；主人有司亦官受之。妻出，夫使人致之曰：「某不敏，不能从而共粢盛，使某也敢告于侍者。」主人对曰：「某之子不肖，不敢辟诛，敢不敬须以俟命。」使者退，主人拜送之。如舅在，则称舅；舅没，则称兄；无兄，则称夫。主人之辞曰：「某之子不肖。」如姑姊妹，亦皆称之。",
          "孔子曰：「吾食于少施氏而饱，少施氏食我以礼。吾祭，作而辞曰：『疏食不足祭也。』吾飧，作而辞曰：『疏食也，不敢以伤吾子。』」",
          "纳币一束：束五两，两五寻。妇见舅姑，兄弟、姑姊妹，皆立于堂下，西面北上，是见已。见诸父，各就其寝。女虽未许嫁，年二十而笄，礼之，妇人执其礼。燕则鬈首。",
          "韠：长三尺，下广二尺，上广一尺。会去上五寸，纰以爵韦六寸，不至下五寸。纯以素，紃以五采。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷二十二 丧大记",
      "id": "2239921342",
      "traditional": {
        "title": "卷二十二 喪大記",
        "paragraphs": [
          "疾病，外內皆掃。君大夫徹縣，士去琴瑟。寢東首於北牖下。廢床。徹褻衣，加新衣，體一人。男女改服。屬纊以俟絕氣。男子不死於婦人之手，婦人不死於男子之手。君夫人卒於路寢，大夫世婦卒於適寢，內子未命，則死於下室。遷屍於寢，士士之妻皆死於寢。",
          "複，有林麓，則虞人設階；無林麓，則狄人設階。小臣複，複者朝服。君以卷，夫人以屈狄；大夫以玄赬，世婦以襢衣；士以爵弁，士妻以稅衣。皆升自東榮，中屋履危，北面三號，衣投於前，司命受之，降自西北榮。其為賓，則公館複，私館不複；其在野，則升其乘車之左轂而複。複衣不以衣屍，不以斂。婦人複，不以袡。凡複，男子稱名，婦人稱字。唯哭先複，複而後行死事。",
          "始卒，主人啼，兄弟哭，婦人哭踴。既正屍，子坐於東方，卿大夫父兄子姓立於東方，有司庶士哭於堂下北面；夫人坐於西方，內命婦姑姊妹子姓立於西方，外命婦率外宗哭於堂上北面。大夫之喪，主人坐於東方，主婦坐於西方，其有命夫命婦則坐，無則皆立。士之喪，主人父兄子姓皆坐於東方，主婦姑姊妹子姓皆坐於西方。凡哭屍於室者，主人二手承衾而哭。",
          "君之喪，未小斂，為寄公國賓出；大夫之喪，未小斂，為君命出；士之喪，於大夫不當斂而出。凡主人之出也，徒跣扱衽拊心，降自西階。君拜寄公國賓於位；大夫於君命，迎於寢門外，使者升堂致命，主人拜於下；士於大夫親吊則與之哭；不逆於門外，夫人為寄公夫人出，命婦為夫人之命出，士妻不當斂，則為命婦出。",
          "小斂，主人即位於戶內，主婦東面，乃斂。卒斂，主人馮之踴，主婦亦如之。主人袒說髦，括發以麻，婦人髽，帶麻於房中。徹帷，男女奉屍夷於堂，降拜：君拜寄公國賓，大夫士拜卿大夫於位，於士旁三拜；夫人亦拜寄公夫人於堂上，大夫內子士妻特拜，命婦泛拜眾賓於堂上。主人即位，襲帶絰踴─－母之喪，即位而免，乃奠。吊者襲裘，加武帶絰，與主人拾踴。君喪，虞人出木角，狄人出壺，雍人出鼎，司馬縣之，乃官代哭，大夫官代哭不縣壺，士代哭不以官。君堂上二燭、下二燭，大夫堂上一燭、下二燭，士堂上一燭、下一燭。賓出徹帷。哭屍於堂上，主人在東方，由外來者在西方，諸婦南鄉。婦人迎客送客不下堂，下堂不哭；男子出寢門見人不哭。其無女主，則男主拜女賓於寢門內；其無男主，則女主拜男賓於阼階下。子幼，則以衰抱之，人為之拜；為後者不在，則有爵者辭，無爵者人為之拜。在竟內則俟之，在竟外則殯葬可也。喪有無後，無無主。",
          "君之喪：三日，子、夫人杖，五日既殯，授大夫世婦杖。子、大夫寢門之外杖，寢門之內輯之；夫人世婦在其次則杖，即位則使人執之。子有王命則去杖，國君之命則輯杖，聽卜有事於屍則去杖。大夫於君所則輯杖，於大夫所則杖。大夫之喪：三日之朝既殯，主人主婦室老皆杖。大夫有君命則去杖，大夫之命則輯杖；內子為夫人之命去杖，為世婦之命授人杖。士之喪：二日而殯，三日而朝，主人杖，婦人皆杖。於君命夫人之命如大夫，於大夫世婦之命如大夫。子皆杖，不以即位。大夫士哭殯則杖，哭柩則輯杖。棄杖者，斷而棄之於隱者。",
          "始死，遷屍於床，幠用斂衾，去死衣，小臣楔齒用角柶，綴足用燕幾，君大夫士一也。",
          "管人汲，不說繘、屈之，盡階不升堂，授禦者；禦者入浴：小臣四人抗衾，禦者二人浴，浴水用盆，沃水用枓，浴用絺巾，挋用浴衣，如它日；小臣爪足，浴餘水棄於坎。其母之喪，則內禦者抗衾而浴。管人汲，授禦者，禦者差沐於堂上－─君沐粱，大夫沐稷，士沐粱。甸人為垼於西牆下，陶人出重鬲，管人受沐，乃煮之，甸人取所徹廟之西北厞薪，用爨之。管人授禦者沐，乃沐；沐用瓦盤，挋用巾，如它日，小臣爪手翦須，濡濯棄於坎。君設大盤造冰焉，大夫設夷盤造冰焉，士並瓦盤無冰，設床襢笫，有枕。含一床，襲一床遷屍於堂又一床，皆有枕席－─君大夫士一也。",
          "君之喪，子、大夫、公子、眾士皆三日不食。子、大夫、公子食粥，納財，朝一溢米，莫一溢米，食之無算；士疏食水飲，食之無算；夫人世婦諸妻皆疏食水飲，食之無算。大夫之喪，主人室老子姓皆食粥；眾士疏食水飲；妻妾疏食水飲。士亦如之。既葬，主人疏食水飲，不食菜果；婦人亦如之。君大夫士一也。練而食菜果，祥而食肉。食粥於盛不盥，食於篹者盥。食菜以酰醬，始食肉者先食幹肉，始飲酒者先飲醴酒。期之喪，三不食；食：疏食水飲，不食菜果，三月既葬，食肉飲酒。期終喪，不食肉，不飲酒，父在為母，為妻。九月之喪，食飲猶期之喪也，食肉飲酒，不與人樂之。五月三月之喪，壹不食再不食可也。比葬，食肉飲酒，不與人樂之。叔母、世母、故主、宗子食肉飲酒。不能食粥，羹之以菜可也；有疾，食肉飲酒可也。五十不成喪，七十唯衰麻在身。既葬，若君食之則食之；大夫父之友食之則食之矣。不辟粱肉，若有酒醴則辭。",
          "小斂於戶內，大斂於阼。君以簟席，大夫以蒲席，士以葦席。小斂：布絞，縮者一，橫者三。君錦衾，大夫縞衾，士緇衾，皆一。衣十有九稱，君陳衣於序東；大夫士陳衣於房中；皆西領北上。絞紟不在列。大斂：布絞，縮者三，橫者五，布紟二衾。君大夫士一也。君陳衣於庭，百稱，北領西上；大夫陳衣於序東，五十稱，西領南上；士陳衣於序東，三十稱，西領南上。絞紟如朝服，絞一幅為三、不辟，紟五幅、無紞。小斂之衣，祭服不倒。君無襚，大夫士畢主人之祭服；親戚之衣，受之不以即陳。小斂，君大夫士皆用複衣複衾；大斂，君大夫士祭服無算，君褶衣褶衾，大夫士猶小斂也。袍必有表，不禪，衣必有裳，謂之一稱。凡陳衣者實之篋，取衣者亦以篋升，降者自西階。凡陳衣、不詘，非列采不入，絺綌紵不入。",
          "凡斂者袒，遷屍者襲。君之喪，大胥是斂，眾胥佐之；大夫之喪，大胥侍之，眾胥是斂；士之喪，胥為侍，士是斂。小斂大斂，祭服不倒，皆左衽結絞不紐。斂者既斂必哭。士與其執事則斂，斂焉則為之壹不食。凡斂者六人。君錦冒黼殺，綴旁七；大夫玄冒黼殺，綴旁五；士緇冒赬殺，綴旁三。凡冒質長與手齊，殺三尺，自小斂以往用夷衾，夷衾質殺之，裁猶冒也。君將大斂，子弁絰，即位於序端，卿大夫即位於堂廉楹西，北面東上，父兄堂下北面，夫人命婦屍西東面，外宗房中南面。小臣鋪席，商祝鋪絞紟衾衣，士盥於盤，上士舉遷屍於斂上。卒斂，宰告，子馮之踴，夫人東面亦如之。大夫之喪，將大斂，既鋪絞紟衾衣。君至，主人迎，先入門右，巫止於門外，君釋菜，祝先入升堂，君即位於序端，卿大夫即位於堂廉楹西，北面東上；主人房外南面，主婦屍西，東面。遷屍，卒斂，宰告，主人降，北面於堂下，君撫之，主人拜稽顙，君降、升主人馮之，命主婦馮之。士之喪，將大斂，君不在，其餘禮猶大夫也。鋪絞紟，踴；鋪衾，踴；鋪衣，踴；遷屍，踴；斂衣，踴；斂衾，踴；斂絞紟，踴。",
          "君撫大夫，撫內命婦；大夫撫室老，撫侄娣。君大夫馮父母、妻、長子，不馮庶子；士馮父母、妻、長子、庶子，庶子有子，則父母不馮其屍。凡馮屍者，父母先，妻子後。君於臣撫之，父母於子執之，子於父母馮之，婦於舅姑奉之，舅姑於婦撫之，妻於夫拘之，夫於妻於昆弟執之。馮屍不當君所。凡馮屍，興必踴。",
          "父母之喪，居倚廬、不塗，寢苫枕塊，非喪事不言。君為廬宮之，大夫士襢之。既葬柱楣，塗廬不於顯者。君、大夫、士皆宮之。凡非適子者，自未葬以於隱者為廬。既葬，與人立：君言王事，不言國事；大夫士言公事，不言家事。君既葬，王政入於國，既卒哭而服王事；大夫、士既葬，公政入於家，既卒哭、弁絰帶，金革之事無辟也。既練，居堊室，不與人居。君謀國政，大夫、士謀家事。既祥，黝堊。祥而外無哭者；禫而內無哭者，樂作矣故也。禫而從禦，吉祭而複寢。",
          "期居廬，終喪不禦於內者，父在為母為妻；齊衰期者，大功布衰九月者，皆三月不禦於內。婦人不居廬，不寢苫。喪父母，既練而歸；期九月者，既葬而歸。公之喪，大夫俟練，士卒哭而歸。大夫、士父母之葬，既練而歸。朔月忌日，則歸哭於宗室。諸父兄弟之喪，既卒哭而歸。父不次於子，兄不次於弟。",
          "君於大夫、世婦大斂焉；為之賜則小斂焉。於外命婦，既加蓋而君至。於士，既殯而往；為之賜，大斂焉。夫人於世婦，大斂焉；為之賜，小斂焉。於諸妻，為之賜，大斂焉。於大夫外命婦，既殯而往。大夫、士既殯而君往焉，使人戒之，主人具殷奠之禮，俟於門外。見馬首，先入門右，巫止於門外，祝代之先，君釋菜於門內。祝先升自阼階，負墉南面。君即位於阼。小臣二人執戈立於前，二人立於後。擯者進，主人拜稽顙。君稱言，視祝而踴，主人踴。大夫則奠可也。士則出俟於門外，命之反奠，乃反奠。卒奠，主人先俟於門外，君退，主人送於門外，拜稽顙。君於大夫疾，三問之，在殯，三往焉；士疾，壹問之，在殯，壹往焉。君吊則複殯服。夫人吊於大夫、士，主人出迎於門外，見馬首，先入門右。夫人入，升堂即位。主婦降自西階，拜稽顙於下。夫人視世子而踴。奠如君至之禮。夫人退，主婦送於門內，拜稽顙；主人送於大門之外不拜。大夫君不迎於門外。入即位於堂下。主人北面，眾主人南面；婦人即位於房中。若有君命，命夫命婦之命，四鄰賓客，其君後主人而拜。君吊，見屍柩而後踴。大夫、士若君不戒而往，不具殷奠；君退必奠。",
          "君大棺八寸，屬六寸，椑四寸；上大夫大棺八寸，屬六寸；下大夫大棺六寸，屬四寸，士棺六寸。君裏棺用朱綠，用雜金鐕；大夫裏棺用玄綠，用牛骨鐕；士不綠。君蓋用漆，三衽三束；大夫蓋用漆，二衽二束；士蓋不用漆，二衽二束。君、大夫鬊爪；實於綠中；士埋之。君殯用輴，攢至於上，畢塗屋；大夫殯以幬，攢置於西序，塗不暨於棺；士殯見衽，塗上帷之。熬，君四種八筐，大夫三種六筐，士二種四筐，加魚臘焉。飾棺，君龍帷三池，振容。黼荒，火三列，黼三列。素錦褚，加偽荒。纁紐六。齊，五采五貝。黼翣二，黻翣二，畫翣二，皆戴圭。魚躍拂池。君纁戴六，纁披六。大夫畫帷二池，不振容。畫荒，火三列，黻三列。素錦褚。纁紐二，玄紐二。齊，三采三貝。黻翣二，畫翣二，皆戴綏。魚躍拂池。大夫戴前纁後玄，披亦如之。士布帷布荒，一池，揄絞。纁紐二，緇紐二。齊，三采一貝。畫翣二，皆戴綏。士戴前纁後緇，二披用纁。君葬用輇，四綍二碑，禦棺用羽葆。大夫葬用輇，二綍二碑，禦棺用茅。士葬用國車。二綍無碑，比出宮，禦棺用功布。凡封，用綍去碑負引，君封以衡，大夫士以鹹。君命毋嘩，以鼓封；大夫命毋哭；士哭者相止也。君松槨，大夫柏槨，士雜木槨。棺槨之間，君容柷，大夫容壺，士容甒。君裏槨虞筐，大夫不裏槨，士不虞筐。"
        ]
      },
      "simplified": {
        "title": "卷二十二 丧大记",
        "paragraphs": [
          "疾病，外内皆扫。君大夫彻县，士去琴瑟。寝东首于北牖下。废床。彻亵衣，加新衣，体一人。男女改服。属纩以俟绝气。男子不死于妇人之手，妇人不死于男子之手。君夫人卒于路寝，大夫世妇卒于适寝，内子未命，则死于下室。迁尸于寝，士士之妻皆死于寝。",
          "复，有林麓，则虞人设阶；无林麓，则狄人设阶。小臣复，复者朝服。君以卷，夫人以屈狄；大夫以玄赪，世妇以襢衣；士以爵弁，士妻以税衣。皆升自东荣，中屋履危，北面三号，衣投于前，司命受之，降自西北荣。其为宾，则公馆复，私馆不复；其在野，则升其乘车之左毂而复。复衣不以衣尸，不以敛。妇人复，不以袡。凡复，男子称名，妇人称字。唯哭先复，复而后行死事。",
          "始卒，主人啼，兄弟哭，妇人哭踊。既正尸，子坐于东方，卿大夫父兄子姓立于东方，有司庶士哭于堂下北面；夫人坐于西方，内命妇姑姊妹子姓立于西方，外命妇率外宗哭于堂上北面。大夫之丧，主人坐于东方，主妇坐于西方，其有命夫命妇则坐，无则皆立。士之丧，主人父兄子姓皆坐于东方，主妇姑姊妹子姓皆坐于西方。凡哭尸于室者，主人二手承衾而哭。",
          "君之丧，未小敛，为寄公国宾出；大夫之丧，未小敛，为君命出；士之丧，于大夫不当敛而出。凡主人之出也，徒跣扱衽拊心，降自西阶。君拜寄公国宾于位；大夫于君命，迎于寝门外，使者升堂致命，主人拜于下；士于大夫亲吊则与之哭；不逆于门外，夫人为寄公夫人出，命妇为夫人之命出，士妻不当敛，则为命妇出。",
          "小敛，主人即位于户内，主妇东面，乃敛。卒敛，主人冯之踊，主妇亦如之。主人袒说髦，括发以麻，妇人髽，带麻于房中。彻帷，男女奉尸夷于堂，降拜：君拜寄公国宾，大夫士拜卿大夫于位，于士旁三拜；夫人亦拜寄公夫人于堂上，大夫内子士妻特拜，命妇泛拜众宾于堂上。主人即位，袭带绖踊─－母之丧，即位而免，乃奠。吊者袭裘，加武带绖，与主人拾踊。君丧，虞人出木角，狄人出壶，雍人出鼎，司马县之，乃官代哭，大夫官代哭不县壶，士代哭不以官。君堂上二烛、下二烛，大夫堂上一烛、下二烛，士堂上一烛、下一烛。宾出彻帷。哭尸于堂上，主人在东方，由外来者在西方，诸妇南乡。妇人迎客送客不下堂，下堂不哭；男子出寝门见人不哭。其无女主，则男主拜女宾于寝门内；其无男主，则女主拜男宾于阼阶下。子幼，则以衰抱之，人为之拜；为后者不在，则有爵者辞，无爵者人为之拜。在竟内则俟之，在竟外则殡葬可也。丧有无后，无无主。",
          "君之丧：三日，子、夫人杖，五日既殡，授大夫世妇杖。子、大夫寝门之外杖，寝门之内辑之；夫人世妇在其次则杖，即位则使人执之。子有王命则去杖，国君之命则辑杖，听卜有事于尸则去杖。大夫于君所则辑杖，于大夫所则杖。大夫之丧：三日之朝既殡，主人主妇室老皆杖。大夫有君命则去杖，大夫之命则辑杖；内子为夫人之命去杖，为世妇之命授人杖。士之丧：二日而殡，三日而朝，主人杖，妇人皆杖。于君命夫人之命如大夫，于大夫世妇之命如大夫。子皆杖，不以即位。大夫士哭殡则杖，哭柩则辑杖。弃杖者，断而弃之于隐者。",
          "始死，迁尸于床，幠用敛衾，去死衣，小臣楔齿用角柶，缀足用燕几，君大夫士一也。",
          "管人汲，不说繘、屈之，尽阶不升堂，授御者；御者入浴：小臣四人抗衾，御者二人浴，浴水用盆，沃水用枓，浴用絺巾，挋用浴衣，如它日；小臣爪足，浴余水弃于坎。其母之丧，则内御者抗衾而浴。管人汲，授御者，御者差沐于堂上－─君沐粱，大夫沐稷，士沐粱。甸人为垼于西墙下，陶人出重鬲，管人受沐，乃煮之，甸人取所彻庙之西北厞薪，用爨之。管人授御者沐，乃沐；沐用瓦盘，挋用巾，如它日，小臣爪手翦须，濡濯弃于坎。君设大盘造冰焉，大夫设夷盘造冰焉，士并瓦盘无冰，设床襢笫，有枕。含一床，袭一床迁尸于堂又一床，皆有枕席－─君大夫士一也。",
          "君之丧，子、大夫、公子、众士皆三日不食。子、大夫、公子食粥，纳财，朝一溢米，莫一溢米，食之无算；士疏食水饮，食之无算；夫人世妇诸妻皆疏食水饮，食之无算。大夫之丧，主人室老子姓皆食粥；众士疏食水饮；妻妾疏食水饮。士亦如之。既葬，主人疏食水饮，不食菜果；妇人亦如之。君大夫士一也。练而食菜果，祥而食肉。食粥于盛不盥，食于篹者盥。食菜以酰酱，始食肉者先食干肉，始饮酒者先饮醴酒。期之丧，三不食；食：疏食水饮，不食菜果，三月既葬，食肉饮酒。期终丧，不食肉，不饮酒，父在为母，为妻。九月之丧，食饮犹期之丧也，食肉饮酒，不与人乐之。五月三月之丧，壹不食再不食可也。比葬，食肉饮酒，不与人乐之。叔母、世母、故主、宗子食肉饮酒。不能食粥，羹之以菜可也；有疾，食肉饮酒可也。五十不成丧，七十唯衰麻在身。既葬，若君食之则食之；大夫父之友食之则食之矣。不辟粱肉，若有酒醴则辞。",
          "小敛于户内，大敛于阼。君以簟席，大夫以蒲席，士以苇席。小敛：布绞，缩者一，横者三。君锦衾，大夫缟衾，士缁衾，皆一。衣十有九称，君陈衣于序东；大夫士陈衣于房中；皆西领北上。绞紟不在列。大敛：布绞，缩者三，横者五，布紟二衾。君大夫士一也。君陈衣于庭，百称，北领西上；大夫陈衣于序东，五十称，西领南上；士陈衣于序东，三十称，西领南上。绞紟如朝服，绞一幅为三、不辟，紟五幅、无紞。小敛之衣，祭服不倒。君无襚，大夫士毕主人之祭服；亲戚之衣，受之不以即陈。小敛，君大夫士皆用复衣复衾；大敛，君大夫士祭服无算，君褶衣褶衾，大夫士犹小敛也。袍必有表，不禅，衣必有裳，谓之一称。凡陈衣者实之箧，取衣者亦以箧升，降者自西阶。凡陈衣、不诎，非列采不入，絺绤纻不入。",
          "凡敛者袒，迁尸者袭。君之丧，大胥是敛，众胥佐之；大夫之丧，大胥侍之，众胥是敛；士之丧，胥为侍，士是敛。小敛大敛，祭服不倒，皆左衽结绞不纽。敛者既敛必哭。士与其执事则敛，敛焉则为之壹不食。凡敛者六人。君锦冒黼杀，缀旁七；大夫玄冒黼杀，缀旁五；士缁冒赪杀，缀旁三。凡冒质长与手齐，杀三尺，自小敛以往用夷衾，夷衾质杀之，裁犹冒也。君将大敛，子弁绖，即位于序端，卿大夫即位于堂廉楹西，北面东上，父兄堂下北面，夫人命妇尸西东面，外宗房中南面。小臣铺席，商祝铺绞紟衾衣，士盥于盘，上士举迁尸于敛上。卒敛，宰告，子冯之踊，夫人东面亦如之。大夫之丧，将大敛，既铺绞紟衾衣。君至，主人迎，先入门右，巫止于门外，君释菜，祝先入升堂，君即位于序端，卿大夫即位于堂廉楹西，北面东上；主人房外南面，主妇尸西，东面。迁尸，卒敛，宰告，主人降，北面于堂下，君抚之，主人拜稽颡，君降、升主人冯之，命主妇冯之。士之丧，将大敛，君不在，其余礼犹大夫也。铺绞紟，踊；铺衾，踊；铺衣，踊；迁尸，踊；敛衣，踊；敛衾，踊；敛绞紟，踊。",
          "君抚大夫，抚内命妇；大夫抚室老，抚侄娣。君大夫冯父母、妻、长子，不冯庶子；士冯父母、妻、长子、庶子，庶子有子，则父母不冯其尸。凡冯尸者，父母先，妻子后。君于臣抚之，父母于子执之，子于父母冯之，妇于舅姑奉之，舅姑于妇抚之，妻于夫拘之，夫于妻于昆弟执之。冯尸不当君所。凡冯尸，兴必踊。",
          "父母之丧，居倚庐、不涂，寝苫枕块，非丧事不言。君为庐宫之，大夫士襢之。既葬柱楣，涂庐不于显者。君、大夫、士皆宫之。凡非适子者，自未葬以于隐者为庐。既葬，与人立：君言王事，不言国事；大夫士言公事，不言家事。君既葬，王政入于国，既卒哭而服王事；大夫、士既葬，公政入于家，既卒哭、弁绖带，金革之事无辟也。既练，居垩室，不与人居。君谋国政，大夫、士谋家事。既祥，黝垩。祥而外无哭者；禫而内无哭者，乐作矣故也。禫而从御，吉祭而复寝。",
          "期居庐，终丧不御于内者，父在为母为妻；齐衰期者，大功布衰九月者，皆三月不御于内。妇人不居庐，不寝苫。丧父母，既练而归；期九月者，既葬而归。公之丧，大夫俟练，士卒哭而归。大夫、士父母之葬，既练而归。朔月忌日，则归哭于宗室。诸父兄弟之丧，既卒哭而归。父不次于子，兄不次于弟。",
          "君于大夫、世妇大敛焉；为之赐则小敛焉。于外命妇，既加盖而君至。于士，既殡而往；为之赐，大敛焉。夫人于世妇，大敛焉；为之赐，小敛焉。于诸妻，为之赐，大敛焉。于大夫外命妇，既殡而往。大夫、士既殡而君往焉，使人戒之，主人具殷奠之礼，俟于门外。见马首，先入门右，巫止于门外，祝代之先，君释菜于门内。祝先升自阼阶，负墉南面。君即位于阼。小臣二人执戈立于前，二人立于后。摈者进，主人拜稽颡。君称言，视祝而踊，主人踊。大夫则奠可也。士则出俟于门外，命之反奠，乃反奠。卒奠，主人先俟于门外，君退，主人送于门外，拜稽颡。君于大夫疾，三问之，在殡，三往焉；士疾，壹问之，在殡，壹往焉。君吊则复殡服。夫人吊于大夫、士，主人出迎于门外，见马首，先入门右。夫人入，升堂即位。主妇降自西阶，拜稽颡于下。夫人视世子而踊。奠如君至之礼。夫人退，主妇送于门内，拜稽颡；主人送于大门之外不拜。大夫君不迎于门外。入即位于堂下。主人北面，众主人南面；妇人即位于房中。若有君命，命夫命妇之命，四邻宾客，其君后主人而拜。君吊，见尸柩而后踊。大夫、士若君不戒而往，不具殷奠；君退必奠。",
          "君大棺八寸，属六寸，椑四寸；上大夫大棺八寸，属六寸；下大夫大棺六寸，属四寸，士棺六寸。君里棺用朱绿，用杂金鐕；大夫里棺用玄绿，用牛骨鐕；士不绿。君盖用漆，三衽三束；大夫盖用漆，二衽二束；士盖不用漆，二衽二束。君、大夫鬊爪；实于绿中；士埋之。君殡用輴，攒至于上，毕涂屋；大夫殡以帱，攒置于西序，涂不暨于棺；士殡见衽，涂上帷之。熬，君四种八筐，大夫三种六筐，士二种四筐，加鱼腊焉。饰棺，君龙帷三池，振容。黼荒，火三列，黼三列。素锦褚，加伪荒。纁纽六。齐，五采五贝。黼翣二，黻翣二，画翣二，皆戴圭。鱼跃拂池。君纁戴六，纁披六。大夫画帷二池，不振容。画荒，火三列，黻三列。素锦褚。纁纽二，玄纽二。齐，三采三贝。黻翣二，画翣二，皆戴绥。鱼跃拂池。大夫戴前纁后玄，披亦如之。士布帷布荒，一池，揄绞。纁纽二，缁纽二。齐，三采一贝。画翣二，皆戴绥。士戴前纁后缁，二披用纁。君葬用辁，四綍二碑，御棺用羽葆。大夫葬用辁，二綍二碑，御棺用茅。士葬用国车。二綍无碑，比出宫，御棺用功布。凡封，用綍去碑负引，君封以衡，大夫士以咸。君命毋哗，以鼓封；大夫命毋哭；士哭者相止也。君松椁，大夫柏椁，士杂木椁。棺椁之间，君容柷，大夫容壶，士容甒。君里椁虞筐，大夫不里椁，士不虞筐。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷二十三 祭法",
      "id": "6612860198",
      "traditional": {
        "title": "卷二十三 祭法",
        "paragraphs": [
          "祭法：有虞氏禘黃帝而郊嚳，祖顓頊而宗堯。夏後氏亦禘黃帝而郊鯀，祖顓頊而宗禹。殷人禘嚳而郊冥，祖契而宗湯。周人禘嚳而郊稷，祖文王而宗武王。",
          "燔柴於泰壇，祭天也；瘞埋於泰折，祭地也；用騂犢。埋少牢於泰昭，祭時也；相近於坎壇，祭寒暑也。王宮，祭日也；夜明，祭月也；幽宗，祭星也；雩宗，祭水旱也；四坎壇，祭四時也。山林、川穀、丘陵，能出雲為風雨，見怪物，皆曰神。有天下者，祭百神。諸侯在其地則祭之，亡其地則不祭。",
          "大凡生於天地之間者，皆曰命。其萬物死，皆曰折；人死，曰鬼；此五代之所不變也。七代之所以更立者：禘、郊、宗、祖；其餘不變也。",
          "天下有王，分地建國，置都立邑，設廟祧壇墠而祭之，乃為親疏多少之數。是故：王立七廟，一壇一墠，曰考廟，曰王考廟，曰皇考廟，曰顯考廟，曰祖考廟；皆月祭之。遠廟為祧，有二祧，享嘗乃止。去祧為壇，去壇為墠。壇墠，有禱焉祭之，無禱乃止。去墠曰鬼。諸侯立五廟，一壇一墠。曰考廟，曰王考廟，曰皇考廟，皆月祭之；顯考廟，祖考廟，享嘗乃止。去祖為壇，去壇為墠。壇墠，有禱焉祭之，無禱乃止。去墠為鬼。大夫立三廟二壇，曰考廟，曰王考廟，曰皇考廟，享嘗乃止。顯考祖考無廟，有禱焉，為壇祭之。去壇為鬼。適士二廟一壇，曰考廟，曰王考廟，享嘗乃止。皇考無廟，有禱焉，為壇祭之。去壇為鬼。官師一廟，曰考廟。王考無廟而祭之，去王考曰鬼。庶士庶人無廟，死曰鬼。",
          "王為群姓立社，曰大社。王自為立社，曰王社。諸侯為百姓立社，曰國社。諸侯自立社，曰侯社。大夫以下，成群立社曰置社。",
          "王為群姓立七祀：曰司命，曰中溜，曰國門，曰國行，曰泰厲，曰戶，曰灶。王自為立七祀。諸侯為國立五祀，曰司命，曰中溜，曰國門，曰國行，曰公厲。諸侯自為立五祀。大夫立三祀：曰族厲，曰門，曰行。適士立二祀：曰門，曰行。庶士、庶人立一祀，或立戶，或立灶。",
          "王下祭殤五：適子、適孫、適曾孫、適玄孫、適來孫。諸侯下祭三，大夫下祭二，適士及庶人，祭子而止。",
          "夫聖王之制祭祀也：法施於民則祀之，以死勤事則祀之，以勞定國則祀之，能禦大菑則祀之，能捍大患則祀之。是故厲山氏之有天下也，其子曰農，能殖百穀；夏之衰也，周棄繼之，故祀以為稷。共工氏之霸九州島也，其子曰後土，能平九州島，故祀以為社。帝嚳能序星辰以著眾；堯能賞均刑法以義終；舜勤眾事而野死。鯀鄣洪水而殛死，禹能修鯀之功。黃帝正名百物以明民共財，顓頊能修之。契為司徒而民成；冥勤其官而水死。湯以寬治民而除其虐；文王以文治，武王以武功，去民之菑。此皆有功烈於民者也。及夫日月星辰，民所瞻仰也；山林川穀丘陵，民所取材用也。非此族也，不在祀典。"
        ]
      },
      "simplified": {
        "title": "卷二十三 祭法",
        "paragraphs": [
          "祭法：有虞氏禘黄帝而郊喾，祖颛顼而宗尧。夏后氏亦禘黄帝而郊鲧，祖颛顼而宗禹。殷人禘喾而郊冥，祖契而宗汤。周人禘喾而郊稷，祖文王而宗武王。",
          "燔柴于泰坛，祭天也；瘗埋于泰折，祭地也；用骍犊。埋少牢于泰昭，祭时也；相近于坎坛，祭寒暑也。王宫，祭日也；夜明，祭月也；幽宗，祭星也；雩宗，祭水旱也；四坎坛，祭四时也。山林、川谷、丘陵，能出云为风雨，见怪物，皆曰神。有天下者，祭百神。诸侯在其地则祭之，亡其地则不祭。",
          "大凡生于天地之间者，皆曰命。其万物死，皆曰折；人死，曰鬼；此五代之所不变也。七代之所以更立者：禘、郊、宗、祖；其余不变也。",
          "天下有王，分地建国，置都立邑，设庙祧坛墠而祭之，乃为亲疏多少之数。是故：王立七庙，一坛一墠，曰考庙，曰王考庙，曰皇考庙，曰显考庙，曰祖考庙；皆月祭之。远庙为祧，有二祧，享尝乃止。去祧为坛，去坛为墠。坛墠，有祷焉祭之，无祷乃止。去墠曰鬼。诸侯立五庙，一坛一墠。曰考庙，曰王考庙，曰皇考庙，皆月祭之；显考庙，祖考庙，享尝乃止。去祖为坛，去坛为墠。坛墠，有祷焉祭之，无祷乃止。去墠为鬼。大夫立三庙二坛，曰考庙，曰王考庙，曰皇考庙，享尝乃止。显考祖考无庙，有祷焉，为坛祭之。去坛为鬼。适士二庙一坛，曰考庙，曰王考庙，享尝乃止。皇考无庙，有祷焉，为坛祭之。去坛为鬼。官师一庙，曰考庙。王考无庙而祭之，去王考曰鬼。庶士庶人无庙，死曰鬼。",
          "王为群姓立社，曰大社。王自为立社，曰王社。诸侯为百姓立社，曰国社。诸侯自立社，曰侯社。大夫以下，成群立社曰置社。",
          "王为群姓立七祀：曰司命，曰中溜，曰国门，曰国行，曰泰厉，曰户，曰灶。王自为立七祀。诸侯为国立五祀，曰司命，曰中溜，曰国门，曰国行，曰公厉。诸侯自为立五祀。大夫立三祀：曰族厉，曰门，曰行。适士立二祀：曰门，曰行。庶士、庶人立一祀，或立户，或立灶。",
          "王下祭殇五：适子、适孙、适曾孙、适玄孙、适来孙。诸侯下祭三，大夫下祭二，适士及庶人，祭子而止。",
          "夫圣王之制祭祀也：法施于民则祀之，以死勤事则祀之，以劳定国则祀之，能御大菑则祀之，能捍大患则祀之。是故厉山氏之有天下也，其子曰农，能殖百谷；夏之衰也，周弃继之，故祀以为稷。共工氏之霸九州岛也，其子曰后土，能平九州岛，故祀以为社。帝喾能序星辰以着众；尧能赏均刑法以义终；舜勤众事而野死。鲧鄣洪水而殛死，禹能修鲧之功。黄帝正名百物以明民共财，颛顼能修之。契为司徒而民成；冥勤其官而水死。汤以宽治民而除其虐；文王以文治，武王以武功，去民之菑。此皆有功烈于民者也。及夫日月星辰，民所瞻仰也；山林川谷丘陵，民所取材用也。非此族也，不在祀典。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷二十四 祭义",
      "id": "9811895027",
      "traditional": {
        "title": "卷二十四 祭義",
        "paragraphs": [
          "祭不欲數，數則煩，煩則不敬。祭不欲疏，疏則怠，怠則忘。是故君子合諸天道：春禘秋嘗。霜露既降，君子履之，必有淒愴之心，非其寒之謂也。春，雨露既濡，君子履之，必有怵惕之心，如將見之。樂以迎來，哀以送往，故禘有樂而嘗無樂。致齊於內，散齊於外。齊之日：思其居處，思其笑語，思其志意，思其所樂，思其所嗜。齊三日，乃見其所為齊者。祭之日：入室，僾然必有見乎其位，周還出戶，肅然必有聞乎其容聲，出戶而聽，愾然必有聞乎其歎息之聲。是故，先王之孝也，色不忘乎目，聲不絕乎耳，心志嗜欲不忘乎心。致愛則存，致愨則著。著存不忘乎心，夫安得不敬乎？君子生則敬養，死則敬享，思終身弗辱也。君子有終身之喪，忌日之謂也。忌日不用，非不祥也。言夫日，志有所至，而不敢盡其私也。唯聖人為能饗帝，孝子為能饗親。饗者，鄉也。鄉之，然後能饗焉。是故孝子臨屍而不怍。君牽牲，夫人奠盎。君獻屍，夫人薦豆。卿大夫相君，命婦相夫人。齊齊乎其敬也，愉愉乎其忠也，勿勿諸其欲其饗之也。文王之祭也：事死者如事生，思死者如不欲生，忌日必哀，稱諱如見親。祀之忠也，如見親之所愛，如欲色然；其文王與？《詩》雲：「明發不寐，有懷二人。」文王之詩也。祭之明日，明發不寐，饗而致之，又從而思之。祭之日，樂與哀半；饗之必樂，已至必哀。",
          "仲尼嘗，奉薦而進其親也愨，其行趨趨以數。已祭，子贛問曰：「子之言祭，濟濟漆漆然；今子之祭，無濟濟漆漆，何也？」子曰：「濟濟者，容也遠也；漆漆者，容也自反也。容以遠，若容以自反也，夫何神明之及交，夫何濟濟漆漆之有乎？反饋，樂成，薦其薦俎，序其禮樂，備其百官。君子致其濟濟漆漆，夫何慌惚之有乎？夫言，豈一端而已？夫各有所當也。」",
          "孝子將祭，慮事不可以不豫；比時具物，不可以不備；虛中以治之。宮室既修，牆屋既設，百物既備，夫婦齊戒沐浴，盛服奉承而進之，洞洞乎，屬屬乎，如弗勝，如將失之，其孝敬之心至也與！薦其薦俎，序其禮樂，備其百官，奉承而進之。於是諭其志意，以其恍惚以與神明交，庶或饗之。「庶或饗之」，孝子之志也。孝子之祭也，盡其愨而愨焉，盡其信而信焉，盡其敬而敬焉，盡其禮而不過失焉。進退必敬，如親聽命，則或使之也。孝子之祭，可知也，其立之也敬以詘，其進之也敬以愉，其薦之也敬以欲；退而立，如將受命；已徹而退，敬齊之色不絕於面。孝子之祭也，立而不詘，固也；進而不愉，疏也；薦而不欲，不愛也；退立而不如受命，敖也；已徹而退，無敬齊之色，而忘本也。如是而祭，失之矣。孝子之有深愛者，必有和氣；有和氣者，必有愉色；有愉色者，必有婉容。孝子如執玉，如奉盈，洞洞屬屬然，如弗勝，如將失之。嚴威儼恪，非所以事親也，成人之道也。",
          "先王之所以治天下者五：貴有德，貴貴，貴老，敬長，慈幼。此五者，先王之所以定天下也。貴有德，何為也？為其近於道也。貴貴，為其近於君也。貴老，為其近於親也。敬長，為其近於兄也。慈幼，為其近於子也。是故至孝近乎王，至弟近乎霸。至孝近乎王，雖天子，必有父；至弟近乎霸，雖諸侯，必有兄。先王之教，因而弗改，所以領天下國家也。子曰：「立愛自親始，教民睦也。立教自長始，教民順也。教以慈睦，而民貴有親；教以敬長，而民貴用命。孝以事親，順以聽命，錯諸天下，無所不行。」",
          "郊之祭也，喪者不敢哭，凶服者不敢入國門，敬之至也。祭之日，君牽牲，穆答君，卿大夫序從。既入廟門，麗於碑，卿大夫袒，而毛牛尚耳，鸞刀以刲，取膟菺，乃退。爓祭，祭腥而退，敬之至也。郊之祭，大報天而主日，配以月。夏後氏祭其闇，殷人祭其陽，周人祭日，以朝及闇。祭日於壇，祭月於坎，以別幽明，以制上下。祭日於東，祭月於西，以別外內，以端其位。日出於東，月生於西。陰陽長短，終始相巡，以致天下之和。天下之禮，致反始也，致鬼神也，致和用也，致義也，致讓也。致反始，以厚其本也；致鬼神，以尊上也；致物用，以立民紀也。致義，則上下不悖逆矣。致讓，以去爭也。合此五者，以治天下之禮也，雖有奇邪，而不治者則微矣。",
          "宰我曰：「吾聞鬼神之名，而不知其所謂。」子曰：「氣也者，神之盛也；魄也者，鬼之盛也；合鬼與神，教之至也。眾生必死，死必歸土：此之謂鬼。骨肉斃於下，陰為野土；其氣發揚於上，為昭明，焄蒿，淒愴，此百物之精也，神之著也。因物之精，制為之極，明命鬼神，以為黔首則。百眾以畏，萬民以服。」聖人以是為未足也，築為宮室，謂為宗祧，以別親疏遠邇，教民反古複始，不忘其所由生也。眾之服自此，故聽且速也。二端既立，報以二禮。建設朝事，燔燎膻薌，見以蕭光，以報氣也。此教眾反始也。薦黍稷，羞肝肺首心，見間以俠甒，加以鬱鬯，以報魄也。教民相愛，上下用情，禮之至也。",
          "君子反古複始，不忘其所由生也，是以致其敬，發其情，竭力從事，以報其親，不敢弗盡也。是故昔者天子為藉千畝，冕而朱紘，躬秉耒。諸侯為藉百畝，冕而青紘，躬秉耒，以事天地、山川、社稷、先古，以為醴酪齊盛，於是乎取之，敬之至也。",
          "古者天子、諸侯必有養獸之官，及歲時，齊戒沐浴而躬朝之。犧牷祭牲，必於是取之，敬之至也。君召牛，納而視之，擇其毛而卜之，吉，然後養之。君皮弁素積，朔月，月半，君巡牲，所以致力，孝之至也。古者天子、諸侯必有公桑、蠶室，近川而為之。築宮仞有三尺，棘牆而外閉之。及大昕之朝，君皮弁素積，卜三宮之夫人世婦之吉者，使入蠶於蠶室，奉種浴於川；桑於公桑，風戾以食之。歲既殫矣，世婦卒蠶，奉繭以示於君，遂獻繭於夫人。夫人曰：「此所以為君服與？」遂副褘而受之，因少牢以禮之。古之獻繭者，其率用此與！及良日，夫人繅，三盆手，遂布於三宮夫人世婦之吉者使繅；遂朱綠之，玄黃之，以為黼黻文章。服既成，君服以祀先王先公，敬之至也。君子曰：禮樂不可斯須去身。致樂以治心，則易直子諒之心，油然生矣。易直子諒之心生則樂，樂則安，安則久，久則天，天則神。天則不言而信，神則不怒而威。致樂以治心者也。致禮以治躬則莊敬，莊敬則嚴威。心中斯須不和不樂，而鄙詐之心入之矣；外貌斯須不莊不敬，而慢易之心入之矣。故樂也者，動於內者也，禮也者，動於外者也。樂極和，禮極順。內和而外順，則民瞻其顏色而不與爭也；望其容貌，而眾不生慢易焉。故德輝動乎內，而民莫不承聽；理發乎外，而眾莫不承順。故曰：致禮樂之道，而天下塞焉，舉而措之無難矣。樂也者，動於內者也；禮也者，動於外者也。故禮主其減，樂主其盈。禮減而進，以進為文；樂盈而反，以反為文。禮減而不進則銷，樂盈而不反則放。故禮有報而樂有反。禮得其報則樂，樂得其反則安。禮之報，樂之反，其義一也。",
          "曾子曰：「孝有三：大孝尊親，其次弗辱，其下能養。」公明儀問於曾子曰：「夫子可以為孝乎？」曾子曰：「是何言與！是何言與！君子之所為孝者：先意承志，諭父母於道。參，直養者也，安能為孝乎？」",
          "曾子曰：「身也者，父母之遺體也。行父母之遺體，敢不敬乎？居處不莊，非孝也；事君不忠，非孝也；蒞官不敬，非孝也；朋友不信，非孝也；戰陳無勇，非孝也；五者不遂，災及於親，敢不敬乎？亨孰膻薌，嘗而薦之，非孝也，養也。君子之所謂孝也者，國人稱願然曰：『幸哉有子！』如此，所謂孝也已。眾之本教曰孝，其行曰養。養，可能也，敬為難；敬，可能也，安為難；安，可能也，卒為難。父母既沒，慎行其身，不遺父母惡名，可謂能終矣。仁者，仁此者也；禮者，履此者也；義者，宜此者也；信者，信此者也；強者，強此者也。樂自順此生，刑自反此作。」曾子曰：「夫孝，置之而塞乎天地，溥之而橫乎四海，施諸後世而無朝夕，推而放諸東海而准，推而放諸西海而准，推而放諸南海而准，推而放諸北海而准。《詩》雲：『自西自東，自南自北，無思不服。』此之謂也。」曾子曰：「樹木以時伐焉，禽獸以時殺焉。夫子曰：『斷一樹，殺一獸，不以其時，非孝也。』孝有三：小孝用力，中孝用勞，大孝不匱。思慈愛忘勞，可謂用力矣。尊仁安義，可謂用勞矣。博施備物，可謂不匱矣。父母愛之，嘉而弗忘；父母惡之，懼而無怨；父母有過，諫而不逆；父母既沒，必求仁者之粟以祀之。此之謂禮終。」樂正子春下堂而傷其足，數月不出，猶有憂色。門弟子曰：「夫子之足瘳矣，數月不出，猶有憂色，何也？」樂正子春曰：「善如爾之問也！善如爾之問也！吾聞諸曾子，曾子聞諸夫子曰：『天之所生，地之所養，無人為大。』父母全而生之，子全而歸之，可謂孝矣。不虧其體，不辱其身，可謂全矣。故君子頃步而弗敢忘孝也。今予忘孝之道，予是以有憂色也。壹舉足而不敢忘父母，壹出言而不敢忘父母。壹舉足而不敢忘父母，是故道而不徑，舟而不遊，不敢以先父母之遺體行殆。壹出言而不敢忘父母，是故惡言不出於口，忿言不反於身。不辱其身，不羞其親，可謂孝矣。」",
          "昔者，有虞氏貴德而尚齒，夏後氏貴爵而尚齒，殷人貴富而尚齒，周人貴親而尚齒。虞夏殷周，天下之盛王也，未有遺年者。年之貴乎天下，久矣；次乎事親也。是故朝廷同爵則尚齒。七十杖於朝，君問則席。八十不俟朝，君問則就之，而弟達乎朝廷矣。行，肩而不並，不錯則隨。見老者，則車徒辟；斑白者不以其任行乎道路，而弟達乎道路矣。居鄉以齒，而老窮不遺，強不犯弱，眾不暴寡，而弟達乎州巷矣。古之道，五十不為甸徒，頒禽隆諸長者，而弟達乎搜狩矣。軍旅什伍，同爵則尚齒，而弟達乎軍旅矣。孝弟發諸朝廷，行乎道路，至乎州巷，放乎搜狩，修乎軍旅，眾以義死之，而弗敢犯也。",
          "祀乎明堂，所以教諸侯之孝也；食三老五更於大學，所以教諸侯之弟也。祀先賢於西學，所以教諸侯之德也；耕藉，所以教諸侯之養也；朝覲，所以教諸侯之臣也。五者，天下之大教也。食三老五更於大學，天子袒而割牲，執醬而饋，執爵而酳，冕而揔幹，所以教諸侯之弟也。是故，鄉裏有齒，而老窮不遺，強不犯弱，眾不暴寡，此由大學來者也。天子設四學，當入學，而大子齒。天子巡守，諸侯待於竟。天子先見百年者。八、十九十者東行，西行者弗敢過；西行，東行者弗敢過。欲言政者，君就之可也。壹命齒於鄉裏，再命齒於族，三命不齒；族有七十者，弗敢先。七十者，不有大故不入朝；若有大故而入，君必與之揖讓，而後及爵者。天子有善，讓德於天；諸侯有善，歸諸天子；卿大夫有善，薦於諸侯；士、庶人有善，本諸父母，存諸長老；祿爵慶賞，成諸宗廟；所以示順也。昔者，聖人建陰陽天地之情，立以為《易》。易抱龜南面，天子卷冕北面，雖有明知之心，必進斷其志焉。示不敢專，以尊天也。善則稱人，過則稱己。教不伐以尊賢也。孝子將祭祀，必有齊莊之心以慮事，以具服物，以修宮室，以治百事。及祭之日，顏色必溫，行必恐，如懼不及愛然。其奠之也，容貌必溫，身必詘，如語焉而未之然。宿者皆出，其立卑靜以正，如將弗見然。及祭之後，陶陶遂遂，如將複入然。是故，愨善不違身，耳目不違心，思慮不違親。結諸心，形諸色，而術省之--孝子之志也。建國之神位：右社稷，而左宗廟。"
        ]
      },
      "simplified": {
        "title": "卷二十四 祭义",
        "paragraphs": [
          "祭不欲数，数则烦，烦则不敬。祭不欲疏，疏则怠，怠则忘。是故君子合诸天道：春禘秋尝。霜露既降，君子履之，必有凄怆之心，非其寒之谓也。春，雨露既濡，君子履之，必有怵惕之心，如将见之。乐以迎来，哀以送往，故禘有乐而尝无乐。致齐于内，散齐于外。齐之日：思其居处，思其笑语，思其志意，思其所乐，思其所嗜。齐三日，乃见其所为齐者。祭之日：入室，僾然必有见乎其位，周还出户，肃然必有闻乎其容声，出户而听，忾然必有闻乎其叹息之声。是故，先王之孝也，色不忘乎目，声不绝乎耳，心志嗜欲不忘乎心。致爱则存，致悫则着。着存不忘乎心，夫安得不敬乎？君子生则敬养，死则敬享，思终身弗辱也。君子有终身之丧，忌日之谓也。忌日不用，非不祥也。言夫日，志有所至，而不敢尽其私也。唯圣人为能飨帝，孝子为能飨亲。飨者，乡也。乡之，然后能飨焉。是故孝子临尸而不怍。君牵牲，夫人奠盎。君献尸，夫人荐豆。卿大夫相君，命妇相夫人。齐齐乎其敬也，愉愉乎其忠也，勿勿诸其欲其飨之也。文王之祭也：事死者如事生，思死者如不欲生，忌日必哀，称讳如见亲。祀之忠也，如见亲之所爱，如欲色然；其文王与？《诗》云：「明发不寐，有怀二人。」文王之诗也。祭之明日，明发不寐，飨而致之，又从而思之。祭之日，乐与哀半；飨之必乐，已至必哀。",
          "仲尼尝，奉荐而进其亲也悫，其行趋趋以数。已祭，子赣问曰：「子之言祭，济济漆漆然；今子之祭，无济济漆漆，何也？」子曰：「济济者，容也远也；漆漆者，容也自反也。容以远，若容以自反也，夫何神明之及交，夫何济济漆漆之有乎？反馈，乐成，荐其荐俎，序其礼乐，备其百官。君子致其济济漆漆，夫何慌惚之有乎？夫言，岂一端而已？夫各有所当也。」",
          "孝子将祭，虑事不可以不豫；比时具物，不可以不备；虚中以治之。宫室既修，墙屋既设，百物既备，夫妇齐戒沐浴，盛服奉承而进之，洞洞乎，属属乎，如弗胜，如将失之，其孝敬之心至也与！荐其荐俎，序其礼乐，备其百官，奉承而进之。于是谕其志意，以其恍惚以与神明交，庶或飨之。「庶或飨之」，孝子之志也。孝子之祭也，尽其悫而悫焉，尽其信而信焉，尽其敬而敬焉，尽其礼而不过失焉。进退必敬，如亲听命，则或使之也。孝子之祭，可知也，其立之也敬以诎，其进之也敬以愉，其荐之也敬以欲；退而立，如将受命；已彻而退，敬齐之色不绝于面。孝子之祭也，立而不诎，固也；进而不愉，疏也；荐而不欲，不爱也；退立而不如受命，敖也；已彻而退，无敬齐之色，而忘本也。如是而祭，失之矣。孝子之有深爱者，必有和气；有和气者，必有愉色；有愉色者，必有婉容。孝子如执玉，如奉盈，洞洞属属然，如弗胜，如将失之。严威俨恪，非所以事亲也，成人之道也。",
          "先王之所以治天下者五：贵有德，贵贵，贵老，敬长，慈幼。此五者，先王之所以定天下也。贵有德，何为也？为其近于道也。贵贵，为其近于君也。贵老，为其近于亲也。敬长，为其近于兄也。慈幼，为其近于子也。是故至孝近乎王，至弟近乎霸。至孝近乎王，虽天子，必有父；至弟近乎霸，虽诸侯，必有兄。先王之教，因而弗改，所以领天下国家也。子曰：「立爱自亲始，教民睦也。立教自长始，教民顺也。教以慈睦，而民贵有亲；教以敬长，而民贵用命。孝以事亲，顺以听命，错诸天下，无所不行。」",
          "郊之祭也，丧者不敢哭，凶服者不敢入国门，敬之至也。祭之日，君牵牲，穆答君，卿大夫序从。既入庙门，丽于碑，卿大夫袒，而毛牛尚耳，鸾刀以刲，取膟菺，乃退。爓祭，祭腥而退，敬之至也。郊之祭，大报天而主日，配以月。夏后氏祭其闇，殷人祭其阳，周人祭日，以朝及闇。祭日于坛，祭月于坎，以别幽明，以制上下。祭日于东，祭月于西，以别外内，以端其位。日出于东，月生于西。阴阳长短，终始相巡，以致天下之和。天下之礼，致反始也，致鬼神也，致和用也，致义也，致让也。致反始，以厚其本也；致鬼神，以尊上也；致物用，以立民纪也。致义，则上下不悖逆矣。致让，以去争也。合此五者，以治天下之礼也，虽有奇邪，而不治者则微矣。",
          "宰我曰：「吾闻鬼神之名，而不知其所谓。」子曰：「气也者，神之盛也；魄也者，鬼之盛也；合鬼与神，教之至也。众生必死，死必归土：此之谓鬼。骨肉毙于下，阴为野土；其气发扬于上，为昭明，焄蒿，凄怆，此百物之精也，神之着也。因物之精，制为之极，明命鬼神，以为黔首则。百众以畏，万民以服。」圣人以是为未足也，筑为宫室，谓为宗祧，以别亲疏远迩，教民反古复始，不忘其所由生也。众之服自此，故听且速也。二端既立，报以二礼。建设朝事，燔燎膻芗，见以萧光，以报气也。此教众反始也。荐黍稷，羞肝肺首心，见间以侠甒，加以郁鬯，以报魄也。教民相爱，上下用情，礼之至也。",
          "君子反古复始，不忘其所由生也，是以致其敬，发其情，竭力从事，以报其亲，不敢弗尽也。是故昔者天子为藉千亩，冕而朱纮，躬秉耒。诸侯为藉百亩，冕而青纮，躬秉耒，以事天地、山川、社稷、先古，以为醴酪齐盛，于是乎取之，敬之至也。",
          "古者天子、诸侯必有养兽之官，及岁时，齐戒沐浴而躬朝之。牺牷祭牲，必于是取之，敬之至也。君召牛，纳而视之，择其毛而卜之，吉，然后养之。君皮弁素积，朔月，月半，君巡牲，所以致力，孝之至也。古者天子、诸侯必有公桑、蚕室，近川而为之。筑宫仞有三尺，棘墙而外闭之。及大昕之朝，君皮弁素积，卜三宫之夫人世妇之吉者，使入蚕于蚕室，奉种浴于川；桑于公桑，风戾以食之。岁既殚矣，世妇卒蚕，奉茧以示于君，遂献茧于夫人。夫人曰：「此所以为君服与？」遂副袆而受之，因少牢以礼之。古之献茧者，其率用此与！及良日，夫人缫，三盆手，遂布于三宫夫人世妇之吉者使缫；遂朱绿之，玄黄之，以为黼黻文章。服既成，君服以祀先王先公，敬之至也。君子曰：礼乐不可斯须去身。致乐以治心，则易直子谅之心，油然生矣。易直子谅之心生则乐，乐则安，安则久，久则天，天则神。天则不言而信，神则不怒而威。致乐以治心者也。致礼以治躬则庄敬，庄敬则严威。心中斯须不和不乐，而鄙诈之心入之矣；外貌斯须不庄不敬，而慢易之心入之矣。故乐也者，动于内者也，礼也者，动于外者也。乐极和，礼极顺。内和而外顺，则民瞻其颜色而不与争也；望其容貌，而众不生慢易焉。故德辉动乎内，而民莫不承听；理发乎外，而众莫不承顺。故曰：致礼乐之道，而天下塞焉，举而措之无难矣。乐也者，动于内者也；礼也者，动于外者也。故礼主其减，乐主其盈。礼减而进，以进为文；乐盈而反，以反为文。礼减而不进则销，乐盈而不反则放。故礼有报而乐有反。礼得其报则乐，乐得其反则安。礼之报，乐之反，其义一也。",
          "曾子曰：「孝有三：大孝尊亲，其次弗辱，其下能养。」公明仪问于曾子曰：「夫子可以为孝乎？」曾子曰：「是何言与！是何言与！君子之所为孝者：先意承志，谕父母于道。参，直养者也，安能为孝乎？」",
          "曾子曰：「身也者，父母之遗体也。行父母之遗体，敢不敬乎？居处不庄，非孝也；事君不忠，非孝也；莅官不敬，非孝也；朋友不信，非孝也；战陈无勇，非孝也；五者不遂，灾及于亲，敢不敬乎？亨孰膻芗，尝而荐之，非孝也，养也。君子之所谓孝也者，国人称愿然曰：『幸哉有子！』如此，所谓孝也已。众之本教曰孝，其行曰养。养，可能也，敬为难；敬，可能也，安为难；安，可能也，卒为难。父母既没，慎行其身，不遗父母恶名，可谓能终矣。仁者，仁此者也；礼者，履此者也；义者，宜此者也；信者，信此者也；强者，强此者也。乐自顺此生，刑自反此作。」曾子曰：「夫孝，置之而塞乎天地，溥之而横乎四海，施诸后世而无朝夕，推而放诸东海而准，推而放诸西海而准，推而放诸南海而准，推而放诸北海而准。《诗》云：『自西自东，自南自北，无思不服。』此之谓也。」曾子曰：「树木以时伐焉，禽兽以时杀焉。夫子曰：『断一树，杀一兽，不以其时，非孝也。』孝有三：小孝用力，中孝用劳，大孝不匮。思慈爱忘劳，可谓用力矣。尊仁安义，可谓用劳矣。博施备物，可谓不匮矣。父母爱之，嘉而弗忘；父母恶之，惧而无怨；父母有过，谏而不逆；父母既没，必求仁者之粟以祀之。此之谓礼终。」乐正子春下堂而伤其足，数月不出，犹有忧色。门弟子曰：「夫子之足瘳矣，数月不出，犹有忧色，何也？」乐正子春曰：「善如尔之问也！善如尔之问也！吾闻诸曾子，曾子闻诸夫子曰：『天之所生，地之所养，无人为大。』父母全而生之，子全而归之，可谓孝矣。不亏其体，不辱其身，可谓全矣。故君子顷步而弗敢忘孝也。今予忘孝之道，予是以有忧色也。壹举足而不敢忘父母，壹出言而不敢忘父母。壹举足而不敢忘父母，是故道而不径，舟而不游，不敢以先父母之遗体行殆。壹出言而不敢忘父母，是故恶言不出于口，忿言不反于身。不辱其身，不羞其亲，可谓孝矣。」",
          "昔者，有虞氏贵德而尚齿，夏后氏贵爵而尚齿，殷人贵富而尚齿，周人贵亲而尚齿。虞夏殷周，天下之盛王也，未有遗年者。年之贵乎天下，久矣；次乎事亲也。是故朝廷同爵则尚齿。七十杖于朝，君问则席。八十不俟朝，君问则就之，而弟达乎朝廷矣。行，肩而不并，不错则随。见老者，则车徒辟；斑白者不以其任行乎道路，而弟达乎道路矣。居乡以齿，而老穷不遗，强不犯弱，众不暴寡，而弟达乎州巷矣。古之道，五十不为甸徒，颁禽隆诸长者，而弟达乎搜狩矣。军旅什伍，同爵则尚齿，而弟达乎军旅矣。孝弟发诸朝廷，行乎道路，至乎州巷，放乎搜狩，修乎军旅，众以义死之，而弗敢犯也。",
          "祀乎明堂，所以教诸侯之孝也；食三老五更于大学，所以教诸侯之弟也。祀先贤于西学，所以教诸侯之德也；耕藉，所以教诸侯之养也；朝觐，所以教诸侯之臣也。五者，天下之大教也。食三老五更于大学，天子袒而割牲，执酱而馈，执爵而酳，冕而揔干，所以教诸侯之弟也。是故，乡里有齿，而老穷不遗，强不犯弱，众不暴寡，此由大学来者也。天子设四学，当入学，而大子齿。天子巡守，诸侯待于竟。天子先见百年者。八、十九十者东行，西行者弗敢过；西行，东行者弗敢过。欲言政者，君就之可也。壹命齿于乡里，再命齿于族，三命不齿；族有七十者，弗敢先。七十者，不有大故不入朝；若有大故而入，君必与之揖让，而后及爵者。天子有善，让德于天；诸侯有善，归诸天子；卿大夫有善，荐于诸侯；士、庶人有善，本诸父母，存诸长老；禄爵庆赏，成诸宗庙；所以示顺也。昔者，圣人建阴阳天地之情，立以为《易》。易抱龟南面，天子卷冕北面，虽有明知之心，必进断其志焉。示不敢专，以尊天也。善则称人，过则称己。教不伐以尊贤也。孝子将祭祀，必有齐庄之心以虑事，以具服物，以修宫室，以治百事。及祭之日，颜色必温，行必恐，如惧不及爱然。其奠之也，容貌必温，身必诎，如语焉而未之然。宿者皆出，其立卑静以正，如将弗见然。及祭之后，陶陶遂遂，如将复入然。是故，悫善不违身，耳目不违心，思虑不违亲。结诸心，形诸色，而术省之--孝子之志也。建国之神位：右社稷，而左宗庙。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷二十五 祭统",
      "id": "8150868553",
      "traditional": {
        "title": "卷二十五 祭統",
        "paragraphs": [
          "凡治人之道，莫急於禮。禮有五經，莫重於祭。夫祭者，非物自外至者也，自中出生於心也；心怵而奉之以禮。是故，唯賢者能盡祭之義。賢者之祭也，必受其福。非世所謂福也。福者，備也；備者，百順之名也。無所不順者，謂之備。言：內盡於己，而外順於道也。忠臣以事其君，孝子以事其親，其本一也。上則順於鬼神，外則順於君長，內則以孝於親。如此之謂備。唯賢者能備，能備然後能祭。是故，賢者之祭也：致其誠信與其忠敬，奉之以物，道之以禮，安之以樂，參之以時。明薦之而已矣。不求其為。此孝子之心也。祭者，所以追養繼孝也。孝者畜也。順於道不逆於倫，是之謂畜。是故，孝子之事親也，有三道焉：生則養，沒則喪，喪畢則祭。養則觀其順也，喪則觀其哀也，祭則觀其敬而時也。盡此三道者，孝子之行也。既內自盡，又外求助，昏禮是也。故國君取夫人之辭曰：「請君之玉女與寡人共有敝邑，事宗廟社稷。」此求助之本也。夫祭也者，必夫婦親之，所以備外內之官也；官備則具備。水草之菹，陸產之醢，小物備矣；三牲之俎，八簋之實，美物備矣；昆蟲之異，草木之實，陰陽之物備矣。凡天之所生，地之所長，茍可薦者，莫不鹹在，示盡物也。外則盡物，內則盡志，此祭之心也。是故，天子親耕於南郊，以共齊盛；王後蠶於北郊，以共純服。諸侯耕於東郊，亦以共齊盛；夫人蠶於北郊，以共冕服。天子諸侯非莫耕也，王後夫人非莫蠶也，身致其誠信，誠信之謂盡，盡之謂敬，敬盡然後可以事神明，此祭之道也。及時將祭，君子乃齊。齊之為言齊也。齊不齊以致齊者也。是以君子非有大事也，非有恭敬也，則不齊。不齊則於物無防也，嗜欲無止也。及其將齊也，防其邪物，訖其嗜欲，耳不聽樂。故記曰：「齊者不樂」，言不敢散其志也。心不茍慮，必依於道；手足不茍動，必依於禮。是故君子之齊也，專致其精明之德也。故散齊七日以定之，致齊三日以齊之。定之之謂齊。齊者精明之至也，然後可以交於神明也。是故，先期旬有一日，宮宰宿夫人，夫人亦散齊七日，致齊三日。君致齊於外，夫人致齊於內，然後會於大廟。君純冕立於阼，夫人副褘立於東房。君執圭瓚裸屍，大宗執璋瓚亞裸。及迎牲，君執紖，卿大夫從士執芻。宗婦執盎從夫人薦涚水。君執鸞刀羞嚌，夫人薦豆，此之謂夫婦親之。",
          "及入舞，君執幹戚就舞位，君為東上，冕而揔幹，率其群臣，以樂皇屍。是故天子之祭也，與天下樂之；諸侯之祭也，與竟內樂之。冕而揔幹，率其群臣，以樂皇屍，此與竟內樂之之義也。夫祭有三重焉：獻之屬，莫重於裸，聲莫重於升歌，舞莫重於《武宿夜》，此周道也。凡三道者，所以假於外而以增君子之志也，故與志進退；志輕則亦輕，志重則亦重。輕其志而求外之重也，雖聖人弗能得也。是故君子之祭也，必身自盡也，所以明重也。道之以禮，以奉三重，而薦諸皇屍，此聖人之道也。夫祭有餕；餕者祭之末也，不可不知也。是故古之人有言曰：「善終者如始。」餕其是已。是故古之君子曰：「屍亦餕鬼神之餘也，惠術也，可以觀政矣。」是故屍謖，君與卿四人餕。君起，大夫六人餕；臣餕君之餘也。大夫起，士八人餕；賤餕貴之餘也。士起，各執其具以出，陳於堂下，百官進，徹之，下餕上之餘也。凡餕之道，每變以眾，所以別貴賤之等，而興施惠之象也。是故以四簋黍見其修於廟中也。廟中者竟內之象也。祭者澤之大者也。是故上有大澤則惠必及下，顧上先下後耳。非上積重而下有凍餒之民也。是故上有大澤，則民夫人待於下流，知惠之必將至也，由餕見之矣。故曰：「可以觀政矣。」",
          "夫祭之為物大矣，其興物備矣。順以備者也，其教之本與？是故，君子之教也，外則教之以尊其君長，內則教之以孝於其親。是故，明君在上，則諸臣服從；崇事宗廟社稷，則子孫順孝。盡其道，端其義，而教生焉。是故君子之事君也，必身行之，所不安於上，則不以使下；所惡於下，則不以事上；非諸人，行諸己，非教之道也。是故君子之教也，必由其本，順之至也，祭其是與？故曰：祭者，教之本也已。夫祭有十倫焉；見事鬼神之道焉，見君臣之義焉，見父子之倫焉，見貴賤之等焉，見親疏之殺焉，見爵賞之施焉，見夫婦之別焉，見政事之均焉，見長幼之序焉，見上下之際焉。此之謂十倫。",
          "〔祭有十倫〕鋪筵設同幾，為依神也；詔祝於室，而出於祊，此交神明之道也。君迎牲而不迎屍，別嫌也。屍在廟門外，則疑於臣，在廟中則全於君；君在廟門外則疑於君，入廟門則全於臣、全於子。是故，不出者，明君臣之義也。夫祭之道，孫為王父屍。所使為屍者，於祭者子行也；父北面而事之，所以明子事父之道也。此父子之倫也。屍飲五，君洗玉爵獻卿；屍飲七，以瑤爵獻大夫；屍飲九，以散爵獻士及群有司，皆以齒。明尊卑之等也。",
          "夫祭有昭穆，昭穆者，所以別父子、遠近、長幼、親疏之序而無亂也。是故，有事於大廟，則群昭群穆鹹在而不失其倫。此之謂親疏之殺也。古者，明君爵有德而祿有功，必賜爵祿於大廟，示不敢專也。故祭之日，一獻，君降立於阼階之南，南鄉。所命北面，史由君右執策命之。再拜稽首。受書以歸，而舍奠於其廟。此爵賞之施也。君卷冕立於阼，夫人副褘立於東房。夫人薦豆執校，執醴授之執鐙。屍酢夫人執柄，夫人受屍執足。夫婦相授受，不相襲處，酢必易爵。明夫婦之別也。凡為俎者，以骨為主。骨有貴賤；殷人貴髀，周人貴肩，凡前貴於後。俎者，所以明祭之必有惠也。是故，貴者取貴骨，賤者取賤骨。貴者不重，賤者不虛，示均也。惠均則政行，政行則事成，事成則功立。功之所以立者，不可不知也。俎者，所以明惠之必均也。善為政者如此，故曰：見政事之均焉。",
          "凡賜爵，昭為一，穆為一。昭與昭齒，穆與穆齒，凡群有司皆以齒，此之謂長幼有序。夫祭有畀輝胞翟閽者，惠下之道也。唯有德之君為能行此，明足以見之，仁足以與之。畀之為言與也，能以其餘畀其下者也。輝者，甲吏之賤者也；胞者，肉吏之賤者也；翟者，樂吏之賤者也；閽者，守門之賤者也。古者不使刑人守門，此四守者，吏之至賤者也。屍又至尊；以至尊既祭之末，而不忘至賤，而以其餘畀之。是故明君在上，則竟內之民無凍餒者矣，此之謂上下之際。",
          "凡祭有四時：春祭曰礿，夏祭曰禘，秋祭曰嘗，冬祭曰烝。礿、禘，陽義也；嘗、烝，陰義也。禘者陽之盛也，嘗者陰之盛也。故曰：莫重於禘、嘗。古者於禘也，發爵賜服，順陽義也；於嘗也，出田邑，發秋政，順陰義也。故記曰：「嘗之日，發公室，示賞也；草艾則墨；未發秋政，則民弗敢草也。」故曰：禘、嘗之義大矣。治國之本也，不可不知也。明其義者君也，能其事者臣也。不明其義，君人不全；不能其事，為臣不全。夫義者，所以濟志也，諸德之發也。是故其德盛者，其志厚；其志厚者，其義章。其義章者，其祭也敬。祭敬則竟內之子孫莫敢不敬矣。是故君子之祭也，必身親蒞之；有故，則使人可也。雖使人也，君不失其義者，君明其義故也。其德薄者，其志輕，疑於其義，而求祭；使之必敬也，弗可得已。祭而不敬，何以為民父母矣？夫鼎有銘，銘者，自名也。自名以稱揚其先祖之美，而明著之後世者也。為先祖者，莫不有美焉，莫不有惡焉，銘之義，稱美而不稱惡，此孝子孝孫之心也。唯賢者能之。銘者，論譔其先祖之有德善，功烈勳勞慶賞聲名列於天下，而酌之祭器；自成其名焉，以祀其先祖者也。顯揚先祖，所以崇孝也。身比焉，順也。明示後世，教也。夫銘者，壹稱而上下皆得焉耳矣。是故君子之觀於銘也，既美其所稱，又美其所為。為之者，明足以見之，仁足以與之，知足以利之，可謂賢矣。賢而勿伐，可謂恭矣。故衛孔悝之鼎銘曰：六月丁亥，公假於大廟。公曰：「叔舅！乃祖莊叔，左右成公。成公乃命莊叔隨難於漢陽，即宮於宗周，奔走無射。啟右獻公。獻公乃命成叔，纂乃祖服。乃考文叔，興舊耆欲，作率慶士，躬恤衛國，其勤公家，夙夜不解，民鹹曰：『休哉！』」公曰：「叔舅！予女銘：若纂乃考服。」悝拜稽首曰：「對揚以辟之，勤大命施於烝彝鼎。」此衛孔悝之鼎銘也。古之君子論譔其先祖之美，而明著之後世者也。以比其身，以重其國家如此。子孫之守宗廟社稷者，其先祖無美而稱之，是誣也；有善而弗知，不明也；知而弗傳，不仁也。此三者，君子之所恥也。昔者，周公旦有勳勞於天下。周公既沒，成王、康王追念周公之所以勳勞者，而欲尊魯；故賜之以重祭。外祭，則郊社是也；內祭，則大嘗禘是也。夫大嘗禘，升歌《清廟》，下而管《象》；朱幹玉戚，以舞《大武》；八佾，以舞《大夏》；此天子之樂也。康周公，故以賜魯也。子孫纂之，至於今不廢，所以明周公之德而又以重其國也。"
        ]
      },
      "simplified": {
        "title": "卷二十五 祭统",
        "paragraphs": [
          "凡治人之道，莫急于礼。礼有五经，莫重于祭。夫祭者，非物自外至者也，自中出生于心也；心怵而奉之以礼。是故，唯贤者能尽祭之义。贤者之祭也，必受其福。非世所谓福也。福者，备也；备者，百顺之名也。无所不顺者，谓之备。言：内尽于己，而外顺于道也。忠臣以事其君，孝子以事其亲，其本一也。上则顺于鬼神，外则顺于君长，内则以孝于亲。如此之谓备。唯贤者能备，能备然后能祭。是故，贤者之祭也：致其诚信与其忠敬，奉之以物，道之以礼，安之以乐，参之以时。明荐之而已矣。不求其为。此孝子之心也。祭者，所以追养继孝也。孝者畜也。顺于道不逆于伦，是之谓畜。是故，孝子之事亲也，有三道焉：生则养，没则丧，丧毕则祭。养则观其顺也，丧则观其哀也，祭则观其敬而时也。尽此三道者，孝子之行也。既内自尽，又外求助，昏礼是也。故国君取夫人之辞曰：「请君之玉女与寡人共有敝邑，事宗庙社稷。」此求助之本也。夫祭也者，必夫妇亲之，所以备外内之官也；官备则具备。水草之菹，陆产之醢，小物备矣；三牲之俎，八簋之实，美物备矣；昆虫之异，草木之实，阴阳之物备矣。凡天之所生，地之所长，茍可荐者，莫不咸在，示尽物也。外则尽物，内则尽志，此祭之心也。是故，天子亲耕于南郊，以共齐盛；王后蚕于北郊，以共纯服。诸侯耕于东郊，亦以共齐盛；夫人蚕于北郊，以共冕服。天子诸侯非莫耕也，王后夫人非莫蚕也，身致其诚信，诚信之谓尽，尽之谓敬，敬尽然后可以事神明，此祭之道也。及时将祭，君子乃齐。齐之为言齐也。齐不齐以致齐者也。是以君子非有大事也，非有恭敬也，则不齐。不齐则于物无防也，嗜欲无止也。及其将齐也，防其邪物，讫其嗜欲，耳不听乐。故记曰：「齐者不乐」，言不敢散其志也。心不茍虑，必依于道；手足不茍动，必依于礼。是故君子之齐也，专致其精明之德也。故散齐七日以定之，致齐三日以齐之。定之之谓齐。齐者精明之至也，然后可以交于神明也。是故，先期旬有一日，宫宰宿夫人，夫人亦散齐七日，致齐三日。君致齐于外，夫人致齐于内，然后会于大庙。君纯冕立于阼，夫人副袆立于东房。君执圭瓒裸尸，大宗执璋瓒亚裸。及迎牲，君执纼，卿大夫从士执刍。宗妇执盎从夫人荐涚水。君执鸾刀羞哜，夫人荐豆，此之谓夫妇亲之。",
          "及入舞，君执干戚就舞位，君为东上，冕而揔干，率其群臣，以乐皇尸。是故天子之祭也，与天下乐之；诸侯之祭也，与竟内乐之。冕而揔干，率其群臣，以乐皇尸，此与竟内乐之之义也。夫祭有三重焉：献之属，莫重于裸，声莫重于升歌，舞莫重于《武宿夜》，此周道也。凡三道者，所以假于外而以增君子之志也，故与志进退；志轻则亦轻，志重则亦重。轻其志而求外之重也，虽圣人弗能得也。是故君子之祭也，必身自尽也，所以明重也。道之以礼，以奉三重，而荐诸皇尸，此圣人之道也。夫祭有馂；馂者祭之末也，不可不知也。是故古之人有言曰：「善终者如始。」馂其是已。是故古之君子曰：「尸亦馂鬼神之余也，惠术也，可以观政矣。」是故尸谡，君与卿四人馂。君起，大夫六人馂；臣馂君之余也。大夫起，士八人馂；贱馂贵之余也。士起，各执其具以出，陈于堂下，百官进，彻之，下馂上之余也。凡馂之道，每变以众，所以别贵贱之等，而兴施惠之象也。是故以四簋黍见其修于庙中也。庙中者竟内之象也。祭者泽之大者也。是故上有大泽则惠必及下，顾上先下后耳。非上积重而下有冻馁之民也。是故上有大泽，则民夫人待于下流，知惠之必将至也，由馂见之矣。故曰：「可以观政矣。」",
          "夫祭之为物大矣，其兴物备矣。顺以备者也，其教之本与？是故，君子之教也，外则教之以尊其君长，内则教之以孝于其亲。是故，明君在上，则诸臣服从；崇事宗庙社稷，则子孙顺孝。尽其道，端其义，而教生焉。是故君子之事君也，必身行之，所不安于上，则不以使下；所恶于下，则不以事上；非诸人，行诸己，非教之道也。是故君子之教也，必由其本，顺之至也，祭其是与？故曰：祭者，教之本也已。夫祭有十伦焉；见事鬼神之道焉，见君臣之义焉，见父子之伦焉，见贵贱之等焉，见亲疏之杀焉，见爵赏之施焉，见夫妇之别焉，见政事之均焉，见长幼之序焉，见上下之际焉。此之谓十伦。",
          "〔祭有十伦〕铺筵设同几，为依神也；诏祝于室，而出于祊，此交神明之道也。君迎牲而不迎尸，别嫌也。尸在庙门外，则疑于臣，在庙中则全于君；君在庙门外则疑于君，入庙门则全于臣、全于子。是故，不出者，明君臣之义也。夫祭之道，孙为王父尸。所使为尸者，于祭者子行也；父北面而事之，所以明子事父之道也。此父子之伦也。尸饮五，君洗玉爵献卿；尸饮七，以瑶爵献大夫；尸饮九，以散爵献士及群有司，皆以齿。明尊卑之等也。",
          "夫祭有昭穆，昭穆者，所以别父子、远近、长幼、亲疏之序而无乱也。是故，有事于大庙，则群昭群穆咸在而不失其伦。此之谓亲疏之杀也。古者，明君爵有德而禄有功，必赐爵禄于大庙，示不敢专也。故祭之日，一献，君降立于阼阶之南，南乡。所命北面，史由君右执策命之。再拜稽首。受书以归，而舍奠于其庙。此爵赏之施也。君卷冕立于阼，夫人副袆立于东房。夫人荐豆执校，执醴授之执镫。尸酢夫人执柄，夫人受尸执足。夫妇相授受，不相袭处，酢必易爵。明夫妇之别也。凡为俎者，以骨为主。骨有贵贱；殷人贵髀，周人贵肩，凡前贵于后。俎者，所以明祭之必有惠也。是故，贵者取贵骨，贱者取贱骨。贵者不重，贱者不虚，示均也。惠均则政行，政行则事成，事成则功立。功之所以立者，不可不知也。俎者，所以明惠之必均也。善为政者如此，故曰：见政事之均焉。",
          "凡赐爵，昭为一，穆为一。昭与昭齿，穆与穆齿，凡群有司皆以齿，此之谓长幼有序。夫祭有畀辉胞翟阍者，惠下之道也。唯有德之君为能行此，明足以见之，仁足以与之。畀之为言与也，能以其余畀其下者也。辉者，甲吏之贱者也；胞者，肉吏之贱者也；翟者，乐吏之贱者也；阍者，守门之贱者也。古者不使刑人守门，此四守者，吏之至贱者也。尸又至尊；以至尊既祭之末，而不忘至贱，而以其余畀之。是故明君在上，则竟内之民无冻馁者矣，此之谓上下之际。",
          "凡祭有四时：春祭曰礿，夏祭曰禘，秋祭曰尝，冬祭曰烝。礿、禘，阳义也；尝、烝，阴义也。禘者阳之盛也，尝者阴之盛也。故曰：莫重于禘、尝。古者于禘也，发爵赐服，顺阳义也；于尝也，出田邑，发秋政，顺阴义也。故记曰：「尝之日，发公室，示赏也；草艾则墨；未发秋政，则民弗敢草也。」故曰：禘、尝之义大矣。治国之本也，不可不知也。明其义者君也，能其事者臣也。不明其义，君人不全；不能其事，为臣不全。夫义者，所以济志也，诸德之发也。是故其德盛者，其志厚；其志厚者，其义章。其义章者，其祭也敬。祭敬则竟内之子孙莫敢不敬矣。是故君子之祭也，必身亲莅之；有故，则使人可也。虽使人也，君不失其义者，君明其义故也。其德薄者，其志轻，疑于其义，而求祭；使之必敬也，弗可得已。祭而不敬，何以为民父母矣？夫鼎有铭，铭者，自名也。自名以称扬其先祖之美，而明着之后世者也。为先祖者，莫不有美焉，莫不有恶焉，铭之义，称美而不称恶，此孝子孝孙之心也。唯贤者能之。铭者，论譔其先祖之有德善，功烈勋劳庆赏声名列于天下，而酌之祭器；自成其名焉，以祀其先祖者也。显扬先祖，所以崇孝也。身比焉，顺也。明示后世，教也。夫铭者，壹称而上下皆得焉耳矣。是故君子之观于铭也，既美其所称，又美其所为。为之者，明足以见之，仁足以与之，知足以利之，可谓贤矣。贤而勿伐，可谓恭矣。故卫孔悝之鼎铭曰：六月丁亥，公假于大庙。公曰：「叔舅！乃祖庄叔，左右成公。成公乃命庄叔随难于汉阳，即宫于宗周，奔走无射。启右献公。献公乃命成叔，纂乃祖服。乃考文叔，兴旧耆欲，作率庆士，躬恤卫国，其勤公家，夙夜不解，民咸曰：『休哉！』」公曰：「叔舅！予女铭：若纂乃考服。」悝拜稽首曰：「对扬以辟之，勤大命施于烝彝鼎。」此卫孔悝之鼎铭也。古之君子论譔其先祖之美，而明着之后世者也。以比其身，以重其国家如此。子孙之守宗庙社稷者，其先祖无美而称之，是诬也；有善而弗知，不明也；知而弗传，不仁也。此三者，君子之所耻也。昔者，周公旦有勋劳于天下。周公既没，成王、康王追念周公之所以勋劳者，而欲尊鲁；故赐之以重祭。外祭，则郊社是也；内祭，则大尝禘是也。夫大尝禘，升歌《清庙》，下而管《象》；朱干玉戚，以舞《大武》；八佾，以舞《大夏》；此天子之乐也。康周公，故以赐鲁也。子孙纂之，至于今不废，所以明周公之德而又以重其国也。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷二十六 经解",
      "id": "4941773282",
      "traditional": {
        "title": "卷二十六 經解",
        "paragraphs": [
          "孔子曰：「入其國，其教可知也。其為人也：溫柔敦厚，《詩》教也；疏通知遠，《書》教也；廣博易良，《樂》教也；潔靜精微，《易》教也；恭儉莊敬，《禮》教也；屬辭比事，《春秋》教也。故《詩》之失，愚；《書》之失，誣；《樂》之失，奢；《易》之失，賊；《禮》之失，煩；《春秋》之失，亂。其為人也：溫柔敦厚而不愚，則深於《詩》者也；疏通知遠而不誣，則深於《書》者也；廣博易良而不奢，則深於《樂》者也；潔靜精微而不賊，則深於《易》者也；恭儉莊敬而不煩，則深於《禮》者也；屬辭比事而不亂，則深於《春秋》者也。」",
          "天子者，與天地參。故德配天地，兼利萬物，與日月並明，明照四海而不遺微小。其在朝廷，則道仁聖禮義之序；燕處，則聽雅、頌之音；行步，則有環佩之聲；升車，則有鸞和之音。居處有禮，進退有度，百官得其宜，萬事得其序。《詩》雲：「淑人君子，其儀不忒。其儀不忒，正是四國。」此之謂也。發號出令而民說，謂之和；上下相親，謂之仁；民不求其所欲而得之，謂之信；除去天地之害，謂之義。義與信，和與仁，霸王之器也。有治民之意而無其器，則不成。",
          "禮之於正國也：猶衡之於輕重也，繩墨之於曲直也，規矩之於方圜也。故衡誠縣，不可欺以輕重；繩墨誠陳，不可欺以曲直；規矩誠設，不可欺以方圓；君子審禮，不可誣以奸詐。是故，隆禮由禮，謂之有方之士；不隆禮、不由禮，謂之無方之民。敬讓之道也。故以奉宗廟則敬，以入朝廷則貴賤有位，以處室家則父子親、兄弟和，以處鄉裏則長幼有序。孔子曰：「安上治民，莫善於禮。」此之謂也。",
          "故朝覲之禮，所以明君臣之義也。聘問之禮，所以使諸侯相尊敬也。喪祭之禮，所以明臣子之恩也。鄉飲酒之禮，所以明長幼之序也。昏姻之禮，所以明男女之別也。夫禮，禁亂之所由生，猶坊止水之所自來也。故以舊坊為無所用而壞之者，必有水敗；以舊禮為無所用而去之者，必有亂患。故昏姻之禮廢，則夫婦之道苦，而淫辟之罪多矣。鄉飲酒之禮廢，則長幼之序失，而爭斗之獄繁矣。喪祭之禮廢，則臣子之恩薄，而倍死忘生者眾矣。聘覲之禮廢，則君臣之位失，諸侯之行惡，而倍畔侵陵之敗起矣。",
          "故禮之教化也微，其止邪也於未形，使人日徙善遠罪而不自知也。是以先王隆之也。《易》曰：「君子慎始，差若毫厘，繆以千裏。」此之謂也。"
        ]
      },
      "simplified": {
        "title": "卷二十六 经解",
        "paragraphs": [
          "孔子曰：「入其国，其教可知也。其为人也：温柔敦厚，《诗》教也；疏通知远，《书》教也；广博易良，《乐》教也；洁静精微，《易》教也；恭俭庄敬，《礼》教也；属辞比事，《春秋》教也。故《诗》之失，愚；《书》之失，诬；《乐》之失，奢；《易》之失，贼；《礼》之失，烦；《春秋》之失，乱。其为人也：温柔敦厚而不愚，则深于《诗》者也；疏通知远而不诬，则深于《书》者也；广博易良而不奢，则深于《乐》者也；洁静精微而不贼，则深于《易》者也；恭俭庄敬而不烦，则深于《礼》者也；属辞比事而不乱，则深于《春秋》者也。」",
          "天子者，与天地参。故德配天地，兼利万物，与日月并明，明照四海而不遗微小。其在朝廷，则道仁圣礼义之序；燕处，则听雅、颂之音；行步，则有环佩之声；升车，则有鸾和之音。居处有礼，进退有度，百官得其宜，万事得其序。《诗》云：「淑人君子，其仪不忒。其仪不忒，正是四国。」此之谓也。发号出令而民说，谓之和；上下相亲，谓之仁；民不求其所欲而得之，谓之信；除去天地之害，谓之义。义与信，和与仁，霸王之器也。有治民之意而无其器，则不成。",
          "礼之于正国也：犹衡之于轻重也，绳墨之于曲直也，规矩之于方圜也。故衡诚县，不可欺以轻重；绳墨诚陈，不可欺以曲直；规矩诚设，不可欺以方圆；君子审礼，不可诬以奸诈。是故，隆礼由礼，谓之有方之士；不隆礼、不由礼，谓之无方之民。敬让之道也。故以奉宗庙则敬，以入朝廷则贵贱有位，以处室家则父子亲、兄弟和，以处乡里则长幼有序。孔子曰：「安上治民，莫善于礼。」此之谓也。",
          "故朝觐之礼，所以明君臣之义也。聘问之礼，所以使诸侯相尊敬也。丧祭之礼，所以明臣子之恩也。乡饮酒之礼，所以明长幼之序也。昏姻之礼，所以明男女之别也。夫礼，禁乱之所由生，犹坊止水之所自来也。故以旧坊为无所用而坏之者，必有水败；以旧礼为无所用而去之者，必有乱患。故昏姻之礼废，则夫妇之道苦，而淫辟之罪多矣。乡饮酒之礼废，则长幼之序失，而争斗之狱繁矣。丧祭之礼废，则臣子之恩薄，而倍死忘生者众矣。聘觐之礼废，则君臣之位失，诸侯之行恶，而倍畔侵陵之败起矣。",
          "故礼之教化也微，其止邪也于未形，使人日徙善远罪而不自知也。是以先王隆之也。《易》曰：「君子慎始，差若毫厘，缪以千里。」此之谓也。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷二十七 哀公问",
      "id": "9947830172",
      "traditional": {
        "title": "卷二十七 哀公問",
        "paragraphs": [
          "哀公問於孔子曰：「大禮何如？君子之言禮，何其尊也？」孔子曰：「丘也小人，不足以知禮。」君曰：「否！吾子言之也。」孔子曰：「丘聞之：民之所由生，禮為大。非禮無以節事天地之神也，非禮無以辨君臣上下長幼之位也，非禮無以別男女父子兄弟之親、昏姻疏數之交也；君子以此之為尊敬然。然後以其所能教百姓，不廢其會節。有成事，然後治其雕鏤文章黼黻以嗣。其順之，然後言其喪算，備其鼎俎，設其豕臘，修其宗廟，歲時以敬祭祀，以序宗族。即安其居，節醜其衣服，卑其宮室，車不雕幾，器不刻鏤，食不貳味，以與民同利。昔之君子之行禮者如此。」",
          "公曰：「今之君子胡莫行之也？」孔子曰：「今之君子，好實無厭，淫德不倦，荒怠傲慢，固民是盡，午其眾以伐有道；求得當欲，不以其所。昔之用民者由前，今之用民者由後。今之君子莫為禮也。」",
          "孔子侍坐於哀公，哀公曰：「敢問人道誰為大？」孔子愀然作色而對曰：「君之及此言也，百姓之德也！固臣敢無辭而對？人道，政為大。」公曰：「敢問何謂為政？」孔子對曰：「政者正也。君為正，則百姓從政矣。君之所為，百姓之所從也。君所不為，百姓何從？」公曰：「敢問為政如之何？」孔子對曰：「夫婦別，父子親，君臣嚴。三者正，則庶物從之矣。」公曰：「寡人雖無似也，願聞所以行三言之道，可得聞乎？」孔子對曰：「古之為政，愛人為大；所以治愛人，禮為大；所以治禮，敬為大；敬之至矣，大昏為大。大昏至矣！大昏既至，冕而親迎，親之也。親之也者，親之也。是故，君子興敬為親；舍敬，是遺親也。弗愛不親；弗敬不正。愛與敬，其政之本與！」",
          "公曰：「寡人願有言。然冕而親迎，不已重乎？」孔子愀然作色而對曰：「合二姓之好，以繼先聖之後，以為天地宗廟社稷之主，君何謂已重乎？」公曰：「寡人固！不固，焉得聞此言也。寡人欲問，不得其辭，請少進！」孔子曰：「天地不合，萬物不生。大昏，萬世之嗣也，君何謂已重焉！」孔子遂言曰：「內以治宗廟之禮，足以配天地之神明；出以治直言之禮，足以立上下之敬。物恥足以振之，國恥足以興之。為政先禮。禮，其政之本與！」孔子遂言曰：「昔三代明王之政，必敬其妻子也，有道。妻也者，親之主也，敢不敬與？子也者，親之後也，敢不敬與？君子無不敬也，敬身為大。身也者，親之枝也，敢不敬與？不能敬其身，是傷其親；傷其親，是傷其本；傷其本，枝從而亡。三者，百姓之象也。身以及身，子以及子，妃以及妃，君行此三者，則愾乎天下矣，大王之道也。如此，國家順矣。」",
          "公曰：「敢問何謂敬身？」孔子對曰：「君子過言，則民作辭；過動，則民作則。君子言不過辭，動不過則，百姓不命而敬恭，如是，則能敬其身；能敬其身，則能成其親矣。」公曰：「敢問何謂成親？」孔子對曰：「君子也者，人之成名也。百姓歸之名，謂之君子之子。是使其親為君子也，是為成其親之名也已！」孔子遂言曰：「古之為政，愛人為大。不能愛人，不能有其身；不能有其身，不能安土；不能安土，不能樂天；不能樂天，不能成其身。」",
          "公曰：「敢問何謂成身？」孔子對曰：「不過乎物。」公曰：「敢問君子何貴乎天道也？」孔子對曰：「貴其『不已』。如日月東西相從而不已也，是天道也；不閉其久，是天道也；無為而物成，是天道也；已成而明，是天道也。」公曰：「寡人蠢愚，冥煩子志之心也。」孔子蹴然辟席而對曰：「仁人不過乎物，孝子不過乎物。是故，仁人之事親也如事天，事天如事親，是故孝子成身。」公曰：「寡人既聞此言也，無如後罪何？」孔子對曰：「君之及此言也，是臣之福也。」"
        ]
      },
      "simplified": {
        "title": "卷二十七 哀公问",
        "paragraphs": [
          "哀公问于孔子曰：「大礼何如？君子之言礼，何其尊也？」孔子曰：「丘也小人，不足以知礼。」君曰：「否！吾子言之也。」孔子曰：「丘闻之：民之所由生，礼为大。非礼无以节事天地之神也，非礼无以辨君臣上下长幼之位也，非礼无以别男女父子兄弟之亲、昏姻疏数之交也；君子以此之为尊敬然。然后以其所能教百姓，不废其会节。有成事，然后治其雕镂文章黼黻以嗣。其顺之，然后言其丧算，备其鼎俎，设其豕腊，修其宗庙，岁时以敬祭祀，以序宗族。即安其居，节丑其衣服，卑其宫室，车不雕几，器不刻镂，食不贰味，以与民同利。昔之君子之行礼者如此。」",
          "公曰：「今之君子胡莫行之也？」孔子曰：「今之君子，好实无厌，淫德不倦，荒怠傲慢，固民是尽，午其众以伐有道；求得当欲，不以其所。昔之用民者由前，今之用民者由后。今之君子莫为礼也。」",
          "孔子侍坐于哀公，哀公曰：「敢问人道谁为大？」孔子愀然作色而对曰：「君之及此言也，百姓之德也！固臣敢无辞而对？人道，政为大。」公曰：「敢问何谓为政？」孔子对曰：「政者正也。君为正，则百姓从政矣。君之所为，百姓之所从也。君所不为，百姓何从？」公曰：「敢问为政如之何？」孔子对曰：「夫妇别，父子亲，君臣严。三者正，则庶物从之矣。」公曰：「寡人虽无似也，愿闻所以行三言之道，可得闻乎？」孔子对曰：「古之为政，爱人为大；所以治爱人，礼为大；所以治礼，敬为大；敬之至矣，大昏为大。大昏至矣！大昏既至，冕而亲迎，亲之也。亲之也者，亲之也。是故，君子兴敬为亲；舍敬，是遗亲也。弗爱不亲；弗敬不正。爱与敬，其政之本与！」",
          "公曰：「寡人愿有言。然冕而亲迎，不已重乎？」孔子愀然作色而对曰：「合二姓之好，以继先圣之后，以为天地宗庙社稷之主，君何谓已重乎？」公曰：「寡人固！不固，焉得闻此言也。寡人欲问，不得其辞，请少进！」孔子曰：「天地不合，万物不生。大昏，万世之嗣也，君何谓已重焉！」孔子遂言曰：「内以治宗庙之礼，足以配天地之神明；出以治直言之礼，足以立上下之敬。物耻足以振之，国耻足以兴之。为政先礼。礼，其政之本与！」孔子遂言曰：「昔三代明王之政，必敬其妻子也，有道。妻也者，亲之主也，敢不敬与？子也者，亲之后也，敢不敬与？君子无不敬也，敬身为大。身也者，亲之枝也，敢不敬与？不能敬其身，是伤其亲；伤其亲，是伤其本；伤其本，枝从而亡。三者，百姓之象也。身以及身，子以及子，妃以及妃，君行此三者，则忾乎天下矣，大王之道也。如此，国家顺矣。」",
          "公曰：「敢问何谓敬身？」孔子对曰：「君子过言，则民作辞；过动，则民作则。君子言不过辞，动不过则，百姓不命而敬恭，如是，则能敬其身；能敬其身，则能成其亲矣。」公曰：「敢问何谓成亲？」孔子对曰：「君子也者，人之成名也。百姓归之名，谓之君子之子。是使其亲为君子也，是为成其亲之名也已！」孔子遂言曰：「古之为政，爱人为大。不能爱人，不能有其身；不能有其身，不能安土；不能安土，不能乐天；不能乐天，不能成其身。」",
          "公曰：「敢问何谓成身？」孔子对曰：「不过乎物。」公曰：「敢问君子何贵乎天道也？」孔子对曰：「贵其『不已』。如日月东西相从而不已也，是天道也；不闭其久，是天道也；无为而物成，是天道也；已成而明，是天道也。」公曰：「寡人蠢愚，冥烦子志之心也。」孔子蹴然辟席而对曰：「仁人不过乎物，孝子不过乎物。是故，仁人之事亲也如事天，事天如事亲，是故孝子成身。」公曰：「寡人既闻此言也，无如后罪何？」孔子对曰：「君之及此言也，是臣之福也。」"
        ]
      },
      "translation": []
    },
    {
      "title": "卷二十八 仲尼燕居",
      "id": "3286570236",
      "traditional": {
        "title": "卷二十八 仲尼燕居",
        "paragraphs": [
          "仲尼燕居，子張、子貢、言遊侍，縱言至於禮。子曰：「居！女三人者，吾語女禮，使女以禮周流無不遍也。」子貢越席而對曰：「敢問何如？」子曰：「敬而不中禮，謂之野；恭而不中禮，謂之給；勇而不中禮，謂之逆。」子曰：「給奪慈仁。」子曰：「師，爾過；而商也不及。子產猶眾人之母也，能食之不能教也。」子貢越席而對曰：「敢問將何以為此中者也？」子曰：「禮乎禮！夫禮所以制中也。」",
          "子貢退，言遊進曰：「敢問禮也者，領惡而全好者與？」子曰：「然。」「然則何如？」子曰：「郊社之義，所以仁鬼神也；嘗禘之禮，所以仁昭穆也；饋奠之禮，所以仁死喪也；射鄉之禮，所以仁鄉黨也；食饗之禮，所以仁賓客也。」子曰：「明乎郊社之義、嘗禘之禮，治國其如指諸掌而已乎！是故，以之居處有禮，故長幼辨也。以之閨門之內有禮，故三族和也。以之朝廷有禮，故官爵序也。以之田獵有禮，故戎事閑也。以之軍旅有禮，故武功成也。是故，宮室得其度，量鼎得其象，味得其時，樂得其節，車得其式，鬼神得其饗，喪紀得其哀，辨說得其黨，官得其體，政事得其施；加於身而錯於前，凡眾之動得其宜。」",
          "子曰：「禮者何也？即事之治也。君子有其事，必有其治。治國而無禮，譬猶瞽之無相與？倀倀其何之？譬如終夜有求於幽室之中，非燭何見？若無禮則手足無所錯，耳目無所加，進退揖讓無所制。是故，以之居處，長幼失其別；閨門，三族失其和；朝廷，官爵失其序；田獵，戎事失其策；軍旅，武功失其制；宮室，失其度；量鼎，失其象；味，失其時；樂，失其節；車，失其式；鬼神，失其饗；喪紀，失其哀；辯說，失其黨；官，失其體；政事，失其施；加於身而錯於前，凡眾之動，失其宜。如此，則無以祖洽於眾也。」",
          "子曰：「慎聽之！女三人者，吾語女：禮猶有九焉，大饗有四焉。茍知此矣，雖在畎畝之中事之，聖人已。兩君相見，揖讓而入門，入門而縣興；揖讓而升堂，升堂而樂闋。下管《象》、《武》，《夏》、《龠》序興。陳其薦俎，序其禮樂，備其百官。如此，而後君子知仁焉。行中規，還中矩，和鸞中采齊，客出以雍，徹以振羽。是故，君子無物而不在禮矣。入門而金作，示情也。升歌《清廟》，示德也。下而管《象》，示事也。是故古之君子，不必親相與言也，以禮樂相示而已。」",
          "子曰：「禮也者，理也；樂也者，節也。君子無理不動，無節不作。不能《詩》，於禮繆；不能樂，於禮素；薄於德，於禮虛。」子曰：「制度在禮，文為在禮，行之，其在人乎！」子貢越席而對曰：「敢問：夔其窮與？」子曰：「古之人與？古之人也。達於禮而不達於樂，謂之素；達於樂而不達於禮，謂之偏。夫夔，達於樂而不達於禮，是以傳此名也，古之人也。」",
          "子張問政，子曰：「師乎！前，吾語女乎？君子明於禮樂，舉而錯之而已。」子張複問。子曰：「師，爾以為必鋪幾筵，升降酌獻酬酢，然後謂之禮乎？爾以為必行綴兆。興羽龠，作鍾鼓，然後謂之樂乎？言而履之，禮也。行而樂之，樂也。君子力此二者以南面而立，夫是以天下太平也。諸侯朝，萬物服體，而百官莫敢不承事矣。禮之所興，眾之所治也；禮之所廢，眾之所亂也。目巧之室，則有奧阼，席則有上下，車則有左右，行則有隨，立則有序，古之義也。室而無奧阼，則亂於堂室也。席而無上下，則亂於席上也。車而無左右，則亂於車也。行而無隨，則亂於塗也。立而無序，則亂於位也。昔聖帝明王諸侯，辨貴賤、長幼、遠近、男女、外內，莫敢相逾越，皆由此塗出也。」三子者，既得聞此言也於夫子，昭然若發蒙矣。"
        ]
      },
      "simplified": {
        "title": "卷二十八 仲尼燕居",
        "paragraphs": [
          "仲尼燕居，子张、子贡、言游侍，纵言至于礼。子曰：「居！女三人者，吾语女礼，使女以礼周流无不遍也。」子贡越席而对曰：「敢问何如？」子曰：「敬而不中礼，谓之野；恭而不中礼，谓之给；勇而不中礼，谓之逆。」子曰：「给夺慈仁。」子曰：「师，尔过；而商也不及。子产犹众人之母也，能食之不能教也。」子贡越席而对曰：「敢问将何以为此中者也？」子曰：「礼乎礼！夫礼所以制中也。」",
          "子贡退，言游进曰：「敢问礼也者，领恶而全好者与？」子曰：「然。」「然则何如？」子曰：「郊社之义，所以仁鬼神也；尝禘之礼，所以仁昭穆也；馈奠之礼，所以仁死丧也；射乡之礼，所以仁乡党也；食飨之礼，所以仁宾客也。」子曰：「明乎郊社之义、尝禘之礼，治国其如指诸掌而已乎！是故，以之居处有礼，故长幼辨也。以之闺门之内有礼，故三族和也。以之朝廷有礼，故官爵序也。以之田猎有礼，故戎事闲也。以之军旅有礼，故武功成也。是故，宫室得其度，量鼎得其象，味得其时，乐得其节，车得其式，鬼神得其飨，丧纪得其哀，辨说得其党，官得其体，政事得其施；加于身而错于前，凡众之动得其宜。」",
          "子曰：「礼者何也？即事之治也。君子有其事，必有其治。治国而无礼，譬犹瞽之无相与？伥伥其何之？譬如终夜有求于幽室之中，非烛何见？若无礼则手足无所错，耳目无所加，进退揖让无所制。是故，以之居处，长幼失其别；闺门，三族失其和；朝廷，官爵失其序；田猎，戎事失其策；军旅，武功失其制；宫室，失其度；量鼎，失其象；味，失其时；乐，失其节；车，失其式；鬼神，失其飨；丧纪，失其哀；辩说，失其党；官，失其体；政事，失其施；加于身而错于前，凡众之动，失其宜。如此，则无以祖洽于众也。」",
          "子曰：「慎听之！女三人者，吾语女：礼犹有九焉，大飨有四焉。茍知此矣，虽在畎亩之中事之，圣人已。两君相见，揖让而入门，入门而县兴；揖让而升堂，升堂而乐阕。下管《象》、《武》，《夏》、《龠》序兴。陈其荐俎，序其礼乐，备其百官。如此，而后君子知仁焉。行中规，还中矩，和鸾中采齐，客出以雍，彻以振羽。是故，君子无物而不在礼矣。入门而金作，示情也。升歌《清庙》，示德也。下而管《象》，示事也。是故古之君子，不必亲相与言也，以礼乐相示而已。」",
          "子曰：「礼也者，理也；乐也者，节也。君子无理不动，无节不作。不能《诗》，于礼缪；不能乐，于礼素；薄于德，于礼虚。」子曰：「制度在礼，文为在礼，行之，其在人乎！」子贡越席而对曰：「敢问：夔其穷与？」子曰：「古之人与？古之人也。达于礼而不达于乐，谓之素；达于乐而不达于礼，谓之偏。夫夔，达于乐而不达于礼，是以传此名也，古之人也。」",
          "子张问政，子曰：「师乎！前，吾语女乎？君子明于礼乐，举而错之而已。」子张复问。子曰：「师，尔以为必铺几筵，升降酌献酬酢，然后谓之礼乎？尔以为必行缀兆。兴羽龠，作钟鼓，然后谓之乐乎？言而履之，礼也。行而乐之，乐也。君子力此二者以南面而立，夫是以天下太平也。诸侯朝，万物服体，而百官莫敢不承事矣。礼之所兴，众之所治也；礼之所废，众之所乱也。目巧之室，则有奥阼，席则有上下，车则有左右，行则有随，立则有序，古之义也。室而无奥阼，则乱于堂室也。席而无上下，则乱于席上也。车而无左右，则乱于车也。行而无随，则乱于涂也。立而无序，则乱于位也。昔圣帝明王诸侯，辨贵贱、长幼、远近、男女、外内，莫敢相逾越，皆由此涂出也。」三子者，既得闻此言也于夫子，昭然若发蒙矣。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷二十九 孔子闲居",
      "id": "2084632577",
      "traditional": {
        "title": "卷二十九 孔子閑居",
        "paragraphs": [
          "孔子閑居，子夏侍。子夏曰：「敢問《詩》雲：『凱弟君子，民之父母』，何如斯可謂民之父母矣？」孔子曰：「夫民之父母乎，必達於禮樂之原，以致五至，而行三無，以橫於天下。四方有敗，必先知之。此之謂民之父母矣。」",
          "子夏曰：「民之父母，既得而聞之矣；敢問何謂『五至』？」孔子曰：「志之所至，詩亦至焉。詩之所至，禮亦至焉。禮之所至，樂亦至焉。樂之所至，哀亦至焉。哀樂相生。是故，正明目而視之，不可得而見也；傾耳而聽之，不可得而聞也；志氣塞乎天地，此之謂五至。」",
          "子夏曰：「五至既得而聞之矣，敢問何謂三無？」孔子曰：「無聲之樂，無體之禮，無服之喪，此之謂三無。」子夏曰：「三無既得略而聞之矣，敢問何詩近之？」孔子曰：「『夙夜其命宥密』，無聲之樂也。『威儀逮逮，不可選也』，無體之禮也。『凡民有喪，匍匐救之』，無服之喪也。」",
          "子夏曰：「言則大矣！美矣！盛矣！言盡於此而已乎？」孔子曰：「何為其然也！君子之服之也，猶有五起焉。」子夏曰：「何如？」子曰：「無聲之樂，氣志不違；無體之禮，威儀遲遲；無服之喪，內恕孔悲。無聲之樂，氣志既得；無體之禮，威儀翼翼；無服之喪，施及四國。無聲之樂，氣志既從；無體之禮，上下和同；無服之喪，以畜萬邦。無聲之樂，日聞四方；無體之禮，日就月將；無服之喪，純德孔明。無聲之樂，氣志既起；無體之禮，施及四海；無服之喪，施於孫子。」",
          "子夏曰：「三王之德，參於天地，敢問：何如斯可謂參於天地矣？」孔子曰：「奉三無私以勞天下。」子夏曰：「敢問何謂三無私？」孔子曰：「天無私覆，地無私載，日月無私照。奉斯三者以勞天下，此之謂三無私。其在《詩》曰：『帝命不違，至於湯齊。湯降不遲，聖敬日齊。昭假遲遲，上帝是祗。帝命式於九圍。』是湯之德也。天有四時，春秋冬夏，風雨霜露，無非教也。地載神氣，神氣風霆，風霆流形，庶物露生，無非教也。清明在躬，氣志如神，嗜欲將至，有開必先。天降時雨，山川出雲。其在《詩》曰：『嵩高惟嶽，峻極於天。惟嶽降神，生甫及申。惟申及甫，惟周之翰。四國於蕃，四方於宣。』此文武之德也。三代之王也，必先令聞，《詩》雲：『明明天子，令聞不已。』三代之德也。『弛其文德，協此四國。』大王之德也。」子夏蹶然而起，負牆而立曰：「弟子敢不承乎！」"
        ]
      },
      "simplified": {
        "title": "卷二十九 孔子闲居",
        "paragraphs": [
          "孔子闲居，子夏侍。子夏曰：「敢问《诗》云：『凯弟君子，民之父母』，何如斯可谓民之父母矣？」孔子曰：「夫民之父母乎，必达于礼乐之原，以致五至，而行三无，以横于天下。四方有败，必先知之。此之谓民之父母矣。」",
          "子夏曰：「民之父母，既得而闻之矣；敢问何谓『五至』？」孔子曰：「志之所至，诗亦至焉。诗之所至，礼亦至焉。礼之所至，乐亦至焉。乐之所至，哀亦至焉。哀乐相生。是故，正明目而视之，不可得而见也；倾耳而听之，不可得而闻也；志气塞乎天地，此之谓五至。」",
          "子夏曰：「五至既得而闻之矣，敢问何谓三无？」孔子曰：「无声之乐，无体之礼，无服之丧，此之谓三无。」子夏曰：「三无既得略而闻之矣，敢问何诗近之？」孔子曰：「『夙夜其命宥密』，无声之乐也。『威仪逮逮，不可选也』，无体之礼也。『凡民有丧，匍匐救之』，无服之丧也。」",
          "子夏曰：「言则大矣！美矣！盛矣！言尽于此而已乎？」孔子曰：「何为其然也！君子之服之也，犹有五起焉。」子夏曰：「何如？」子曰：「无声之乐，气志不违；无体之礼，威仪迟迟；无服之丧，内恕孔悲。无声之乐，气志既得；无体之礼，威仪翼翼；无服之丧，施及四国。无声之乐，气志既从；无体之礼，上下和同；无服之丧，以畜万邦。无声之乐，日闻四方；无体之礼，日就月将；无服之丧，纯德孔明。无声之乐，气志既起；无体之礼，施及四海；无服之丧，施于孙子。」",
          "子夏曰：「三王之德，参于天地，敢问：何如斯可谓参于天地矣？」孔子曰：「奉三无私以劳天下。」子夏曰：「敢问何谓三无私？」孔子曰：「天无私覆，地无私载，日月无私照。奉斯三者以劳天下，此之谓三无私。其在《诗》曰：『帝命不违，至于汤齐。汤降不迟，圣敬日齐。昭假迟迟，上帝是祗。帝命式于九围。』是汤之德也。天有四时，春秋冬夏，风雨霜露，无非教也。地载神气，神气风霆，风霆流形，庶物露生，无非教也。清明在躬，气志如神，嗜欲将至，有开必先。天降时雨，山川出云。其在《诗》曰：『嵩高惟岳，峻极于天。惟岳降神，生甫及申。惟申及甫，惟周之翰。四国于蕃，四方于宣。』此文武之德也。三代之王也，必先令闻，《诗》云：『明明天子，令闻不已。』三代之德也。『弛其文德，协此四国。』大王之德也。」子夏蹶然而起，负墙而立曰：「弟子敢不承乎！」"
        ]
      },
      "translation": []
    },
    {
      "title": "卷三十 坊记",
      "id": "5147168061",
      "traditional": {
        "title": "卷三十 坊記",
        "paragraphs": [
          "子言之：「君子之道，辟則坊與，坊民之所不足者也。」大為之坊，民猶逾之。故君子禮以坊德，刑以坊淫，命以坊欲。",
          "子雲：「小人貧斯約，富斯驕；約斯盜，驕斯亂。」禮者，因人之情而為之節文，以為民坊者也。故聖人之制富貴也使民富不足以驕，貧不至於約，貴不慊於上，故亂益亡。子雲：「貧而好樂，富而好禮，眾而以寧者，天下其幾矣。《詩》雲：『民之貪亂，寧為荼毒。』」故制：國不過千乘，都城不過百雉，家富不過百乘。以此坊民，諸侯猶有畔者。",
          "子雲：「夫禮者，所以章疑別微，以為民坊者也。」故貴賤有等，衣服有別，朝廷有位，則民有所讓。子雲：「天無二日，土無二王，家無二主，尊無二上，示民有君臣之別也。」《春秋》不稱楚越之王喪，禮君不稱天，大夫不稱君，恐民之惑也。《詩》雲：「相彼盍旦，尚猶患之。」子雲：「君不與同姓同車，與異姓同車不同服，示民不嫌也。」以此坊民，民猶得同姓以弒其君。",
          "子雲：「君子辭貴不辭賤，辭富不辭貧，則亂益亡。」故君子與其使食浮於人也，寧使人浮於食。子雲：「觴酒豆肉讓而受惡，民猶犯齒；衽席之上讓而坐下，民猶犯貴；朝廷之位讓而就賤，民猶犯君。」《詩》雲：「民之無良，相怨一方；受爵不讓，至於已斯亡。」子雲：「君子貴人而賤己，先人而後己，則民作讓。」故稱人之君曰君，自稱其君曰寡君。子雲：「利祿，先死者而後生者，則民不偝；先亡者而後存者，則民可以托。」《詩》雲：「先君之思，以畜寡人。」以此坊民，民猶偝死而號無告。",
          "子雲：「有國家者，貴人而賤祿，則民興讓；尚技而賤車，則民興藝。」故君子約言，小人先言。",
          "子雲：「上酌民言，則下天上施；上不酌民言，則犯也；下不天上施，則亂也。」故君子信讓以蒞百姓，則民之報禮重。《詩》雲：「先民有言，詢於芻蕘。」",
          "子雲：「善則稱人，過則稱己，則民不爭；善則稱人，過則稱己，則怨益亡。」《詩》雲：「爾卜爾筮，履無咎言。」子雲：「善則稱人，過則稱己，則民讓善。」《詩》雲：「考卜惟王，度是鎬京；惟龜正之，武王成之。」子雲：「善則稱君，過則稱己，則民作忠。」《君陳》曰：「爾有嘉謀嘉猷，入告爾君於內，女乃順之於外，曰：此謀此猷，惟我君之德。於乎！是惟良顯哉。」子雲：「善則稱親，過則稱己，則民作孝。」《大誓》曰：「予克紂，非予武，惟朕文考無罪；紂克予，非朕文考有罪，惟予小子無良。」",
          "子雲：「君子弛其親之過，而敬其美。」《論語》曰：「三年無改於父之道，可謂孝矣。」高宗雲：「三年其惟不言，言乃讙。」子雲：「從命不忿，微諫不倦，勞而不怨，可謂孝矣。」《詩》雲：「孝子不匱。」子雲：「睦於父母之黨，可謂孝矣。故君子因睦以合族。」《詩》雲：「此令兄弟，綽綽有裕；不令兄弟，交相為愈。」",
          "子雲：「於父之執，可以乘其車，不可以衣其衣。君子以廣孝也。」子雲：「小人皆能養其親，君子不敬，何以辨？」子雲：「父子不同位，以厚敬也。」《書》雲：「厥辟不辟，忝厥祖。」子雲：「父母在，不稱老，言孝不言慈；閨門之內，戲而不歎。」君子以此坊民，民猶薄於孝而厚於慈。子雲：「長民者，朝廷敬老，則民作孝。」子雲：「祭祀之有屍也，宗廟之主也，示民有事也。修宗廟，敬祀事，教民追孝也。」以此坊民，民猶忘其親。",
          "子雲：「敬則用祭器。故君子不以菲廢禮，不以美沒禮。」故食禮：主人親饋，則客祭；主人不親饋，則客不祭。故君子茍無禮，雖美不食焉。《易》曰：「東鄰殺牛，不如西鄰之禴祭，實受其福。」《詩》雲：「既醉以酒，既飽以德。」以此示民，民猶爭利而忘義。",
          "子雲：「七日戒，三日齊，承一人焉以為屍，過之者趨走，以教敬也。」醴酒在室，醍酒在堂，澄酒在下，示民不淫也。屍飲三，眾賓飲一，示民有上下也。因其酒肉，聚其宗族，以教民睦也。故堂上觀乎室，堂下觀乎上。《詩》雲：「禮儀卒度，笑語卒獲。」",
          "子雲：「賓禮每進以讓，喪禮每加以遠。」浴於中溜，飯於牖下，小斂於戶內，大斂於阼，殯於客位，祖於庭，葬於墓，所以示遠也。殷人吊於壙，周人吊於家，示民不偝也。子雲：「死，民之卒事也，吾從周。」以此坊民，諸侯猶有薨而不葬者。子雲：「升自客階，受吊於賓位，教民追孝也。」未沒喪不稱君，示民不爭也。故魯《春秋》記晉喪曰：「殺其君之子奚齊及其君卓。」以此坊民，子猶有弒其父者。",
          "子雲：「孝以事君，弟以事長」，示民不貳也，故君子有君不謀仕，唯卜之日稱二君。喪父三年，喪君三年，示民不疑也。父母在，不敢有其身，不敢私其財，示民有上下也。故天子四海之內無客禮，莫敢為主焉。故君適其臣，升自阼階，即位於堂，示民不敢有其室也。父母在，饋獻不及車馬，示民不敢專也。以此坊民，民猶忘其親而貳其君。子雲：「禮之先幣帛也，欲民之先事而後祿也。」先財而後禮，則民利；無辭而行情，則民爭。故君子於有饋者，弗能見則不視其饋。《易》曰：「不耕獲，不菑畬，凶。」以此坊民，民猶貴祿而賤行。子雲：「君子不盡利以遺民。」《詩》雲：「彼有遺秉，此有不斂穧，伊寡婦之利。」故君子仕則不稼，田則不漁；食時不力珍，大夫不坐羊，士不坐犬。《詩》雲：「采葑采菲，無以下體，德音莫違，及爾同死。」以此坊民，民猶忘義而爭利，以亡其身。",
          "子雲：「夫禮，坊民所淫，章民之別，使民無嫌，以為民紀者也。」故男女無媒不交，無幣不相見，恐男女之無別也。以此坊民，民猶有自獻其身。《詩》雲：「伐柯如之何？匪斧不克；取妻如之何？匪媒不得；蓺麻如之何？橫從其畝；取妻如之何？必告父母。」子雲：「取妻不取同姓，以厚別也。」故買妾不知其姓，則卜之。以此坊民，魯《春秋》猶去夫人之姓曰吳，其死曰孟子卒。子雲：「禮，非祭，男女不交爵。」以此坊民，陽侯猶殺繆侯而竊其夫人。故大饗廢夫人之禮。子雲：「寡婦之子，不有見焉，則弗友也，君子以辟遠也。」故朋友之交，主人不在，不有大故，則不入其門。以此坊民，民猶以色厚於德。子雲：「好德如好色。」諸侯不下漁色。故君子遠色以為民紀。故男女授受不親。禦婦人則進左手。姑姊妹女子子已嫁而反，男子不與同席而坐。寡婦不夜哭。婦人疾，問之不問其疾。以此坊民，民猶淫泆而亂於族。子雲：「婚禮，婿親迎，見於舅姑，舅姑承子以授婿，恐事之違也。」以此坊民，婦猶有不至者。"
        ]
      },
      "simplified": {
        "title": "卷三十 坊记",
        "paragraphs": [
          "子言之：「君子之道，辟则坊与，坊民之所不足者也。」大为之坊，民犹逾之。故君子礼以坊德，刑以坊淫，命以坊欲。",
          "子云：「小人贫斯约，富斯骄；约斯盗，骄斯乱。」礼者，因人之情而为之节文，以为民坊者也。故圣人之制富贵也使民富不足以骄，贫不至于约，贵不慊于上，故乱益亡。子云：「贫而好乐，富而好礼，众而以宁者，天下其几矣。《诗》云：『民之贪乱，宁为荼毒。』」故制：国不过千乘，都城不过百雉，家富不过百乘。以此坊民，诸侯犹有畔者。",
          "子云：「夫礼者，所以章疑别微，以为民坊者也。」故贵贱有等，衣服有别，朝廷有位，则民有所让。子云：「天无二日，土无二王，家无二主，尊无二上，示民有君臣之别也。」《春秋》不称楚越之王丧，礼君不称天，大夫不称君，恐民之惑也。《诗》云：「相彼盍旦，尚犹患之。」子云：「君不与同姓同车，与异姓同车不同服，示民不嫌也。」以此坊民，民犹得同姓以弒其君。",
          "子云：「君子辞贵不辞贱，辞富不辞贫，则乱益亡。」故君子与其使食浮于人也，宁使人浮于食。子云：「觞酒豆肉让而受恶，民犹犯齿；衽席之上让而坐下，民犹犯贵；朝廷之位让而就贱，民犹犯君。」《诗》云：「民之无良，相怨一方；受爵不让，至于已斯亡。」子云：「君子贵人而贱己，先人而后己，则民作让。」故称人之君曰君，自称其君曰寡君。子云：「利禄，先死者而后生者，则民不偝；先亡者而后存者，则民可以托。」《诗》云：「先君之思，以畜寡人。」以此坊民，民犹偝死而号无告。",
          "子云：「有国家者，贵人而贱禄，则民兴让；尚技而贱车，则民兴艺。」故君子约言，小人先言。",
          "子云：「上酌民言，则下天上施；上不酌民言，则犯也；下不天上施，则乱也。」故君子信让以莅百姓，则民之报礼重。《诗》云：「先民有言，询于刍荛。」",
          "子云：「善则称人，过则称己，则民不争；善则称人，过则称己，则怨益亡。」《诗》云：「尔卜尔筮，履无咎言。」子云：「善则称人，过则称己，则民让善。」《诗》云：「考卜惟王，度是镐京；惟龟正之，武王成之。」子云：「善则称君，过则称己，则民作忠。」《君陈》曰：「尔有嘉谋嘉猷，入告尔君于内，女乃顺之于外，曰：此谋此猷，惟我君之德。于乎！是惟良显哉。」子云：「善则称亲，过则称己，则民作孝。」《大誓》曰：「予克纣，非予武，惟朕文考无罪；纣克予，非朕文考有罪，惟予小子无良。」",
          "子云：「君子弛其亲之过，而敬其美。」《论语》曰：「三年无改于父之道，可谓孝矣。」高宗云：「三年其惟不言，言乃讙。」子云：「从命不忿，微谏不倦，劳而不怨，可谓孝矣。」《诗》云：「孝子不匮。」子云：「睦于父母之党，可谓孝矣。故君子因睦以合族。」《诗》云：「此令兄弟，绰绰有裕；不令兄弟，交相为愈。」",
          "子云：「于父之执，可以乘其车，不可以衣其衣。君子以广孝也。」子云：「小人皆能养其亲，君子不敬，何以辨？」子云：「父子不同位，以厚敬也。」《书》云：「厥辟不辟，忝厥祖。」子云：「父母在，不称老，言孝不言慈；闺门之内，戏而不叹。」君子以此坊民，民犹薄于孝而厚于慈。子云：「长民者，朝廷敬老，则民作孝。」子云：「祭祀之有尸也，宗庙之主也，示民有事也。修宗庙，敬祀事，教民追孝也。」以此坊民，民犹忘其亲。",
          "子云：「敬则用祭器。故君子不以菲废礼，不以美没礼。」故食礼：主人亲馈，则客祭；主人不亲馈，则客不祭。故君子茍无礼，虽美不食焉。《易》曰：「东邻杀牛，不如西邻之禴祭，实受其福。」《诗》云：「既醉以酒，既饱以德。」以此示民，民犹争利而忘义。",
          "子云：「七日戒，三日齐，承一人焉以为尸，过之者趋走，以教敬也。」醴酒在室，醍酒在堂，澄酒在下，示民不淫也。尸饮三，众宾饮一，示民有上下也。因其酒肉，聚其宗族，以教民睦也。故堂上观乎室，堂下观乎上。《诗》云：「礼仪卒度，笑语卒获。」",
          "子云：「宾礼每进以让，丧礼每加以远。」浴于中溜，饭于牖下，小敛于户内，大敛于阼，殡于客位，祖于庭，葬于墓，所以示远也。殷人吊于圹，周人吊于家，示民不偝也。子云：「死，民之卒事也，吾从周。」以此坊民，诸侯犹有薨而不葬者。子云：「升自客阶，受吊于宾位，教民追孝也。」未没丧不称君，示民不争也。故鲁《春秋》记晋丧曰：「杀其君之子奚齐及其君卓。」以此坊民，子犹有弒其父者。",
          "子云：「孝以事君，弟以事长」，示民不贰也，故君子有君不谋仕，唯卜之日称二君。丧父三年，丧君三年，示民不疑也。父母在，不敢有其身，不敢私其财，示民有上下也。故天子四海之内无客礼，莫敢为主焉。故君适其臣，升自阼阶，即位于堂，示民不敢有其室也。父母在，馈献不及车马，示民不敢专也。以此坊民，民犹忘其亲而贰其君。子云：「礼之先币帛也，欲民之先事而后禄也。」先财而后礼，则民利；无辞而行情，则民争。故君子于有馈者，弗能见则不视其馈。《易》曰：「不耕获，不菑畬，凶。」以此坊民，民犹贵禄而贱行。子云：「君子不尽利以遗民。」《诗》云：「彼有遗秉，此有不敛穧，伊寡妇之利。」故君子仕则不稼，田则不渔；食时不力珍，大夫不坐羊，士不坐犬。《诗》云：「采葑采菲，无以下体，德音莫违，及尔同死。」以此坊民，民犹忘义而争利，以亡其身。",
          "子云：「夫礼，坊民所淫，章民之别，使民无嫌，以为民纪者也。」故男女无媒不交，无币不相见，恐男女之无别也。以此坊民，民犹有自献其身。《诗》云：「伐柯如之何？匪斧不克；取妻如之何？匪媒不得；蓺麻如之何？横从其亩；取妻如之何？必告父母。」子云：「取妻不取同姓，以厚别也。」故买妾不知其姓，则卜之。以此坊民，鲁《春秋》犹去夫人之姓曰吴，其死曰孟子卒。子云：「礼，非祭，男女不交爵。」以此坊民，阳侯犹杀缪侯而窃其夫人。故大飨废夫人之礼。子云：「寡妇之子，不有见焉，则弗友也，君子以辟远也。」故朋友之交，主人不在，不有大故，则不入其门。以此坊民，民犹以色厚于德。子云：「好德如好色。」诸侯不下渔色。故君子远色以为民纪。故男女授受不亲。御妇人则进左手。姑姊妹女子子已嫁而反，男子不与同席而坐。寡妇不夜哭。妇人疾，问之不问其疾。以此坊民，民犹淫泆而乱于族。子云：「婚礼，婿亲迎，见于舅姑，舅姑承子以授婿，恐事之违也。」以此坊民，妇犹有不至者。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷三十一 中庸",
      "id": "7722953409",
      "traditional": {
        "title": "卷三十一 中庸",
        "paragraphs": [
          "天命之謂性，率性之謂道，修道之謂教。道也者，不可須臾離也，可離非道也。是故君子戒慎乎其所不睹，恐懼乎其所不聞。莫見乎隱，莫顯乎微。故君子慎其獨也。喜怒哀樂之未發，謂之中；發而皆中節，謂之和；中也者，天下之大本也；和也者，天下之達道也。致中和，天地位焉，萬物育焉。仲尼曰：「君子中庸，小人反中庸。君子之中庸也，君子而時中；小人之中庸也，小人而無忌憚也。」子曰：「中庸其至矣乎！民鮮能久矣！」子曰：「道之不行也，我知之矣：知者過之，愚者不及也。道之不明也，我知之矣：賢者過之，不肖者不及也。人莫不飲食也，鮮能知味也。」子曰：「道其不行矣夫。」子曰：「舜其大知也與！舜好問而好察邇言，隱惡而揚善，執其兩端，用其中於民，其斯以為舜乎！」子曰：「人皆曰『予知』，驅而納諸罟擭陷阱之中，而莫之知辟也。人皆曰『予知』，擇乎中庸，而不能期月守也。」子曰：「回之為人也，擇乎中庸，得一善，則拳拳服膺而弗失之矣。」子曰：「天下國家可均也，爵祿可辭也，白刃可蹈也，中庸不可能也。」子路問強。子曰：「南方之強與？北方之強與？抑而強與？寬柔以教，不報無道，南方之強也，君子居之。衽金革，死而不厭，北方之強也，而強者居之。故君子和而不流，強哉矯！中立而不倚，強哉矯！國有道，不變塞焉，強哉矯！國無道，至死不變，強哉矯！」子曰：「素隱行怪，後世有述焉，吾弗為之矣。君子遵道而行，半塗而廢，吾弗能已矣。君子依乎中庸，遁世不見知而不悔，唯聖者能之。君子之道費而隱。夫婦之愚，可以與知焉，及其至也，雖聖人亦有所不知焉；夫婦之不肖，可以能行焉，及其至也，雖聖人亦有所不能焉。天地之大也，人猶有所憾，故君子語大，天下莫能載焉；語小，天下莫能破焉。《詩》雲：『鳶飛戾天，魚躍於淵。』言其上下察也。君子之道，造端乎夫婦，及其至也，察乎天地。」子曰：「道不遠人。人之為道而遠人，不可以為道。《詩》雲：『伐柯伐柯，其則不遠。』執柯以伐柯，睨而視之，猶以為遠。故君子以人治人，改而止。忠恕違道不遠，施諸己而不願，亦勿施於人。君子之道四，丘未能一焉：所求乎子以事父，未能也；所求乎臣以事君，未能也；所求乎弟以事兄，未能也；所求乎朋友先施之，未能也。庸德之行，庸言之謹，有所不足，不敢不勉，有餘不敢盡；言顧行，行顧言，君子胡不慥慥爾！君子素其位而行，不願乎其外。素富貴，行乎富貴；素貧賤，行乎貧賤；素夷狄，行乎夷狄；素患難，行乎患難：君子無入而不自得焉。在上位不陵下，在下位不援上，正己而不求於人，則無怨。上不怨天，下不尤人。故君子居易以俟命，小人行險以徼幸。」子曰：「射有似乎君子，失諸正鵠，反求諸其身。君子之道，辟如行遠必自邇，辟如登高必自卑。《詩》曰：『妻子好合，如鼓瑟琴；兄弟既翕，和樂且耽。宜爾室家，樂爾妻帑。』」子曰：「父母其順矣乎！」子曰：「鬼神之為德，其盛矣乎！視之而弗見，聽之而弗聞，體物而不可遺。使天下之人齊明盛服，以承祭祀，洋洋乎如在其上，如在其左右。《詩》曰：『神之格思，不可度思！矧可射思！』夫微之顯，誠之不可掩如此夫。」",
          "子曰：「舜其大孝也與！德為聖人，尊為天子，富有四海之內。宗廟饗之，子孫保之。故大德必得其位，必得其祿，必得其名，必得其壽。故天之生物，必因其材而篤焉。故栽者培之，傾者覆之。《詩》曰：『嘉樂君子，憲憲令德！宜民宜人，受祿於天。保佑命之，自天申之！』故大德者必受命。」子曰：「無憂者其惟文王乎！以王季為父，以武王為子，父作之，子述之。武王纘大王、王季、文王之緒，壹戎衣而有天下，身不失天下之顯名；尊為天子，富有四海之內。宗廟饗之，子孫保之。武王末受命，周公成文、武之德，追王大王、王季，上祀先公以天子之禮。斯禮也，達乎諸侯、大夫及士、庶人。父為大夫，子為士，葬以大夫，祭以士。父為士，子為大夫，葬以士，祭以大夫。期之喪，達乎大夫；三年之喪，達乎天子；父母之喪，無貴賤，一也。」子曰：「武王、周公，其達孝矣乎！夫孝者：善繼人之志，善述人之事者也。春、秋修其祖廟，陳其宗器，設其裳衣，薦其時食。宗廟之禮，所以序昭穆也；序爵，所以辨貴賤也；序事，所以辨賢也；旅酬下為上，所以逮賤也；燕毛，所以序齒也。踐其位，行其禮，奏其樂，敬其所尊，愛其所親，事死如事生，事亡如事存，孝之至也。郊社之禮，所以事上帝也；宗廟之禮，所以祀乎其先也。明乎郊社之禮、禘嘗之義，治國其如示諸掌乎！」哀公問政。子曰：「文、武之政，布在方策，其人存，則其政舉；其人亡，則其政息。人道敏政，地道敏樹。夫政也者，蒲盧也。故為政在人，取人以身，修身以道，修道以仁。仁者人也，親親為大；義者宜也，尊賢為大。親親之殺，尊賢之等，禮所生也。在下位不獲乎上，民不可得而治矣！故君子不可以不修身；思修身，不可以不事親；思事親，不可以不知人；思知人，不可以不知天。天下之達道五，所以行之者三，曰：君臣也，父子也，夫婦也，昆弟也，朋友之交也，五者天下之達道也。知仁勇三者，天下之達德也，所以行之者一也。或生而知之，或學而知之，或困而知之，及其知之，一也；或安而行之，或利而行之，或勉強而行之，及其成功，一也。」子曰：「好學近乎知，力行近乎仁，知恥近乎勇。知斯三者，則知所以修身；知所以修身，則知所以治人；知所以治人，則知所以治天下國家矣。",
          "凡為天下國家有九經，曰：修身也，尊賢也，親親也，敬大臣也，體群臣也，子庶民也，來百工也，柔遠人也，懷諸侯也。修身則道立，尊賢則不惑，親親則諸父昆弟不怨，敬大臣則不眩，體群臣則士之報禮重，子庶民則百姓勸，來百工則財用足，柔遠人則四方歸之，懷諸侯則天下畏之。「齊明盛服，非禮不動，所以修身也；去讒遠色，賤貨而貴德，所以勸賢也；尊其位，重其祿，同其好惡，所以勸親親也；官盛任使，所以勸大臣也；忠信重祿，所以勸士也；時使薄斂，所以勸百姓也；日省月試，既廩稱事，所以勸百工也；送往迎來，嘉善而矜不能，所以柔遠人也；繼絕世，舉廢國，治亂持危，朝聘以時，厚往而薄來，所以懷諸侯也。凡為天下國家有九經，所以行之者一也。凡事豫則立，不豫則廢。言前定則不跲，事前定則不困，行前定則不疚，道前定則不窮。」在下位不獲乎上，民不可得而治矣；獲乎上有道：不信乎朋友，不獲乎上矣；信乎朋友有道：不順乎親，不信乎朋友矣；順乎親有道：反諸身不誠，不順乎親矣；誠身有道：不明乎善，不誠乎身矣。誠者，天之道也；誠之者，人之道也。誠者不勉而中，不思而得，從容中道，聖人也。誠之者，擇善而固執之者也。博學之，審問之，慎思之，明辨之，篤行之。有弗學，學之弗能，弗措也；有弗問，問之弗知，弗措也；有弗思，思之弗得，弗措也；有弗辨，辨之弗明，弗措也，有弗行，行之弗篤，弗措也。人一能之己百之，人十能之己千之。果能此道矣，雖愚必明，雖柔必強。自誠明，謂之性；自明誠，謂之教。誠則明矣，明則誠矣。唯天下至誠，為能盡其性；能盡其性，則能盡人之性；能盡人之性，則能盡物之性；能盡物之性，則可以贊天地之化育；可以贊天地之化育，則可以與天地參矣。其次致曲。曲能有誠，誠則形，形則著，著則明，明則動，動則變，變則化。唯天下至誠為能化。",
          "至誠之道，可以前知。國家將興，必有禎祥；國家將亡，必有妖孽。見乎蓍龜，動乎四體。禍福將至：善，必先知之；不善，必先知之。故至誠如神。誠者自成也，而道自道也。誠者物之終始，不誠無物。是故君子誠之為貴。誠者非自成己而已也，所以成物也。成己，仁也；成物，知也。性之德也，合外內之道也，故時措之宜也。故至誠無息。不息則久，久則征，征則悠遠，悠遠則博厚，博厚則高明。博厚，所以載物也；高明，所以覆物也；悠久，所以成物也。博厚配地，高明配天，悠久無疆。如此者，不見而章，不動而變，無為而成。天地之道，可壹言而盡也。其為物不貳，則其生物不測。天地之道，博也厚也，高也明也，悠也久也。今夫天，斯昭昭之多，及其無窮也，日月星辰系焉，萬物覆焉。今夫地，一撮土之多，及其廣厚，載華嶽而不重，振河海而不泄，萬物載焉。今夫山，一拳石之多，及其廣大，草木生之，禽獸居之，寶藏興焉。今夫水，一勺之多，及其不測，黿鼉、蛟龍、魚鱉生焉，貨財殖焉。《詩》雲：「維天之命，於穆不已！」蓋曰天之所以為天也。「於乎不顯！文王之德之純！」蓋曰文王之所以為文也，純亦不已。大哉聖人之道！洋洋乎發育萬物，峻極於天。優優大哉！《禮儀》三百，威儀三千，待其人然後行。故曰：茍不至德，至道不凝焉。故君子尊德性而道問學，致廣大而盡精微，極高明而中庸。溫故而知新，敦厚以崇禮。是故居上不驕，為下不倍；國有道，其言足以興，國無道，其默足以容。《詩》曰：「既明且哲，以保其身。」其此之謂與！子曰：「愚而好自用，賤而好自專，生乎今之世，反古之道。如此者，災及其身者也。」非天子，不議禮，不制度，不考文。今天下車同軌，書同文，行同倫。雖有其位，茍無其德，不敢作禮樂焉；雖有其德，茍無其位，亦不敢作禮樂焉。子曰：「吾說夏禮，杞不足征也。吾學殷禮，有宋存焉；吾學周禮，今用之，吾從周。」王天下有三重焉，其寡過矣乎！上焉者雖善無征，無征不信，不信民弗從；下焉者雖善不尊，不尊不信，不信民弗從。故君子之道本諸身，征諸庶民，考諸三王而不繆，建諸天地而不悖，質諸鬼神而無疑，百世以俟聖人而不惑。質諸鬼神而無疑，知天也；百世以俟聖人而不惑，知人也。是故君子動而世為天下道，行而世為天下法，言而世為天下則。遠之則有望，近之則不厭。《詩》曰：「在彼無惡，在此無射；庶幾夙夜，以永終譽！」君子未有不如此而蚤有譽於天下者也。仲尼祖述堯、舜，憲章文、武；上律天時，下襲水土。辟如天地之無不持載，無不覆幬，辟如四時之錯行，如日月之代明。萬物並育而不相害，道並行而不相悖，小德川流，大德敦化，此天地之所以為大也。唯天下至聖為能聰明睿知，足以有臨也；寬裕溫柔，足以有容也；發強剛毅，足以有執也；齊莊中正，足以有敬也；文理密察，足以有別也。溥博淵泉，而時出之。溥博如天，淵泉如淵。見而民莫不敬，言而民莫不信，行而民莫不說。是以聲名洋溢乎中國，施及蠻貊；舟車所至，人力所通，天之所覆，地之所載，日月所照，霜露所隊；凡有血氣者，莫不尊親，故曰配天。唯天下至誠，為能經綸天下之大經，立天下之大本，知天地之化育。夫焉有所倚？肫肫其仁！淵淵其淵！浩浩其天！茍不固聰明聖知達天德者，其孰能知之？《詩》曰：「衣錦尚絅」，惡其文之著也。故君子之道，闇然而日章；小人之道，的然而日亡。君子之道：淡而不厭，簡而文，溫而理，知遠之近，知風之自，知微之顯，可與入德矣。《詩》雲：「潛雖伏矣，亦孔之昭！」故君子內省不疚，無惡於志。君子所不可及者，其唯人之所不見乎！《詩》雲：「相在爾室，尚不愧於屋漏。」故君子不動而敬，不言而信。《詩》曰：「奏假無言，時靡有爭。」是故君子不賞而民勸，不怒而民威於鈇鉞。《詩》曰：「不顯惟德！百辟其刑之。」是故君子篤恭而天下平。《詩》曰：「予懷明德，不大聲以色。」子曰：「聲色之於以化民，末也。」《詩》曰：「德輶如毛」，毛猶有倫；「上天之載，無聲無臭」，至矣！"
        ]
      },
      "simplified": {
        "title": "卷三十一 中庸",
        "paragraphs": [
          "天命之谓性，率性之谓道，修道之谓教。道也者，不可须臾离也，可离非道也。是故君子戒慎乎其所不睹，恐惧乎其所不闻。莫见乎隐，莫显乎微。故君子慎其独也。喜怒哀乐之未发，谓之中；发而皆中节，谓之和；中也者，天下之大本也；和也者，天下之达道也。致中和，天地位焉，万物育焉。仲尼曰：「君子中庸，小人反中庸。君子之中庸也，君子而时中；小人之中庸也，小人而无忌惮也。」子曰：「中庸其至矣乎！民鲜能久矣！」子曰：「道之不行也，我知之矣：知者过之，愚者不及也。道之不明也，我知之矣：贤者过之，不肖者不及也。人莫不饮食也，鲜能知味也。」子曰：「道其不行矣夫。」子曰：「舜其大知也与！舜好问而好察迩言，隐恶而扬善，执其两端，用其中于民，其斯以为舜乎！」子曰：「人皆曰『予知』，驱而纳诸罟擭陷阱之中，而莫之知辟也。人皆曰『予知』，择乎中庸，而不能期月守也。」子曰：「回之为人也，择乎中庸，得一善，则拳拳服膺而弗失之矣。」子曰：「天下国家可均也，爵禄可辞也，白刃可蹈也，中庸不可能也。」子路问强。子曰：「南方之强与？北方之强与？抑而强与？宽柔以教，不报无道，南方之强也，君子居之。衽金革，死而不厌，北方之强也，而强者居之。故君子和而不流，强哉矫！中立而不倚，强哉矫！国有道，不变塞焉，强哉矫！国无道，至死不变，强哉矫！」子曰：「素隐行怪，后世有述焉，吾弗为之矣。君子遵道而行，半涂而废，吾弗能已矣。君子依乎中庸，遁世不见知而不悔，唯圣者能之。君子之道费而隐。夫妇之愚，可以与知焉，及其至也，虽圣人亦有所不知焉；夫妇之不肖，可以能行焉，及其至也，虽圣人亦有所不能焉。天地之大也，人犹有所憾，故君子语大，天下莫能载焉；语小，天下莫能破焉。《诗》云：『鸢飞戾天，鱼跃于渊。』言其上下察也。君子之道，造端乎夫妇，及其至也，察乎天地。」子曰：「道不远人。人之为道而远人，不可以为道。《诗》云：『伐柯伐柯，其则不远。』执柯以伐柯，睨而视之，犹以为远。故君子以人治人，改而止。忠恕违道不远，施诸己而不愿，亦勿施于人。君子之道四，丘未能一焉：所求乎子以事父，未能也；所求乎臣以事君，未能也；所求乎弟以事兄，未能也；所求乎朋友先施之，未能也。庸德之行，庸言之谨，有所不足，不敢不勉，有余不敢尽；言顾行，行顾言，君子胡不慥慥尔！君子素其位而行，不愿乎其外。素富贵，行乎富贵；素贫贱，行乎贫贱；素夷狄，行乎夷狄；素患难，行乎患难：君子无入而不自得焉。在上位不陵下，在下位不援上，正己而不求于人，则无怨。上不怨天，下不尤人。故君子居易以俟命，小人行险以徼幸。」子曰：「射有似乎君子，失诸正鹄，反求诸其身。君子之道，辟如行远必自迩，辟如登高必自卑。《诗》曰：『妻子好合，如鼓瑟琴；兄弟既翕，和乐且耽。宜尔室家，乐尔妻帑。』」子曰：「父母其顺矣乎！」子曰：「鬼神之为德，其盛矣乎！视之而弗见，听之而弗闻，体物而不可遗。使天下之人齐明盛服，以承祭祀，洋洋乎如在其上，如在其左右。《诗》曰：『神之格思，不可度思！矧可射思！』夫微之显，诚之不可掩如此夫。」",
          "子曰：「舜其大孝也与！德为圣人，尊为天子，富有四海之内。宗庙飨之，子孙保之。故大德必得其位，必得其禄，必得其名，必得其寿。故天之生物，必因其材而笃焉。故栽者培之，倾者覆之。《诗》曰：『嘉乐君子，宪宪令德！宜民宜人，受禄于天。保佑命之，自天申之！』故大德者必受命。」子曰：「无忧者其惟文王乎！以王季为父，以武王为子，父作之，子述之。武王缵大王、王季、文王之绪，壹戎衣而有天下，身不失天下之显名；尊为天子，富有四海之内。宗庙飨之，子孙保之。武王末受命，周公成文、武之德，追王大王、王季，上祀先公以天子之礼。斯礼也，达乎诸侯、大夫及士、庶人。父为大夫，子为士，葬以大夫，祭以士。父为士，子为大夫，葬以士，祭以大夫。期之丧，达乎大夫；三年之丧，达乎天子；父母之丧，无贵贱，一也。」子曰：「武王、周公，其达孝矣乎！夫孝者：善继人之志，善述人之事者也。春、秋修其祖庙，陈其宗器，设其裳衣，荐其时食。宗庙之礼，所以序昭穆也；序爵，所以辨贵贱也；序事，所以辨贤也；旅酬下为上，所以逮贱也；燕毛，所以序齿也。践其位，行其礼，奏其乐，敬其所尊，爱其所亲，事死如事生，事亡如事存，孝之至也。郊社之礼，所以事上帝也；宗庙之礼，所以祀乎其先也。明乎郊社之礼、禘尝之义，治国其如示诸掌乎！」哀公问政。子曰：「文、武之政，布在方策，其人存，则其政举；其人亡，则其政息。人道敏政，地道敏树。夫政也者，蒲卢也。故为政在人，取人以身，修身以道，修道以仁。仁者人也，亲亲为大；义者宜也，尊贤为大。亲亲之杀，尊贤之等，礼所生也。在下位不获乎上，民不可得而治矣！故君子不可以不修身；思修身，不可以不事亲；思事亲，不可以不知人；思知人，不可以不知天。天下之达道五，所以行之者三，曰：君臣也，父子也，夫妇也，昆弟也，朋友之交也，五者天下之达道也。知仁勇三者，天下之达德也，所以行之者一也。或生而知之，或学而知之，或困而知之，及其知之，一也；或安而行之，或利而行之，或勉强而行之，及其成功，一也。」子曰：「好学近乎知，力行近乎仁，知耻近乎勇。知斯三者，则知所以修身；知所以修身，则知所以治人；知所以治人，则知所以治天下国家矣。",
          "凡为天下国家有九经，曰：修身也，尊贤也，亲亲也，敬大臣也，体群臣也，子庶民也，来百工也，柔远人也，怀诸侯也。修身则道立，尊贤则不惑，亲亲则诸父昆弟不怨，敬大臣则不眩，体群臣则士之报礼重，子庶民则百姓劝，来百工则财用足，柔远人则四方归之，怀诸侯则天下畏之。「齐明盛服，非礼不动，所以修身也；去谗远色，贱货而贵德，所以劝贤也；尊其位，重其禄，同其好恶，所以劝亲亲也；官盛任使，所以劝大臣也；忠信重禄，所以劝士也；时使薄敛，所以劝百姓也；日省月试，既廪称事，所以劝百工也；送往迎来，嘉善而矜不能，所以柔远人也；继绝世，举废国，治乱持危，朝聘以时，厚往而薄来，所以怀诸侯也。凡为天下国家有九经，所以行之者一也。凡事豫则立，不豫则废。言前定则不跲，事前定则不困，行前定则不疚，道前定则不穷。」在下位不获乎上，民不可得而治矣；获乎上有道：不信乎朋友，不获乎上矣；信乎朋友有道：不顺乎亲，不信乎朋友矣；顺乎亲有道：反诸身不诚，不顺乎亲矣；诚身有道：不明乎善，不诚乎身矣。诚者，天之道也；诚之者，人之道也。诚者不勉而中，不思而得，从容中道，圣人也。诚之者，择善而固执之者也。博学之，审问之，慎思之，明辨之，笃行之。有弗学，学之弗能，弗措也；有弗问，问之弗知，弗措也；有弗思，思之弗得，弗措也；有弗辨，辨之弗明，弗措也，有弗行，行之弗笃，弗措也。人一能之己百之，人十能之己千之。果能此道矣，虽愚必明，虽柔必强。自诚明，谓之性；自明诚，谓之教。诚则明矣，明则诚矣。唯天下至诚，为能尽其性；能尽其性，则能尽人之性；能尽人之性，则能尽物之性；能尽物之性，则可以赞天地之化育；可以赞天地之化育，则可以与天地参矣。其次致曲。曲能有诚，诚则形，形则着，着则明，明则动，动则变，变则化。唯天下至诚为能化。",
          "至诚之道，可以前知。国家将兴，必有祯祥；国家将亡，必有妖孽。见乎蓍龟，动乎四体。祸福将至：善，必先知之；不善，必先知之。故至诚如神。诚者自成也，而道自道也。诚者物之终始，不诚无物。是故君子诚之为贵。诚者非自成己而已也，所以成物也。成己，仁也；成物，知也。性之德也，合外内之道也，故时措之宜也。故至诚无息。不息则久，久则征，征则悠远，悠远则博厚，博厚则高明。博厚，所以载物也；高明，所以覆物也；悠久，所以成物也。博厚配地，高明配天，悠久无疆。如此者，不见而章，不动而变，无为而成。天地之道，可壹言而尽也。其为物不贰，则其生物不测。天地之道，博也厚也，高也明也，悠也久也。今夫天，斯昭昭之多，及其无穷也，日月星辰系焉，万物覆焉。今夫地，一撮土之多，及其广厚，载华岳而不重，振河海而不泄，万物载焉。今夫山，一拳石之多，及其广大，草木生之，禽兽居之，宝藏兴焉。今夫水，一勺之多，及其不测，鼋鼍、蛟龙、鱼鳖生焉，货财殖焉。《诗》云：「维天之命，于穆不已！」盖曰天之所以为天也。「于乎不显！文王之德之纯！」盖曰文王之所以为文也，纯亦不已。大哉圣人之道！洋洋乎发育万物，峻极于天。优优大哉！《礼仪》三百，威仪三千，待其人然后行。故曰：茍不至德，至道不凝焉。故君子尊德性而道问学，致广大而尽精微，极高明而中庸。温故而知新，敦厚以崇礼。是故居上不骄，为下不倍；国有道，其言足以兴，国无道，其默足以容。《诗》曰：「既明且哲，以保其身。」其此之谓与！子曰：「愚而好自用，贱而好自专，生乎今之世，反古之道。如此者，灾及其身者也。」非天子，不议礼，不制度，不考文。今天下车同轨，书同文，行同伦。虽有其位，茍无其德，不敢作礼乐焉；虽有其德，茍无其位，亦不敢作礼乐焉。子曰：「吾说夏礼，杞不足征也。吾学殷礼，有宋存焉；吾学周礼，今用之，吾从周。」王天下有三重焉，其寡过矣乎！上焉者虽善无征，无征不信，不信民弗从；下焉者虽善不尊，不尊不信，不信民弗从。故君子之道本诸身，征诸庶民，考诸三王而不缪，建诸天地而不悖，质诸鬼神而无疑，百世以俟圣人而不惑。质诸鬼神而无疑，知天也；百世以俟圣人而不惑，知人也。是故君子动而世为天下道，行而世为天下法，言而世为天下则。远之则有望，近之则不厌。《诗》曰：「在彼无恶，在此无射；庶几夙夜，以永终誉！」君子未有不如此而蚤有誉于天下者也。仲尼祖述尧、舜，宪章文、武；上律天时，下袭水土。辟如天地之无不持载，无不覆帱，辟如四时之错行，如日月之代明。万物并育而不相害，道并行而不相悖，小德川流，大德敦化，此天地之所以为大也。唯天下至圣为能聪明睿知，足以有临也；宽裕温柔，足以有容也；发强刚毅，足以有执也；齐庄中正，足以有敬也；文理密察，足以有别也。溥博渊泉，而时出之。溥博如天，渊泉如渊。见而民莫不敬，言而民莫不信，行而民莫不说。是以声名洋溢乎中国，施及蛮貊；舟车所至，人力所通，天之所覆，地之所载，日月所照，霜露所队；凡有血气者，莫不尊亲，故曰配天。唯天下至诚，为能经纶天下之大经，立天下之大本，知天地之化育。夫焉有所倚？肫肫其仁！渊渊其渊！浩浩其天！茍不固聪明圣知达天德者，其孰能知之？《诗》曰：「衣锦尚絅」，恶其文之着也。故君子之道，闇然而日章；小人之道，的然而日亡。君子之道：淡而不厌，简而文，温而理，知远之近，知风之自，知微之显，可与入德矣。《诗》云：「潜虽伏矣，亦孔之昭！」故君子内省不疚，无恶于志。君子所不可及者，其唯人之所不见乎！《诗》云：「相在尔室，尚不愧于屋漏。」故君子不动而敬，不言而信。《诗》曰：「奏假无言，时靡有争。」是故君子不赏而民劝，不怒而民威于鈇钺。《诗》曰：「不显惟德！百辟其刑之。」是故君子笃恭而天下平。《诗》曰：「予怀明德，不大声以色。」子曰：「声色之于以化民，末也。」《诗》曰：「德輶如毛」，毛犹有伦；「上天之载，无声无臭」，至矣！"
        ]
      },
      "translation": []
    },
    {
      "title": "卷三十二 表记",
      "id": "8540572091",
      "traditional": {
        "title": "卷三十二 表記",
        "paragraphs": [
          "子言之：「歸乎！君子隱而顯，不矜而莊，不厲而威，不言而信。」子曰：「君子不失足於人，不失色於人，不失口於人，是故君子貌足畏也，色足憚也，言足信也。《甫刑》曰：『敬忌而罔有擇言在躬。』」子曰：「裼襲之不相因也，欲民之毋相瀆也。」子曰：「祭極敬，不繼之以樂；朝極辨，不繼之以倦。」子曰：「君子慎以辟禍，篤以不掩，恭以遠恥。」子曰：「君子莊敬日強，安肆日偷。君子不以一日使其躬儳焉，如不終日。」子曰：「齊戒以事鬼神，擇日月以見君，恐民之不敬也。」子曰：「狎侮，死焉而不畏也。」子曰：「無辭不相接也，無禮不相見也；欲民之毋相褻也。《易》曰：『初筮告，再三瀆，瀆則不告。』」",
          "子言之：「仁者，天下之表也；義者，天下之制也；報者，天下之利也。」子曰：「以德報德，則民有所勸；以怨報怨，則民有所懲。《詩》曰：『無言不讎，無德不報。』《太甲》曰：『民非後無能胥以寧；後非民無以辟四方。』」子曰：「以德報怨，則寬身之仁也；以怨報德，則刑戮之民也。」子曰：「無欲而好仁者，無畏而惡不仁者，天下一人而已矣。是故君子議道自己，而置法以民。」子曰：「仁有三，與仁同功而異情。與仁同功，其仁未可知也；與仁同過，然後其仁可知也。仁者安仁，知者利仁，畏罪者強仁。仁者右也，道者左也。仁者人也，道者義也。厚於仁者薄於義，親而不尊；厚於義者薄於仁，尊而不親。道有至，義有考。至道以王，義道以霸，考道以為無失。」",
          "子言之：「仁有數，義有長短小大。中心憯怛，愛人之仁也；率法而強之，資仁者也。《詩》雲：『豐水有芑，武王豈不仕！詒厥孫謀，以燕翼子，武王烝哉！』數世之仁也。國風曰：『我今不閱，皇恤我後。』終身之仁也。」子曰：「仁之為器重，其為道遠，舉者莫能勝也，行者莫能致也，取數多者仁也；夫勉於仁者不亦難乎？是故君子以義度人，則難為人；以人望人，則賢者可知已矣。」子曰：「中心安仁者，天下一人而已矣。大雅曰：『德輶如毛，民鮮克舉之；我儀圖之，惟仲山甫舉之，愛莫助之。』」小雅曰：「高山仰止，景行行止。」子曰：「《詩》之好仁如此；鄉道而行，中道而廢，忘身之老也，不知年數之不足，俛焉日有孳孳，斃而後已。」子曰：「仁之難成久矣！人人失其所好；故仁者之過易辭也。」子曰：「恭近禮，儉近仁，信近情，敬讓以行此，雖有過，其不甚矣。夫恭寡過，情可信，儉易容也；以此失之者，不亦鮮乎？《詩》曰：『溫溫恭人，惟德之基。』」子曰：「仁之難成久矣，惟君子能之。是故君子不以其所能者病人，不以人之所不能者愧人。是故聖人之制行也，不制以己，使民有所勸勉愧恥，以行其言。禮以節之，信以結之，容貌以文之，衣服以移之，朋友以極之，欲民之有壹也。小雅曰：『不愧於人，不畏於天。』是故君子服其服，則文以君子之容；有其容，則文以君子之辭；遂其辭，則實以君子之德。是故君子恥服其服而無其容，恥有其容而無其辭，恥有其辭而無其德，恥有其德而無其行。是故君子衰絰則有哀色；端冕則有敬色；甲胄則有不可辱之色。《詩》雲：『惟鵜在梁，不濡其翼；彼記之子，不稱其服。』」",
          "子言之：「君子之所謂義者，貴賤皆有事於天下；天子親耕，粢盛秬鬯以事上帝，故諸侯勤以輔事於天子。」子曰：「下之事上也，雖有庇民之大德，不敢有君民之心，仁之厚也。是故君子恭儉以求役仁，信讓以求役禮，不自尚其事，不自尊其身，儉於位而寡於欲，讓於賢，卑己尊而人，小心而畏義，求以事君，得之自是，不得自是，以聽天命。《詩》雲：『莫莫葛藟，施於條枚；凱弟君子，求福不回。』其舜、禹、文王、周公之謂與！有君民之大德，有事君之小心。《詩》雲：『惟此文王，小心翼翼，昭事上帝，聿懷多福，厥德不回，以受方國。』」子曰：「先王諡以尊名，節以壹惠，恥名之浮於行也。是故君子不自大其事，不自尚其功，以求處情；過行弗率，以求處厚；彰人之善而美人之功，以求下賢。是故君子雖自卑，而民敬尊之。」子曰：「後稷，天下之為烈也，豈一手一足哉！唯欲行之浮於名也，故自謂便人。」",
          "子言之：「君子之所謂仁者其難乎！《詩》雲：『凱弟君子，民之父母。』凱以強教之；弟以說安之。樂而毋荒，有禮而親，威莊而安，孝慈而敬。使民有父之尊，有母之親。如此而後可以為民父母矣，非至德其孰能如此乎？今父之親子也，親賢而下無能；母之親子也，賢則親之，無能則憐之。母，親而不尊；父，尊而不親。水之於民也，親而不尊；火，尊而不親。土之於民也，親而不尊；天，尊而不親。命之於民也，親而不尊；鬼，尊而不親。」子曰：「夏道尊命，事鬼敬神而遠之，近人而忠焉，先祿而後威，先賞而後罰，親而不尊；其民之敝：蠢而愚，喬而野，樸而不文。殷人尊神，率民以事神，先鬼而後禮，先罰而後賞，尊而不親；其民之敝：蕩而不靜，勝而無恥。周人尊禮尚施，事鬼敬神而遠之，近人而忠焉，其賞罰用爵列，親而不尊；其民之敝：利而巧，文而不慚，賊而蔽。」子曰：「夏道未瀆辭，不求備，不大望於民，民未厭其親；殷人未瀆禮，而求備於民；周人強民，未瀆神，而賞爵刑罰窮矣。」子曰：「虞夏之道，寡怨於民；殷周之道，不勝其敝。」子曰：「虞夏之質，殷周之文，至矣。虞夏之文不勝其質；殷周之質不勝其文。」",
          "子言之曰：「後世雖有作者，虞帝弗可及也已矣。君天下，生無私，死不厚其子；子民如父母，有憯怛之愛，有忠利之教；親而尊，安而敬，威而愛，富而有禮，惠而能散；其君子尊仁畏義，恥費輕實，忠而不犯，義而順，文而靜，寬而有辨。《甫刑》曰：『德威惟威，德明惟明。』非虞帝其孰能如此乎？」子言之：「事君先資其言，拜自獻其身，以成其信。是故君有責於其臣，臣有死於其言。故其受祿不誣，其受罪益寡。」子曰：「事君大言入則望大利，小言入則望小利；故君子不以小言受大祿，不以大言受小祿。《易》曰：『不家食，吉。』」子曰：「事君不下達，不尚辭，非其人弗自。小雅曰：『靖共爾位，正直是與；神之聽之，式穀以女。』」子曰：「事君遠而諫，則諂也；近而不諫，則屍利也。」子曰：「邇臣守和，宰正百官，大臣慮四方。」子曰：「事君欲諫不欲陳。《詩》雲：『心乎愛矣，瑕不謂矣；中心藏之，何日忘之。』」子曰：「事君難進而易退，則位有序；易進而難退則亂也。故君子三揖而進，一辭而退，以遠亂也。」子曰：「事君三違而不出竟，則利祿也；人雖曰不要，吾弗信也。」子曰：「事君慎始而敬終。」子曰：「事君可貴可賤，可富可貧，可生可殺，而不可使為亂。」子曰：「事君，軍旅不辟難，朝廷不辭賤；處其位而不履其事則亂也。故君使其臣得志，則慎慮而從之；否，則孰慮而從之。終事而退，臣之厚也。《易》曰：『不事王侯，高尚其事。』」子曰：「唯天子受命於天，士受命於君。故君命順則臣有順命；君命逆則臣有逆命。《詩》曰：『鵲之薑薑，鶉之賁賁；人之無良，我以為君。』」",
          "子曰：「君子不以辭盡人。故天下有道，則行有枝葉；天下無道，則辭有枝葉。是故君子於有喪者之側，不能賻焉，則不問其所費；於有病者之側，不能饋焉，則不問其所欲；有客，不能館，則不問其所舍。故君子之接如水，小人之接如醴；君子淡以成，小人甘以壞。小雅曰：『盜言孔甘，亂是用餤。』」子曰：「君子不以口譽人，則民作忠。故君子問人之寒，則衣之；問人之饑，則食之；稱人之美，則爵之。國風曰：『心之憂矣，於我歸說。』」子曰：「口惠而實不至，怨菑及其身。是故君子與其有諾責也，寧有已怨。國風曰：『言笑晏晏，信誓旦旦，不思其反；反是不思，亦已焉哉！』」子曰：「君子不以色親人；情疏而貌親，在小人則穿窬之盜也與？」子曰：「情欲信，辭欲巧。」",
          "子言之：「昔三代明王皆事天地之神明，無非卜筮之用，不敢以其私，褻事上帝。是故不犯日月，不違卜筮。卜筮不相襲也。大事有時日；小事無時日，有筮。外事用剛日，內事用柔日。不違龜筮。」子曰：「牲牷禮樂齊盛，是以無害乎鬼神，無怨乎百姓。」子曰：「後稷之祀易富也；其辭恭，其欲儉，其祿及子孫。《詩》曰：『後稷兆祀，庶無罪悔，以迄於今。』」子曰：「大人之器威敬。天子無筮；諸侯有守筮。天子道以筮；諸侯非其國不以筮。卜宅寢室。天子不卜處大廟。」子曰：「君子敬則用祭器。是以不廢日月，不違龜筮，以敬事其君長，是以上不瀆於民，下不褻於上。」"
        ]
      },
      "simplified": {
        "title": "卷三十二 表记",
        "paragraphs": [
          "子言之：「归乎！君子隐而显，不矜而庄，不厉而威，不言而信。」子曰：「君子不失足于人，不失色于人，不失口于人，是故君子貌足畏也，色足惮也，言足信也。《甫刑》曰：『敬忌而罔有择言在躬。』」子曰：「裼袭之不相因也，欲民之毋相渎也。」子曰：「祭极敬，不继之以乐；朝极辨，不继之以倦。」子曰：「君子慎以辟祸，笃以不掩，恭以远耻。」子曰：「君子庄敬日强，安肆日偷。君子不以一日使其躬儳焉，如不终日。」子曰：「齐戒以事鬼神，择日月以见君，恐民之不敬也。」子曰：「狎侮，死焉而不畏也。」子曰：「无辞不相接也，无礼不相见也；欲民之毋相亵也。《易》曰：『初筮告，再三渎，渎则不告。』」",
          "子言之：「仁者，天下之表也；义者，天下之制也；报者，天下之利也。」子曰：「以德报德，则民有所劝；以怨报怨，则民有所惩。《诗》曰：『无言不雠，无德不报。』《太甲》曰：『民非后无能胥以宁；后非民无以辟四方。』」子曰：「以德报怨，则宽身之仁也；以怨报德，则刑戮之民也。」子曰：「无欲而好仁者，无畏而恶不仁者，天下一人而已矣。是故君子议道自己，而置法以民。」子曰：「仁有三，与仁同功而异情。与仁同功，其仁未可知也；与仁同过，然后其仁可知也。仁者安仁，知者利仁，畏罪者强仁。仁者右也，道者左也。仁者人也，道者义也。厚于仁者薄于义，亲而不尊；厚于义者薄于仁，尊而不亲。道有至，义有考。至道以王，义道以霸，考道以为无失。」",
          "子言之：「仁有数，义有长短小大。中心憯怛，爱人之仁也；率法而强之，资仁者也。《诗》云：『丰水有芑，武王岂不仕！诒厥孙谋，以燕翼子，武王烝哉！』数世之仁也。国风曰：『我今不阅，皇恤我后。』终身之仁也。」子曰：「仁之为器重，其为道远，举者莫能胜也，行者莫能致也，取数多者仁也；夫勉于仁者不亦难乎？是故君子以义度人，则难为人；以人望人，则贤者可知已矣。」子曰：「中心安仁者，天下一人而已矣。大雅曰：『德輶如毛，民鲜克举之；我仪图之，惟仲山甫举之，爱莫助之。』」小雅曰：「高山仰止，景行行止。」子曰：「《诗》之好仁如此；乡道而行，中道而废，忘身之老也，不知年数之不足，俛焉日有孳孳，毙而后已。」子曰：「仁之难成久矣！人人失其所好；故仁者之过易辞也。」子曰：「恭近礼，俭近仁，信近情，敬让以行此，虽有过，其不甚矣。夫恭寡过，情可信，俭易容也；以此失之者，不亦鲜乎？《诗》曰：『温温恭人，惟德之基。』」子曰：「仁之难成久矣，惟君子能之。是故君子不以其所能者病人，不以人之所不能者愧人。是故圣人之制行也，不制以己，使民有所劝勉愧耻，以行其言。礼以节之，信以结之，容貌以文之，衣服以移之，朋友以极之，欲民之有壹也。小雅曰：『不愧于人，不畏于天。』是故君子服其服，则文以君子之容；有其容，则文以君子之辞；遂其辞，则实以君子之德。是故君子耻服其服而无其容，耻有其容而无其辞，耻有其辞而无其德，耻有其德而无其行。是故君子衰绖则有哀色；端冕则有敬色；甲胄则有不可辱之色。《诗》云：『惟鹈在梁，不濡其翼；彼记之子，不称其服。』」",
          "子言之：「君子之所谓义者，贵贱皆有事于天下；天子亲耕，粢盛秬鬯以事上帝，故诸侯勤以辅事于天子。」子曰：「下之事上也，虽有庇民之大德，不敢有君民之心，仁之厚也。是故君子恭俭以求役仁，信让以求役礼，不自尚其事，不自尊其身，俭于位而寡于欲，让于贤，卑己尊而人，小心而畏义，求以事君，得之自是，不得自是，以听天命。《诗》云：『莫莫葛藟，施于条枚；凯弟君子，求福不回。』其舜、禹、文王、周公之谓与！有君民之大德，有事君之小心。《诗》云：『惟此文王，小心翼翼，昭事上帝，聿怀多福，厥德不回，以受方国。』」子曰：「先王谥以尊名，节以壹惠，耻名之浮于行也。是故君子不自大其事，不自尚其功，以求处情；过行弗率，以求处厚；彰人之善而美人之功，以求下贤。是故君子虽自卑，而民敬尊之。」子曰：「后稷，天下之为烈也，岂一手一足哉！唯欲行之浮于名也，故自谓便人。」",
          "子言之：「君子之所谓仁者其难乎！《诗》云：『凯弟君子，民之父母。』凯以强教之；弟以说安之。乐而毋荒，有礼而亲，威庄而安，孝慈而敬。使民有父之尊，有母之亲。如此而后可以为民父母矣，非至德其孰能如此乎？今父之亲子也，亲贤而下无能；母之亲子也，贤则亲之，无能则怜之。母，亲而不尊；父，尊而不亲。水之于民也，亲而不尊；火，尊而不亲。土之于民也，亲而不尊；天，尊而不亲。命之于民也，亲而不尊；鬼，尊而不亲。」子曰：「夏道尊命，事鬼敬神而远之，近人而忠焉，先禄而后威，先赏而后罚，亲而不尊；其民之敝：蠢而愚，乔而野，朴而不文。殷人尊神，率民以事神，先鬼而后礼，先罚而后赏，尊而不亲；其民之敝：荡而不静，胜而无耻。周人尊礼尚施，事鬼敬神而远之，近人而忠焉，其赏罚用爵列，亲而不尊；其民之敝：利而巧，文而不惭，贼而蔽。」子曰：「夏道未渎辞，不求备，不大望于民，民未厌其亲；殷人未渎礼，而求备于民；周人强民，未渎神，而赏爵刑罚穷矣。」子曰：「虞夏之道，寡怨于民；殷周之道，不胜其敝。」子曰：「虞夏之质，殷周之文，至矣。虞夏之文不胜其质；殷周之质不胜其文。」",
          "子言之曰：「后世虽有作者，虞帝弗可及也已矣。君天下，生无私，死不厚其子；子民如父母，有憯怛之爱，有忠利之教；亲而尊，安而敬，威而爱，富而有礼，惠而能散；其君子尊仁畏义，耻费轻实，忠而不犯，义而顺，文而静，宽而有辨。《甫刑》曰：『德威惟威，德明惟明。』非虞帝其孰能如此乎？」子言之：「事君先资其言，拜自献其身，以成其信。是故君有责于其臣，臣有死于其言。故其受禄不诬，其受罪益寡。」子曰：「事君大言入则望大利，小言入则望小利；故君子不以小言受大禄，不以大言受小禄。《易》曰：『不家食，吉。』」子曰：「事君不下达，不尚辞，非其人弗自。小雅曰：『靖共尔位，正直是与；神之听之，式谷以女。』」子曰：「事君远而谏，则谄也；近而不谏，则尸利也。」子曰：「迩臣守和，宰正百官，大臣虑四方。」子曰：「事君欲谏不欲陈。《诗》云：『心乎爱矣，瑕不谓矣；中心藏之，何日忘之。』」子曰：「事君难进而易退，则位有序；易进而难退则乱也。故君子三揖而进，一辞而退，以远乱也。」子曰：「事君三违而不出竟，则利禄也；人虽曰不要，吾弗信也。」子曰：「事君慎始而敬终。」子曰：「事君可贵可贱，可富可贫，可生可杀，而不可使为乱。」子曰：「事君，军旅不辟难，朝廷不辞贱；处其位而不履其事则乱也。故君使其臣得志，则慎虑而从之；否，则孰虑而从之。终事而退，臣之厚也。《易》曰：『不事王侯，高尚其事。』」子曰：「唯天子受命于天，士受命于君。故君命顺则臣有顺命；君命逆则臣有逆命。《诗》曰：『鹊之姜姜，鹑之贲贲；人之无良，我以为君。』」",
          "子曰：「君子不以辞尽人。故天下有道，则行有枝叶；天下无道，则辞有枝叶。是故君子于有丧者之侧，不能赙焉，则不问其所费；于有病者之侧，不能馈焉，则不问其所欲；有客，不能馆，则不问其所舍。故君子之接如水，小人之接如醴；君子淡以成，小人甘以坏。小雅曰：『盗言孔甘，乱是用餤。』」子曰：「君子不以口誉人，则民作忠。故君子问人之寒，则衣之；问人之饥，则食之；称人之美，则爵之。国风曰：『心之忧矣，于我归说。』」子曰：「口惠而实不至，怨菑及其身。是故君子与其有诺责也，宁有已怨。国风曰：『言笑晏晏，信誓旦旦，不思其反；反是不思，亦已焉哉！』」子曰：「君子不以色亲人；情疏而貌亲，在小人则穿窬之盗也与？」子曰：「情欲信，辞欲巧。」",
          "子言之：「昔三代明王皆事天地之神明，无非卜筮之用，不敢以其私，亵事上帝。是故不犯日月，不违卜筮。卜筮不相袭也。大事有时日；小事无时日，有筮。外事用刚日，内事用柔日。不违龟筮。」子曰：「牲牷礼乐齐盛，是以无害乎鬼神，无怨乎百姓。」子曰：「后稷之祀易富也；其辞恭，其欲俭，其禄及子孙。《诗》曰：『后稷兆祀，庶无罪悔，以迄于今。』」子曰：「大人之器威敬。天子无筮；诸侯有守筮。天子道以筮；诸侯非其国不以筮。卜宅寝室。天子不卜处大庙。」子曰：「君子敬则用祭器。是以不废日月，不违龟筮，以敬事其君长，是以上不渎于民，下不亵于上。」"
        ]
      },
      "translation": []
    },
    {
      "title": "卷三十三 缁衣",
      "id": "0180796323",
      "traditional": {
        "title": "卷三十三 緇衣",
        "paragraphs": [
          "子言之曰：「為上易事也，為下易知也，則刑不煩矣。」子曰：「好賢如《緇衣》，惡惡如《巷伯》，則爵不瀆而民作願，刑不試而民鹹服。大雅曰：『儀刑文王，萬國作孚。』」子曰：「夫民，教之以德，齊之以禮，則民有格心；教之以政，齊之以刑，則民有遁心。故君民者，子以愛之，則民親之；信以結之，則民不倍；恭以蒞之，則民有孫心。《甫刑》曰：『苗民罪用命，制以刑，惟作五虐之刑曰法。是以民有惡德，而遂絕其世也。』」",
          "子曰：「下之事上也，不從其所令，從其所行。上好是物，下必有甚者矣。故上之所好惡，不可不慎也，是民之表也。」子曰：「禹立三年，百姓以仁遂焉，豈必盡仁？《詩》雲：『赫赫師尹，民具爾瞻。』《甫刑》曰：『一人有慶，兆民賴之。』大雅曰：『成王之孚，下土之式。』」子曰：「上好仁，則下之為仁爭先人。故長民者章志、貞教、尊仁，以子愛百姓；民致行己以說其上矣。《詩》雲：『有梏德行，四國順之。』」",
          "子曰：「王言如絲，其出如綸；王言如綸，其出如綍。故大人不倡遊言。可言也，不可行。君子弗言也；可行也，不可言，君子弗行也。則民言不危行，而行不危言矣。《詩》雲：『淑慎爾止，不愆於儀。』」子曰：「君子道人以言，而禁人以行。故言必慮其所終，而行必稽其所敝；則民謹於言而慎於行。《詩》雲：『慎爾出話，敬爾威儀。』大雅曰：『穆穆文王，於緝熙敬止。』」",
          "子曰：「長民者，衣服不貳，從容有常，以齊其民，則民德壹。《詩》雲：『彼都人士，狐裘黃黃，其容不改，出言有章，行歸於周，萬民所望。』」子曰：「為上可望而知也，為下可述而志也，則君不疑於其臣，而臣不惑於其君矣。《尹吉》曰：『惟尹躬及湯，鹹有壹德。』《詩》雲：『淑人君子，其儀不忒。』」",
          "子曰：「有國者章義惡，以示民厚，則民情不貳。《詩》雲：『靖共爾位，好是正直。』」子曰：「上人疑則百姓惑，下難知則君長勞。故君民者，章好以示民俗，慎惡以禦民之淫，則民不惑矣。臣儀行，不重辭，不援其所不及，不煩其所不知，則君不勞矣。《詩》雲：『上帝板板，下民卒。』小雅曰：『匪其止共，惟王之邛。』」",
          "子曰：「政之不行也，教之不成也，爵祿不足勸也，刑罰不足恥也。故上不可以褻刑而輕爵。《康誥》曰：『敬明乃罰。』《甫刑》曰：『播刑之不迪。』」",
          "子曰：「大臣不親，百姓不寧，則忠敬不足，而富貴已過也；大臣不治而邇臣比矣。故大臣不可不敬也，是民之表也；邇臣不可不慎也，是民之道也。君毋以小謀大，毋以遠言近，毋以內圖外，則大臣不怨，邇臣不疾，而遠臣不蔽矣。葉公之顧命曰：『毋以小謀敗大作，毋以嬖禦人疾莊後，毋以嬖禦士疾莊士、大夫、卿士。』」",
          "子曰：「大人不親其所賢，而信其所賤；民是以親失，而教是以煩。《詩》雲：『彼求我則，如不我得；執我仇仇，亦不我力。』《君陳》曰：『未見聖，若己弗克見；既見聖，亦不克由聖。』」",
          "子曰：「小人溺於水，君子溺於口，大人溺於民，皆在其所褻也。夫水近於人而溺人，德易狎而難親也，易以溺人；口費而煩，易出難悔，易以溺人；夫民閉於人，而有鄙心，可敬不可慢，易以溺人。故君子不可以不慎也。《太甲》曰：『毋越厥命以自覆也；若虞機張，往省括於厥度則釋。』《兌命》曰：『惟口起羞，惟甲胄起兵，惟衣裳在笥，惟幹戈省厥躬。』《太甲》曰：『天作孽，可違也；自作孽，不可以逭。』《尹吉》曰：『惟尹躬天，見於西邑；夏自周有終，相亦惟終。』」",
          "子曰：「民以君為心，君以民為體；心莊則體舒，心肅則容敬。心好之，身必安之；君好之，民必欲之。心以體全，亦以體傷；君以民存，亦以民亡。《詩》雲：『昔吾有先正，其言明且清，國家以寧，都邑以成，庶民以生；誰能秉國成，不自為正，卒勞百姓。《君雅》曰：『夏日暑雨，小民惟曰怨；資冬祁寒，小民亦惟曰怨。』」",
          "子曰：「下之事上也，身不正，言不信，則義不壹，行無類也。」子曰：「言有物而行有格也；是以生則不可奪志，死則不可奪名。故君子多聞，質而守之；多志，質而親之；精知，略而行之。《君陳》曰：『出入自爾師虞，庶言同。』《詩》雲：『淑人君子，其儀一也。』」",
          "子曰：「唯君子能好其正，小人毒其正。故君子之朋友有鄉，其惡有方；是故邇者不惑，而遠者不疑也。《詩》雲：『君子好仇。』」子曰：「輕絕貧賤，而重絕富貴，則好賢不堅，而惡惡不著也。人雖曰不利，吾不信也。《詩》雲：『朋有攸攝，攝以威儀。』」子曰：「私惠不歸德，君子不自留焉。《詩》雲：『人之好我，示我周行。』」",
          "子曰：「茍有車，必見其軾；茍有衣，必見其敝；人茍或言之，必聞其聲；茍或行之，必見其成。《葛覃》曰：『服之無射。』」子曰：「言從而行之，則言不可飾也；行從而言之，則行不可飾也。故君子寡言，而行以成其信，則民不得大其美而小其惡。《詩》雲：『自圭之玷，尚可磨也；斯言之玷，不可為也。』小雅曰：『允也君子，展也大成。』《君奭》曰：『昔在上帝，周田觀文王之德，其集大命於厥躬。』」子曰：「南人有言曰：『人而無恒，不可以為卜筮。』古之遺言與？龜筮猶不能知也，而況於人乎？《詩》雲：『我龜既厭，不我告猶。』《兌命》曰：『爵無及惡德，民立而正事，純而祭祀，是為不敬；事煩則亂，事神則難。』《易》曰：『不恒其德，或承之羞。恒其德偵，婦人吉，夫子凶。』」"
        ]
      },
      "simplified": {
        "title": "卷三十三 缁衣",
        "paragraphs": [
          "子言之曰：「为上易事也，为下易知也，则刑不烦矣。」子曰：「好贤如《缁衣》，恶恶如《巷伯》，则爵不渎而民作愿，刑不试而民咸服。大雅曰：『仪刑文王，万国作孚。』」子曰：「夫民，教之以德，齐之以礼，则民有格心；教之以政，齐之以刑，则民有遁心。故君民者，子以爱之，则民亲之；信以结之，则民不倍；恭以莅之，则民有孙心。《甫刑》曰：『苗民罪用命，制以刑，惟作五虐之刑曰法。是以民有恶德，而遂绝其世也。』」",
          "子曰：「下之事上也，不从其所令，从其所行。上好是物，下必有甚者矣。故上之所好恶，不可不慎也，是民之表也。」子曰：「禹立三年，百姓以仁遂焉，岂必尽仁？《诗》云：『赫赫师尹，民具尔瞻。』《甫刑》曰：『一人有庆，兆民赖之。』大雅曰：『成王之孚，下土之式。』」子曰：「上好仁，则下之为仁争先人。故长民者章志、贞教、尊仁，以子爱百姓；民致行己以说其上矣。《诗》云：『有梏德行，四国顺之。』」",
          "子曰：「王言如丝，其出如纶；王言如纶，其出如綍。故大人不倡游言。可言也，不可行。君子弗言也；可行也，不可言，君子弗行也。则民言不危行，而行不危言矣。《诗》云：『淑慎尔止，不愆于仪。』」子曰：「君子道人以言，而禁人以行。故言必虑其所终，而行必稽其所敝；则民谨于言而慎于行。《诗》云：『慎尔出话，敬尔威仪。』大雅曰：『穆穆文王，于缉熙敬止。』」",
          "子曰：「长民者，衣服不贰，从容有常，以齐其民，则民德壹。《诗》云：『彼都人士，狐裘黄黄，其容不改，出言有章，行归于周，万民所望。』」子曰：「为上可望而知也，为下可述而志也，则君不疑于其臣，而臣不惑于其君矣。《尹吉》曰：『惟尹躬及汤，咸有壹德。』《诗》云：『淑人君子，其仪不忒。』」",
          "子曰：「有国者章义恶，以示民厚，则民情不贰。《诗》云：『靖共尔位，好是正直。』」子曰：「上人疑则百姓惑，下难知则君长劳。故君民者，章好以示民俗，慎恶以御民之淫，则民不惑矣。臣仪行，不重辞，不援其所不及，不烦其所不知，则君不劳矣。《诗》云：『上帝板板，下民卒。』小雅曰：『匪其止共，惟王之邛。』」",
          "子曰：「政之不行也，教之不成也，爵禄不足劝也，刑罚不足耻也。故上不可以亵刑而轻爵。《康诰》曰：『敬明乃罚。』《甫刑》曰：『播刑之不迪。』」",
          "子曰：「大臣不亲，百姓不宁，则忠敬不足，而富贵已过也；大臣不治而迩臣比矣。故大臣不可不敬也，是民之表也；迩臣不可不慎也，是民之道也。君毋以小谋大，毋以远言近，毋以内图外，则大臣不怨，迩臣不疾，而远臣不蔽矣。叶公之顾命曰：『毋以小谋败大作，毋以嬖御人疾庄后，毋以嬖御士疾庄士、大夫、卿士。』」",
          "子曰：「大人不亲其所贤，而信其所贱；民是以亲失，而教是以烦。《诗》云：『彼求我则，如不我得；执我仇仇，亦不我力。』《君陈》曰：『未见圣，若己弗克见；既见圣，亦不克由圣。』」",
          "子曰：「小人溺于水，君子溺于口，大人溺于民，皆在其所亵也。夫水近于人而溺人，德易狎而难亲也，易以溺人；口费而烦，易出难悔，易以溺人；夫民闭于人，而有鄙心，可敬不可慢，易以溺人。故君子不可以不慎也。《太甲》曰：『毋越厥命以自覆也；若虞机张，往省括于厥度则释。』《兑命》曰：『惟口起羞，惟甲胄起兵，惟衣裳在笥，惟干戈省厥躬。』《太甲》曰：『天作孽，可违也；自作孽，不可以逭。』《尹吉》曰：『惟尹躬天，见于西邑；夏自周有终，相亦惟终。』」",
          "子曰：「民以君为心，君以民为体；心庄则体舒，心肃则容敬。心好之，身必安之；君好之，民必欲之。心以体全，亦以体伤；君以民存，亦以民亡。《诗》云：『昔吾有先正，其言明且清，国家以宁，都邑以成，庶民以生；谁能秉国成，不自为正，卒劳百姓。《君雅》曰：『夏日暑雨，小民惟曰怨；资冬祁寒，小民亦惟曰怨。』」",
          "子曰：「下之事上也，身不正，言不信，则义不壹，行无类也。」子曰：「言有物而行有格也；是以生则不可夺志，死则不可夺名。故君子多闻，质而守之；多志，质而亲之；精知，略而行之。《君陈》曰：『出入自尔师虞，庶言同。』《诗》云：『淑人君子，其仪一也。』」",
          "子曰：「唯君子能好其正，小人毒其正。故君子之朋友有乡，其恶有方；是故迩者不惑，而远者不疑也。《诗》云：『君子好仇。』」子曰：「轻绝贫贱，而重绝富贵，则好贤不坚，而恶恶不着也。人虽曰不利，吾不信也。《诗》云：『朋有攸摄，摄以威仪。』」子曰：「私惠不归德，君子不自留焉。《诗》云：『人之好我，示我周行。』」",
          "子曰：「茍有车，必见其轼；茍有衣，必见其敝；人茍或言之，必闻其声；茍或行之，必见其成。《葛覃》曰：『服之无射。』」子曰：「言从而行之，则言不可饰也；行从而言之，则行不可饰也。故君子寡言，而行以成其信，则民不得大其美而小其恶。《诗》云：『自圭之玷，尚可磨也；斯言之玷，不可为也。』小雅曰：『允也君子，展也大成。』《君奭》曰：『昔在上帝，周田观文王之德，其集大命于厥躬。』」子曰：「南人有言曰：『人而无恒，不可以为卜筮。』古之遗言与？龟筮犹不能知也，而况于人乎？《诗》云：『我龟既厌，不我告犹。』《兑命》曰：『爵无及恶德，民立而正事，纯而祭祀，是为不敬；事烦则乱，事神则难。』《易》曰：『不恒其德，或承之羞。恒其德侦，妇人吉，夫子凶。』」"
        ]
      },
      "translation": []
    },
    {
      "title": "卷三十四 奔丧",
      "id": "5756490870",
      "traditional": {
        "title": "卷三十四 奔喪",
        "paragraphs": [
          "奔喪之禮：始聞親喪，以哭答使者，盡哀；問故，又哭盡哀。遂行，日行百裏，不以夜行。唯父母之喪，見星而行，見星而舍。若未得行，則成服而後行。過國至竟，哭盡哀而止。哭辟市朝。望其國竟哭。至於家，入門左，升自西階，殯東，西面坐，哭盡哀，括發袒，降堂東即位，西鄉哭，成踴，襲絰於序東，絞帶。反位，拜賓成踴，送賓，反位；有賓後至者，則拜之，成踴、送賓皆如初。眾主人兄弟皆出門，出門哭止；闔門，相者告就次。於又哭，括發袒成踴；於三哭，猶括發袒成踴。三日，成服，拜賓、送賓皆如初。",
          "奔喪者非主人，則主人為之拜賓送賓。奔喪者自齊衰以下，入門左中庭北面哭盡哀，免麻於序東，即位袒，與主人哭成踴。於又哭、三哭皆免袒，有賓則主人拜賓、送賓。丈夫婦人之待之也，皆如朝夕哭，位無變也。",
          "奔母之喪，西面哭盡哀，括發袒，降堂東即位，西鄉哭，成踴，襲免絰於序東，拜賓、送賓，皆如奔父之禮，於又哭不括發。婦人奔喪，升自東階，殯東，西面坐，哭盡哀；東髽，即位，與主人拾踴。奔喪者不及殯，先之墓，北面坐，哭盡哀。主人之待之也，即位於墓左，婦人墓右，成踴盡哀括發，東即主人位，絰絞帶，哭成踴，拜賓，反位，成踴，相者告事畢。遂冠歸，入門左，北面哭盡哀，括發袒成踴，東即位，拜賓成踴。賓出，主人拜送；有賓後至者則拜之成踴；送賓如初。眾主人兄弟皆出門，出門哭止，相者告就次。於又哭，括發成踴；於三哭，猶括發成踴。三日成服，於五哭，相者告事畢。為母所以異於父者，壹括發，其餘免以終事，他如奔父之禮。",
          "齊衰以下不及殯：先之墓，西面哭盡哀，免麻於東方，即位，與主人哭成踴，襲。有賓則主人拜賓、送賓；賓有後至者，拜之如初。相者告事畢。遂冠歸，入門左，北面哭盡哀，免袒成踴，東即位，拜賓成踴，賓出，主人拜送。於又哭，免袒成踴；於三哭，猶免袒成踴。三日成服，於五哭，相者告事畢。",
          "聞喪不得奔喪，哭盡哀；問故，又哭盡哀。乃為位，括發袒成踴，襲絰絞帶即位，拜賓反位成踴。賓出，主人拜送於門外，反位；若有賓後至者，拜之成踴，送賓如初。於又哭，括發袒成踴，於三哭，猶括發袒成踴，三日成服，於五哭，拜賓送賓如初。若除喪而後歸，則之墓，哭成踴，東括發袒絰，拜賓成踴，送賓反位，又哭盡哀，遂除，於家不哭。主人之待之也，無變於服，與之哭，不踴。自齊衰以下，所以異者，免麻。",
          "凡為位，非親喪，齊衰以下，皆即位哭盡哀，而東免絰，即位，袒、成踴、襲，拜賓反位，哭成踴，送賓反位，相者告就次。三日，五哭卒，主人出送賓；眾主人兄弟皆出門，哭止。相者告事畢。成服拜賓。若所為位家遠，則成服而往。齊衰，望鄉而哭；大功，望門而哭；小功，至門而哭；緦麻，即位而哭。哭父之黨於廟；母妻之黨於寢；師於廟門外；朋友於寢門外；所識於野張帷。凡為位不奠。哭天子九，諸侯七，卿大夫五，士三。大夫哭諸侯，不敢拜賓。諸臣在他國，為位而哭，不敢拜賓。與諸侯為兄弟，亦為位而哭。凡為位者壹袒。所識者吊，先哭於家而後之墓，皆為之成踴，從主人北面而踴。凡喪，父在父為主；父沒，兄弟同居，各主其喪。親同，長者主之；不同，親者主之。聞遠兄弟之喪，既除喪而後聞喪，免袒成踴，拜賓則尚左手。無服而為位者，唯嫂叔；及婦人降而無服者麻。凡奔喪，有大夫至，袒，拜之，成踴而後襲；於士，襲而後拜之。"
        ]
      },
      "simplified": {
        "title": "卷三十四 奔丧",
        "paragraphs": [
          "奔丧之礼：始闻亲丧，以哭答使者，尽哀；问故，又哭尽哀。遂行，日行百里，不以夜行。唯父母之丧，见星而行，见星而舍。若未得行，则成服而后行。过国至竟，哭尽哀而止。哭辟市朝。望其国竟哭。至于家，入门左，升自西阶，殡东，西面坐，哭尽哀，括发袒，降堂东即位，西乡哭，成踊，袭绖于序东，绞带。反位，拜宾成踊，送宾，反位；有宾后至者，则拜之，成踊、送宾皆如初。众主人兄弟皆出门，出门哭止；阖门，相者告就次。于又哭，括发袒成踊；于三哭，犹括发袒成踊。三日，成服，拜宾、送宾皆如初。",
          "奔丧者非主人，则主人为之拜宾送宾。奔丧者自齐衰以下，入门左中庭北面哭尽哀，免麻于序东，即位袒，与主人哭成踊。于又哭、三哭皆免袒，有宾则主人拜宾、送宾。丈夫妇人之待之也，皆如朝夕哭，位无变也。",
          "奔母之丧，西面哭尽哀，括发袒，降堂东即位，西乡哭，成踊，袭免绖于序东，拜宾、送宾，皆如奔父之礼，于又哭不括发。妇人奔丧，升自东阶，殡东，西面坐，哭尽哀；东髽，即位，与主人拾踊。奔丧者不及殡，先之墓，北面坐，哭尽哀。主人之待之也，即位于墓左，妇人墓右，成踊尽哀括发，东即主人位，绖绞带，哭成踊，拜宾，反位，成踊，相者告事毕。遂冠归，入门左，北面哭尽哀，括发袒成踊，东即位，拜宾成踊。宾出，主人拜送；有宾后至者则拜之成踊；送宾如初。众主人兄弟皆出门，出门哭止，相者告就次。于又哭，括发成踊；于三哭，犹括发成踊。三日成服，于五哭，相者告事毕。为母所以异于父者，壹括发，其余免以终事，他如奔父之礼。",
          "齐衰以下不及殡：先之墓，西面哭尽哀，免麻于东方，即位，与主人哭成踊，袭。有宾则主人拜宾、送宾；宾有后至者，拜之如初。相者告事毕。遂冠归，入门左，北面哭尽哀，免袒成踊，东即位，拜宾成踊，宾出，主人拜送。于又哭，免袒成踊；于三哭，犹免袒成踊。三日成服，于五哭，相者告事毕。",
          "闻丧不得奔丧，哭尽哀；问故，又哭尽哀。乃为位，括发袒成踊，袭绖绞带即位，拜宾反位成踊。宾出，主人拜送于门外，反位；若有宾后至者，拜之成踊，送宾如初。于又哭，括发袒成踊，于三哭，犹括发袒成踊，三日成服，于五哭，拜宾送宾如初。若除丧而后归，则之墓，哭成踊，东括发袒绖，拜宾成踊，送宾反位，又哭尽哀，遂除，于家不哭。主人之待之也，无变于服，与之哭，不踊。自齐衰以下，所以异者，免麻。",
          "凡为位，非亲丧，齐衰以下，皆即位哭尽哀，而东免绖，即位，袒、成踊、袭，拜宾反位，哭成踊，送宾反位，相者告就次。三日，五哭卒，主人出送宾；众主人兄弟皆出门，哭止。相者告事毕。成服拜宾。若所为位家远，则成服而往。齐衰，望乡而哭；大功，望门而哭；小功，至门而哭；缌麻，即位而哭。哭父之党于庙；母妻之党于寝；师于庙门外；朋友于寝门外；所识于野张帷。凡为位不奠。哭天子九，诸侯七，卿大夫五，士三。大夫哭诸侯，不敢拜宾。诸臣在他国，为位而哭，不敢拜宾。与诸侯为兄弟，亦为位而哭。凡为位者壹袒。所识者吊，先哭于家而后之墓，皆为之成踊，从主人北面而踊。凡丧，父在父为主；父没，兄弟同居，各主其丧。亲同，长者主之；不同，亲者主之。闻远兄弟之丧，既除丧而后闻丧，免袒成踊，拜宾则尚左手。无服而为位者，唯嫂叔；及妇人降而无服者麻。凡奔丧，有大夫至，袒，拜之，成踊而后袭；于士，袭而后拜之。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷三十五 问丧",
      "id": "3446535156",
      "traditional": {
        "title": "卷三十五 問喪",
        "paragraphs": [
          "親始死，雞斯徒跣，扱上衽，交手哭。惻怛之心，痛疾之意，傷腎幹肝焦肺，水漿不入口，三日不舉火，故鄰裏為之糜粥以飲食之。夫悲哀在中，故形變於外也，痛疾在心，故口不甘味，身不安美也。",
          "三日而斂，在床曰屍，在棺曰柩，動屍舉柩，哭踴無數。惻怛之心，痛疾之意，悲哀志懣氣盛，故袒而踴之，所以動體安心下氣也。婦人不宜袒，故發胸擊心爵踴，殷殷田田，如壞牆然，悲哀痛疾之至也。故曰：「辟踴哭泣，哀以送之。送形而往，迎精而反也。」",
          "其往送也，望望然、汲汲然如有追而弗及也；其反哭也，皇皇然若有求而弗得也。故其往送也如慕，其反也如疑。",
          "求而無所得之也，入門而弗見也，上堂又弗見也，入室又弗見也。亡矣喪矣！不可複見矣！故哭泣辟踴，盡哀而止矣。心悵焉愴焉、惚焉愾焉，心絕志悲而已矣。祭之宗廟，以鬼饗之，徼幸複反也。",
          "成壙而歸，不敢入處室，居於倚廬，哀親之在外也；寢苫枕塊，哀親之在土也。故哭泣無時，服勤三年，思慕之心，孝子之志也，人情之實也。",
          "或問曰：「死三日而後斂者，何也？」曰：孝子親死，悲哀志懣，故匍匐而哭之，若將複生然，安可得奪而斂之也。故曰三日而後斂者，以俟其生也；三日而不生，亦不生矣。孝子之心亦益衰矣；家室之計，衣服之具，亦可以成矣；親戚之遠者，亦可以至矣。是故聖人為之斷決以三日為之禮制也。",
          "或問曰：「冠者不肉袒，何也？」曰：冠，至尊也，不居肉袒之體也，故為之免以代之也。",
          "然則禿者不免，傴者不袒，跛者不踴，非不悲也；身有錮疾，不可以備禮也。故曰：喪禮唯哀為主矣。女子哭泣悲哀，擊胸傷心；男子哭泣悲哀，稽顙觸地無容，哀之至也。",
          "或問曰：「免者以何為也？」曰：不冠者之所服也。《禮》曰：「童子不緦，唯當室緦。」緦者其免也，當室則免而杖矣。",
          "或問曰：「杖者何也？」曰：竹、桐一也。故為父苴杖--苴杖，竹也；為母削杖--削杖，桐也。",
          "或問曰：「杖者以何為也？」曰：孝子喪親，哭泣無數，服勤三年，身病體羸，以杖扶病也。則父在不敢杖矣，尊者在故也；堂上不杖，辟尊者之處也；堂上不趨，示不遽也。此孝子之志也，人情之實也，禮義之經也，非從天降也，非從地出也，人情而已矣。"
        ]
      },
      "simplified": {
        "title": "卷三十五 问丧",
        "paragraphs": [
          "亲始死，鸡斯徒跣，扱上衽，交手哭。恻怛之心，痛疾之意，伤肾干肝焦肺，水浆不入口，三日不举火，故邻里为之糜粥以饮食之。夫悲哀在中，故形变于外也，痛疾在心，故口不甘味，身不安美也。",
          "三日而敛，在床曰尸，在棺曰柩，动尸举柩，哭踊无数。恻怛之心，痛疾之意，悲哀志懑气盛，故袒而踊之，所以动体安心下气也。妇人不宜袒，故发胸击心爵踊，殷殷田田，如坏墙然，悲哀痛疾之至也。故曰：「辟踊哭泣，哀以送之。送形而往，迎精而反也。」",
          "其往送也，望望然、汲汲然如有追而弗及也；其反哭也，皇皇然若有求而弗得也。故其往送也如慕，其反也如疑。",
          "求而无所得之也，入门而弗见也，上堂又弗见也，入室又弗见也。亡矣丧矣！不可复见矣！故哭泣辟踊，尽哀而止矣。心怅焉怆焉、惚焉忾焉，心绝志悲而已矣。祭之宗庙，以鬼飨之，徼幸复反也。",
          "成圹而归，不敢入处室，居于倚庐，哀亲之在外也；寝苫枕块，哀亲之在土也。故哭泣无时，服勤三年，思慕之心，孝子之志也，人情之实也。",
          "或问曰：「死三日而后敛者，何也？」曰：孝子亲死，悲哀志懑，故匍匐而哭之，若将复生然，安可得夺而敛之也。故曰三日而后敛者，以俟其生也；三日而不生，亦不生矣。孝子之心亦益衰矣；家室之计，衣服之具，亦可以成矣；亲戚之远者，亦可以至矣。是故圣人为之断决以三日为之礼制也。",
          "或问曰：「冠者不肉袒，何也？」曰：冠，至尊也，不居肉袒之体也，故为之免以代之也。",
          "然则秃者不免，伛者不袒，跛者不踊，非不悲也；身有锢疾，不可以备礼也。故曰：丧礼唯哀为主矣。女子哭泣悲哀，击胸伤心；男子哭泣悲哀，稽颡触地无容，哀之至也。",
          "或问曰：「免者以何为也？」曰：不冠者之所服也。《礼》曰：「童子不缌，唯当室缌。」缌者其免也，当室则免而杖矣。",
          "或问曰：「杖者何也？」曰：竹、桐一也。故为父苴杖--苴杖，竹也；为母削杖--削杖，桐也。",
          "或问曰：「杖者以何为也？」曰：孝子丧亲，哭泣无数，服勤三年，身病体羸，以杖扶病也。则父在不敢杖矣，尊者在故也；堂上不杖，辟尊者之处也；堂上不趋，示不遽也。此孝子之志也，人情之实也，礼义之经也，非从天降也，非从地出也，人情而已矣。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷三十六 服问",
      "id": "3357732289",
      "traditional": {
        "title": "卷三十六 服問",
        "paragraphs": [
          "傳曰：「有從輕而重，公子之妻為其皇姑。有從重而輕，為妻之父母。有從無服而有服，公子之妻為公子之外兄弟。有從有服而無服，公子為其妻之父母。」傳曰：「母出，則為繼母之黨服；母死，則為其母之黨服。為其母之黨服，則不為繼母之黨服。」",
          "三年之喪，既練矣，有期之喪，既葬矣，則帶其故葛帶，絰期之絰，服其功衰。有大功之喪，亦如之。小功，無變也。",
          "麻之有本者，變三年之葛。既練，遇麻斷本者，於免，絰之；既免，去絰。每可以絰必絰；既絰，則去之。",
          "小功不易喪之練冠，如免，則絰其緦小功之絰，因其初葛帶。緦之麻，不變小功之葛；小功之麻，不變大功之葛。以有本為稅。",
          "殤：長、中，變三年之葛。終殤之月算，而反三年之葛。是非重麻，為其無卒哭之稅。下殤則否。",
          "君為天子三年，夫人如外宗之為君也。世子不為天子服。君所主：夫人、妻、大子適婦。大夫之適子為君、夫人、大子，如士服。",
          "君之母，非夫人，則群臣無服。唯近臣及仆驂乘從服，唯君所服，服也。公為卿大夫錫衰以居，出亦如之。當事則弁絰。大夫相為，亦然。為其妻，往則服之，出則否。",
          "凡見人無免絰，雖朝於君，無免絰。唯公門有稅齊衰。傳曰：「君子不奪人之喪，亦不可奪喪也。」傳曰：「罪多而刑五，喪多而服五，上附下附列也。」"
        ]
      },
      "simplified": {
        "title": "卷三十六 服问",
        "paragraphs": [
          "传曰：「有从轻而重，公子之妻为其皇姑。有从重而轻，为妻之父母。有从无服而有服，公子之妻为公子之外兄弟。有从有服而无服，公子为其妻之父母。」传曰：「母出，则为继母之党服；母死，则为其母之党服。为其母之党服，则不为继母之党服。」",
          "三年之丧，既练矣，有期之丧，既葬矣，则带其故葛带，绖期之绖，服其功衰。有大功之丧，亦如之。小功，无变也。",
          "麻之有本者，变三年之葛。既练，遇麻断本者，于免，绖之；既免，去绖。每可以绖必绖；既绖，则去之。",
          "小功不易丧之练冠，如免，则绖其缌小功之绖，因其初葛带。缌之麻，不变小功之葛；小功之麻，不变大功之葛。以有本为税。",
          "殇：长、中，变三年之葛。终殇之月算，而反三年之葛。是非重麻，为其无卒哭之税。下殇则否。",
          "君为天子三年，夫人如外宗之为君也。世子不为天子服。君所主：夫人、妻、大子适妇。大夫之适子为君、夫人、大子，如士服。",
          "君之母，非夫人，则群臣无服。唯近臣及仆骖乘从服，唯君所服，服也。公为卿大夫锡衰以居，出亦如之。当事则弁绖。大夫相为，亦然。为其妻，往则服之，出则否。",
          "凡见人无免绖，虽朝于君，无免绖。唯公门有税齐衰。传曰：「君子不夺人之丧，亦不可夺丧也。」传曰：「罪多而刑五，丧多而服五，上附下附列也。」"
        ]
      },
      "translation": []
    },
    {
      "title": "卷三十七 间传",
      "id": "4997493050",
      "traditional": {
        "title": "卷三十七 間傳",
        "paragraphs": [
          "斬衰何以服苴？苴，惡貌也，所以首其內而見諸外也。斬衰貌若苴，齊衰貌若枲，大功貌若止，小功、緦麻容貌可也，此哀之發於容體者也。",
          "斬衰之哭，若往而不反；齊衰之哭，若往而反；大功之哭，三曲而偯；小功緦麻，哀容可也。此哀之發於聲音者也。",
          "斬衰，唯而不對；齊衰，對而不言；大功，言而不議；小功緦麻，議而不及樂。此哀之發於言語者也。",
          "斬衰，三日不食；齊衰，二日不食；大功，三不食；小功緦麻，再不食；士與斂焉，則壹不食。故父母之喪，既殯食粥，朝一溢米，莫一溢米；齊衰之喪，疏食水飲，不食菜果；大功之喪，不食酰醬；小功緦麻，不飲醴酒。此哀之發於飲食者也。",
          "父母之喪，既虞卒哭，疏食水飲，不食菜果；期而小祥，食菜果；又期而大祥，有酰醬；中月而禫，禫而飲醴酒。始飲酒者先飲醴酒。始食肉者先食幹肉。",
          "父母之喪，居倚廬，寢苫枕塊，不說絰帶；齊衰之喪，居堊室，芐翦不納；大功之喪，寢有席，小功緦麻，床可也。此哀之發於居處者也。",
          "父母之喪，既虞卒哭，柱楣翦屏，芐翦不納；期而小祥，居堊室，寢有席；又期而大祥，居複寢；中月而禫，禫而床。",
          "斬衰三升，齊衰四升、五升、六升，大功七升、八升、九升，小功十升、十一升、十二升，緦麻十五升去其半，有事其縷、無事其布曰緦。此哀之發於衣服者也。",
          "斬衰三升，既虞卒哭，受以成布六升、冠七升；為母疏衰四升，受以成布七升、冠八升。去麻服葛，葛帶三重。期而小祥，練冠縓緣，要絰不除，男子除乎首，婦人除乎帶。男子何為除乎首也？婦人何為除乎帶也？男子重首，婦人重帶。除服者先重者，易服者易輕者。又期而大祥，素縞麻衣。中月而禫，禫而纖，無所不佩。",
          "易服者何？為易輕者也。斬衰之喪，既虞卒哭，遭齊衰之喪，輕者包，重者特。既練，遭大功之喪，麻葛重。齊衰之喪，既虞卒哭，遭大功之喪，麻葛兼服之。斬衰之葛，與齊衰之麻同；齊衰之葛，與大功之麻同；大功之葛，與小功之麻同；小功之葛，與緦之麻同，麻同則兼服之。兼服之服重者，則易輕者也。"
        ]
      },
      "simplified": {
        "title": "卷三十七 间传",
        "paragraphs": [
          "斩衰何以服苴？苴，恶貌也，所以首其内而见诸外也。斩衰貌若苴，齐衰貌若枲，大功貌若止，小功、缌麻容貌可也，此哀之发于容体者也。",
          "斩衰之哭，若往而不反；齐衰之哭，若往而反；大功之哭，三曲而偯；小功缌麻，哀容可也。此哀之发于声音者也。",
          "斩衰，唯而不对；齐衰，对而不言；大功，言而不议；小功缌麻，议而不及乐。此哀之发于言语者也。",
          "斩衰，三日不食；齐衰，二日不食；大功，三不食；小功缌麻，再不食；士与敛焉，则壹不食。故父母之丧，既殡食粥，朝一溢米，莫一溢米；齐衰之丧，疏食水饮，不食菜果；大功之丧，不食酰酱；小功缌麻，不饮醴酒。此哀之发于饮食者也。",
          "父母之丧，既虞卒哭，疏食水饮，不食菜果；期而小祥，食菜果；又期而大祥，有酰酱；中月而禫，禫而饮醴酒。始饮酒者先饮醴酒。始食肉者先食干肉。",
          "父母之丧，居倚庐，寝苫枕块，不说绖带；齐衰之丧，居垩室，芐翦不纳；大功之丧，寝有席，小功缌麻，床可也。此哀之发于居处者也。",
          "父母之丧，既虞卒哭，柱楣翦屏，芐翦不纳；期而小祥，居垩室，寝有席；又期而大祥，居复寝；中月而禫，禫而床。",
          "斩衰三升，齐衰四升、五升、六升，大功七升、八升、九升，小功十升、十一升、十二升，缌麻十五升去其半，有事其缕、无事其布曰缌。此哀之发于衣服者也。",
          "斩衰三升，既虞卒哭，受以成布六升、冠七升；为母疏衰四升，受以成布七升、冠八升。去麻服葛，葛带三重。期而小祥，练冠縓缘，要绖不除，男子除乎首，妇人除乎带。男子何为除乎首也？妇人何为除乎带也？男子重首，妇人重带。除服者先重者，易服者易轻者。又期而大祥，素缟麻衣。中月而禫，禫而纤，无所不佩。",
          "易服者何？为易轻者也。斩衰之丧，既虞卒哭，遭齐衰之丧，轻者包，重者特。既练，遭大功之丧，麻葛重。齐衰之丧，既虞卒哭，遭大功之丧，麻葛兼服之。斩衰之葛，与齐衰之麻同；齐衰之葛，与大功之麻同；大功之葛，与小功之麻同；小功之葛，与缌之麻同，麻同则兼服之。兼服之服重者，则易轻者也。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷三十八 三年问",
      "id": "4115417062",
      "traditional": {
        "title": "卷三十八 三年問",
        "paragraphs": [
          "三年之喪何也？曰：稱情而立文，因以飾群，別親疏貴踐之節，而不可損益也。故曰：無易之道也。創巨者其日久，痛甚者其愈遲，三年者，稱情而立文，所以為至痛極也。斬衰苴杖，居倚廬，食粥，寢苫枕塊，所以為至痛飾也。三年之喪，二十五月而畢；哀痛未盡，思慕未忘，然而服以是斷之者，豈不送死者有已，複生有節哉？凡生天地之間者，有血氣之屬必有知，有知之屬莫不知愛其類；今是大鳥獸，則失喪其群匹，越月逾時焉，則必反巡，過其故鄉，翔回焉，鳴號焉，蹢躅焉，踟躕焉，然後乃能去之；小者至於燕雀，猶有啁之頃焉，然後乃能去之；故有血氣之屬者，莫知於人，故人於其親也，至死不窮。將由夫患邪淫之人與，則彼朝死而夕忘之，然而從之，則是曾鳥獸之不若也，夫焉能相與群居而不亂乎？將由夫修飾之君子與，則三年之喪，二十五月而畢，若駟之過隙，然而遂之，則是無窮也。故先王焉為之立中制節，壹使足以成文理，則釋之矣。",
          "然則何以至期也？曰：至親以期斷。是何也？曰：天地則已易矣，四時則已變矣，其在天地之中者，莫不更始焉，以是象之也。然則何以三年也？曰：加隆焉爾也，焉使倍之，故再期也。由九月以下何也？曰：焉使弗及也。故三年以為隆，緦小功以為殺，期九月以為間。上取象於天，下取法於地，中取則於人，人之所以群居和壹之理盡矣。故三年之喪，人道之至文者也，夫是之謂至隆。是百王之所同，古今之所壹也，未有知其所由來者也。孔子曰：「子生三年，然後免於父母之懷；夫三年之喪，天下之達喪也。」"
        ]
      },
      "simplified": {
        "title": "卷三十八 三年问",
        "paragraphs": [
          "三年之丧何也？曰：称情而立文，因以饰群，别亲疏贵践之节，而不可损益也。故曰：无易之道也。创巨者其日久，痛甚者其愈迟，三年者，称情而立文，所以为至痛极也。斩衰苴杖，居倚庐，食粥，寝苫枕块，所以为至痛饰也。三年之丧，二十五月而毕；哀痛未尽，思慕未忘，然而服以是断之者，岂不送死者有已，复生有节哉？凡生天地之间者，有血气之属必有知，有知之属莫不知爱其类；今是大鸟兽，则失丧其群匹，越月逾时焉，则必反巡，过其故乡，翔回焉，鸣号焉，蹢躅焉，踟蹰焉，然后乃能去之；小者至于燕雀，犹有啁之顷焉，然后乃能去之；故有血气之属者，莫知于人，故人于其亲也，至死不穷。将由夫患邪淫之人与，则彼朝死而夕忘之，然而从之，则是曾鸟兽之不若也，夫焉能相与群居而不乱乎？将由夫修饰之君子与，则三年之丧，二十五月而毕，若驷之过隙，然而遂之，则是无穷也。故先王焉为之立中制节，壹使足以成文理，则释之矣。",
          "然则何以至期也？曰：至亲以期断。是何也？曰：天地则已易矣，四时则已变矣，其在天地之中者，莫不更始焉，以是象之也。然则何以三年也？曰：加隆焉尔也，焉使倍之，故再期也。由九月以下何也？曰：焉使弗及也。故三年以为隆，缌小功以为杀，期九月以为间。上取象于天，下取法于地，中取则于人，人之所以群居和壹之理尽矣。故三年之丧，人道之至文者也，夫是之谓至隆。是百王之所同，古今之所壹也，未有知其所由来者也。孔子曰：「子生三年，然后免于父母之怀；夫三年之丧，天下之达丧也。」"
        ]
      },
      "translation": []
    },
    {
      "title": "卷三十九 深衣",
      "id": "2545489633",
      "traditional": {
        "title": "卷三十九 深衣",
        "paragraphs": [
          "古者深衣，蓋有制度，以應規、矩、繩、權、衡。",
          "短毋見膚，長毋被土。續衽，鉤邊。要縫半下；袼之高下，可以運肘；袂之長短，反詘之及肘。帶下毋厭髀，上毋厭脅，當無骨者。制：十有二幅以應十有二月。",
          "袂圜以應規；曲袷如矩以應方；負繩及踝以應直；下齊如權衡以應平。故規者，行舉手以為容；負繩抱方者，以直其政，方其義也。故《易》曰：坤，「六二之動，直以方」也。下齊如權衡者，以安志而平心也。五法已施，故聖人服之。故規矩取其無私，繩取其直，權衡取其平，故先王貴之。故可以為文，可以為武，可以擯相，可以治軍旅，完且弗費，善衣之次也。",
          "具父母、大父母，衣純以繢；具父母，衣純以青。如孤子，衣純以素。純袂、緣、純邊，廣各寸半。"
        ]
      },
      "simplified": {
        "title": "卷三十九 深衣",
        "paragraphs": [
          "古者深衣，盖有制度，以应规、矩、绳、权、衡。",
          "短毋见肤，长毋被土。续衽，钩边。要缝半下；袼之高下，可以运肘；袂之长短，反诎之及肘。带下毋厌髀，上毋厌胁，当无骨者。制：十有二幅以应十有二月。",
          "袂圜以应规；曲袷如矩以应方；负绳及踝以应直；下齐如权衡以应平。故规者，行举手以为容；负绳抱方者，以直其政，方其义也。故《易》曰：坤，「六二之动，直以方」也。下齐如权衡者，以安志而平心也。五法已施，故圣人服之。故规矩取其无私，绳取其直，权衡取其平，故先王贵之。故可以为文，可以为武，可以摈相，可以治军旅，完且弗费，善衣之次也。",
          "具父母、大父母，衣纯以缋；具父母，衣纯以青。如孤子，衣纯以素。纯袂、缘、纯边，广各寸半。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷四十 投壶",
      "id": "7988040597",
      "traditional": {
        "title": "卷四十 投壺",
        "paragraphs": [
          "投壺之禮，主人奉矢，司射奉中，使人執壺。主人請曰：「某有枉矢哨壺，請以樂賓。」賓曰：「子有旨酒嘉肴，某既賜矣，又重以樂，敢辭。」主人曰：「枉矢哨壺，不足辭也，敢以請。」賓曰：「某既賜矣，又重以樂，敢固辭。」主人曰：「枉矢哨壺，不足辭也，敢固以請。」賓曰：「某固辭不得命，敢不敬從？」賓再拜受，主人般還，曰：「辟。」主人阼階上拜送，賓般還，曰：「辟。」已拜，受矢，進即兩楹間，退反位，揖賓就筵。",
          "司射進度壺，間以二矢半，反位，設中，東面，執八算興。",
          "請賓曰：「順投為入。比投不釋，勝飲不勝者，正爵既行，請為勝者立馬，一馬從二馬，三馬既立，請慶多馬。」請主人亦如之。",
          "命弦者曰：「請奏《狸首》，間若一。」大師曰：「諾。」",
          "左右告矢具，請拾投。有入者，則司射坐而釋一算焉。賓黨於右，主黨於左。",
          "卒投，司射執算曰：「左右卒投，請數。」二算為純，一純以取，一算為奇。遂以奇算告曰：「某賢於某若幹純」。奇則曰奇，鈞則曰左右鈞。",
          "命酌曰：「請行觴。」酌者曰：「諾。」當飲者皆跪奉觴，曰：「賜灌」；勝者跪曰：「敬養」。",
          "正爵既行，請立馬。馬各直其算。一馬從二馬，以慶。慶禮曰：「三馬既備，請慶多馬。」賓主皆曰：「諾。」正爵既行，請徹馬。",
          "算多少視其坐。籌，室中五扶，堂上七扶，庭中九扶。算長尺二寸。壺：頸修七寸，腹修五寸，口徑二寸半；容斗五升。壺中實小豆焉，為其矢之躍而出也。壺去席二矢半。矢以柘若棘，毋去其皮。魯令弟子辭曰：毋幠，毋敖，毋偝立，毋逾言；偝立逾言，有常爵。薛令弟子辭曰：毋幠，毋敖，毋偝立，毋逾言；若是者浮。",
          "鼓：○□○○□□○□○○□，半；○□○□○○○□□○□○：魯鼓。",
          "○□○○○□□○□○○□□○□○○□□○。半；○□○○○□□○：薛鼓。",
          "取半以下為投壺禮，盡用之為射禮。司射、庭長，及冠士立者，皆屬賓黨； 樂人及使者、童子，皆屬主黨。",
          "魯鼓：○□○○□□○○，半；○□○○□○○○○□○□○；",
          "薛鼓：○□○○○○□○□○□○○○□○□○○□○，半；○□○□○○○○□○。"
        ]
      },
      "simplified": {
        "title": "卷四十 投壶",
        "paragraphs": [
          "投壶之礼，主人奉矢，司射奉中，使人执壶。主人请曰：「某有枉矢哨壶，请以乐宾。」宾曰：「子有旨酒嘉肴，某既赐矣，又重以乐，敢辞。」主人曰：「枉矢哨壶，不足辞也，敢以请。」宾曰：「某既赐矣，又重以乐，敢固辞。」主人曰：「枉矢哨壶，不足辞也，敢固以请。」宾曰：「某固辞不得命，敢不敬从？」宾再拜受，主人般还，曰：「辟。」主人阼阶上拜送，宾般还，曰：「辟。」已拜，受矢，进即两楹间，退反位，揖宾就筵。",
          "司射进度壶，间以二矢半，反位，设中，东面，执八算兴。",
          "请宾曰：「顺投为入。比投不释，胜饮不胜者，正爵既行，请为胜者立马，一马从二马，三马既立，请庆多马。」请主人亦如之。",
          "命弦者曰：「请奏《狸首》，间若一。」大师曰：「诺。」",
          "左右告矢具，请拾投。有入者，则司射坐而释一算焉。宾党于右，主党于左。",
          "卒投，司射执算曰：「左右卒投，请数。」二算为纯，一纯以取，一算为奇。遂以奇算告曰：「某贤于某若干纯」。奇则曰奇，钧则曰左右钧。",
          "命酌曰：「请行觞。」酌者曰：「诺。」当饮者皆跪奉觞，曰：「赐灌」；胜者跪曰：「敬养」。",
          "正爵既行，请立马。马各直其算。一马从二马，以庆。庆礼曰：「三马既备，请庆多马。」宾主皆曰：「诺。」正爵既行，请彻马。",
          "算多少视其坐。筹，室中五扶，堂上七扶，庭中九扶。算长尺二寸。壶：颈修七寸，腹修五寸，口径二寸半；容斗五升。壶中实小豆焉，为其矢之跃而出也。壶去席二矢半。矢以柘若棘，毋去其皮。鲁令弟子辞曰：毋幠，毋敖，毋偝立，毋逾言；偝立逾言，有常爵。薛令弟子辞曰：毋幠，毋敖，毋偝立，毋逾言；若是者浮。",
          "鼓：○□○○□□○□○○□，半；○□○□○○○□□○□○：鲁鼓。",
          "○□○○○□□○□○○□□○□○○□□○。半；○□○○○□□○：薛鼓。",
          "取半以下为投壶礼，尽用之为射礼。司射、庭长，及冠士立者，皆属宾党； 乐人及使者、童子，皆属主党。",
          "鲁鼓：○□○○□□○○，半；○□○○□○○○○□○□○；",
          "薛鼓：○□○○○○□○□○□○○○□○□○○□○，半；○□○□○○○○□○。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷四十一 儒行",
      "id": "2189462251",
      "traditional": {
        "title": "卷四十一 儒行",
        "paragraphs": [
          "魯哀公問於孔子曰：「夫子之服，其儒服與？」孔子對曰：「丘少居魯，衣逢掖之衣，長居宋，冠章甫之冠。丘聞之也：君子之學也博，其服也鄉；丘不知儒服。」",
          "哀公曰：「敢問儒行。」孔子對曰：「遽數之不能終其物，悉數之乃留，更仆未可終也。」",
          "哀公命席。孔子侍曰：「儒有席上之珍以待聘，夙夜強學以待問，懷忠信以待舉，力行以待取，其自立有如此者。",
          "儒有衣冠中，動作慎，其大讓如慢，小讓如偽，大則如威，小則如愧，其難進而易退也，粥粥若無能也。其容貌有如此者。",
          "儒有居處齊難，其坐起恭敬，言必先信，行必中正，道塗不爭險易之利，冬夏不爭陰陽之和，愛其死以有待也，養其身以有為也。其備豫有如此者。",
          "儒有不寶金玉，而忠信以為寶；不祈土地，立義以為土地；不祈多積，多文以為富。難得而易祿也，易祿而難畜也，非時不見，不亦難得乎？非義不合，不亦難畜乎？先勞而後祿，不亦易祿乎？其近人有如此者。",
          "儒有委之以貨財，淹之以樂好，見利不虧其義；劫之以眾，沮之以兵，見死不更其守；鷙蟲攫搏不程勇者，引重鼎不程其力；往者不悔，來者不豫；過言不再，流言不極；不斷其威，不習其謀。其特立有如此者。",
          "「儒有可親而不可劫也；可近而不可迫也；可殺而不可辱也。其居處不淫，其飲食不溽；其過失可微辨而不可面數也。其剛毅有如此者。",
          "儒有忠信以為甲胄，禮義以為幹櫓；戴仁而行，抱義而處，雖有暴政，不更其所。其自立有如此者。",
          "儒有一畝之宮，環堵之室，篳門圭窬，蓬戶甕牖；易衣而出，並日而食，上答之不敢以疑，上不答不敢以諂。其仕有如此者。",
          "「儒有今人與居，古人與稽；今世行之，後世以為楷；適弗逢世，上弗援，下弗推，讒諂之民有比黨而危之者，身可危也，而志不可奪也，雖危起居，竟信其志，猶將不忘百姓之病也。其憂思有如此者。",
          "儒有博學而不窮，篤行而不倦；幽居而不淫，上通而不困；禮之以和為貴，忠信之美，優遊之法，舉賢而容眾，毀方而瓦合。其寬裕有如此者。",
          "「儒有內稱不辟親，外舉不辟怨，程功積事，推賢而進達之，不望其報；君得其志，茍利國家，不求富貴。其舉賢援能有如此者。",
          "儒有聞善以相告也，見善以相示也；爵位相先也，患難相死也；久相待也，遠相致也。其任舉有如此者。",
          "儒有澡身而浴德，陳言而伏，靜而正之，上弗知也；粗而翹之，又不急為也；不臨深而為高，不加少而為多；世治不輕，世亂不沮；同弗與，異弗非也。其特立獨行有如此者。",
          "「儒有上不臣天子，下不事諸侯；慎靜而尚寬，強毅以與人，博學以知服；近文章砥厲廉隅；雖分國如錙銖，不臣不仕。其規為有如此者。",
          "儒有合志同方，營道同術；並立則樂，相下不厭；久不相見，聞流言不信；其行本方立義，同而進，不同而退。其交友有如此者。",
          "溫良者，仁之本也；敬慎者，仁之地也；寬裕者，仁之作也；孫接者，仁之能也；禮節者，仁之貌也；言談者，仁之文也；歌樂者，仁之和也；分散者，仁之施也；儒皆兼此而有之，猶且不敢言仁也。其尊讓有如此者。",
          "儒有不隕獲於貧賤，不充詘於富貴，不慁君王，不累長上，不閔有司，故曰儒。今眾人之命儒也妄，常以儒相詬病。」",
          "孔子至舍，哀公館之，聞此言也，言加信，行加義：「終沒吾世，不敢以儒為戲。」"
        ]
      },
      "simplified": {
        "title": "卷四十一 儒行",
        "paragraphs": [
          "鲁哀公问于孔子曰：「夫子之服，其儒服与？」孔子对曰：「丘少居鲁，衣逢掖之衣，长居宋，冠章甫之冠。丘闻之也：君子之学也博，其服也乡；丘不知儒服。」",
          "哀公曰：「敢问儒行。」孔子对曰：「遽数之不能终其物，悉数之乃留，更仆未可终也。」",
          "哀公命席。孔子侍曰：「儒有席上之珍以待聘，夙夜强学以待问，怀忠信以待举，力行以待取，其自立有如此者。",
          "儒有衣冠中，动作慎，其大让如慢，小让如伪，大则如威，小则如愧，其难进而易退也，粥粥若无能也。其容貌有如此者。",
          "儒有居处齐难，其坐起恭敬，言必先信，行必中正，道涂不争险易之利，冬夏不争阴阳之和，爱其死以有待也，养其身以有为也。其备豫有如此者。",
          "儒有不宝金玉，而忠信以为宝；不祈土地，立义以为土地；不祈多积，多文以为富。难得而易禄也，易禄而难畜也，非时不见，不亦难得乎？非义不合，不亦难畜乎？先劳而后禄，不亦易禄乎？其近人有如此者。",
          "儒有委之以货财，淹之以乐好，见利不亏其义；劫之以众，沮之以兵，见死不更其守；鸷虫攫搏不程勇者，引重鼎不程其力；往者不悔，来者不豫；过言不再，流言不极；不断其威，不习其谋。其特立有如此者。",
          "「儒有可亲而不可劫也；可近而不可迫也；可杀而不可辱也。其居处不淫，其饮食不溽；其过失可微辨而不可面数也。其刚毅有如此者。",
          "儒有忠信以为甲胄，礼义以为干橹；戴仁而行，抱义而处，虽有暴政，不更其所。其自立有如此者。",
          "儒有一亩之宫，环堵之室，筚门圭窬，蓬户瓮牖；易衣而出，并日而食，上答之不敢以疑，上不答不敢以谄。其仕有如此者。",
          "「儒有今人与居，古人与稽；今世行之，后世以为楷；适弗逢世，上弗援，下弗推，谗谄之民有比党而危之者，身可危也，而志不可夺也，虽危起居，竟信其志，犹将不忘百姓之病也。其忧思有如此者。",
          "儒有博学而不穷，笃行而不倦；幽居而不淫，上通而不困；礼之以和为贵，忠信之美，优游之法，举贤而容众，毁方而瓦合。其宽裕有如此者。",
          "「儒有内称不辟亲，外举不辟怨，程功积事，推贤而进达之，不望其报；君得其志，茍利国家，不求富贵。其举贤援能有如此者。",
          "儒有闻善以相告也，见善以相示也；爵位相先也，患难相死也；久相待也，远相致也。其任举有如此者。",
          "儒有澡身而浴德，陈言而伏，静而正之，上弗知也；粗而翘之，又不急为也；不临深而为高，不加少而为多；世治不轻，世乱不沮；同弗与，异弗非也。其特立独行有如此者。",
          "「儒有上不臣天子，下不事诸侯；慎静而尚宽，强毅以与人，博学以知服；近文章砥厉廉隅；虽分国如锱铢，不臣不仕。其规为有如此者。",
          "儒有合志同方，营道同术；并立则乐，相下不厌；久不相见，闻流言不信；其行本方立义，同而进，不同而退。其交友有如此者。",
          "温良者，仁之本也；敬慎者，仁之地也；宽裕者，仁之作也；孙接者，仁之能也；礼节者，仁之貌也；言谈者，仁之文也；歌乐者，仁之和也；分散者，仁之施也；儒皆兼此而有之，犹且不敢言仁也。其尊让有如此者。",
          "儒有不陨获于贫贱，不充诎于富贵，不慁君王，不累长上，不闵有司，故曰儒。今众人之命儒也妄，常以儒相诟病。」",
          "孔子至舍，哀公馆之，闻此言也，言加信，行加义：「终没吾世，不敢以儒为戏。」"
        ]
      },
      "translation": []
    },
    {
      "title": "卷四十二 大学",
      "id": "7370734159",
      "traditional": {
        "title": "卷四十二 大學",
        "paragraphs": [
          "大學之道，在明明德，在親民，在止於至善。",
          "知止而後有定，定而後能靜，靜而後能安，安而後能慮，慮而後能得。",
          "物有本末，事有終始，知所先後，則近道矣。",
          "古之欲明明德於天下者，先治其國；欲治其國者，先齊其家；欲齊其家者，先修其身；欲修其身者，先正其心；欲正其心者，先誠其意；欲誠其意者，先致其知，致知在格物。",
          "物格而後知至，知至而後意誠，意誠而後心正，心正而後身修，身修而後家齊，家齊而後國治，國治而後天下平。",
          "自天子以至於庶人，壹是皆以修身為本。",
          "其本亂而末治者否矣，其所厚者薄，而其所薄者厚，未之有也！",
          "此謂知本，此謂知之至也。",
          "所謂誠其意者，毋自欺也，如惡惡臭，如好好色，此之謂自謙，故君子必慎其獨也！小人閑居為不善，無所不至，見君子而後厭然，掩其不善，而著其善。人之視己，如見其肺肝然，則何益矣！此謂誠於中，形於外，故君子必慎其獨也。曾子曰：「十目所視，十手所指，其嚴乎！」富潤屋，德潤身，心廣體胖，故君子必誠其意。",
          "《詩》雲：「瞻彼淇澳，菉竹猗猗。有斐君子，如切如磋，如琢如磨。瑟兮僴兮，赫兮喧兮。有斐君子，終不可諠兮！」「如切如磋」者，道學也；「如琢如磨」者，自修也；「瑟兮諠兮」者，恂栗也；「赫兮喧兮」者，威儀也；「有斐君子，終不可諠兮」者，道盛德至善，民之不能忘也。",
          "《詩》雲：「於戲前王不忘！」君子賢其賢而親其親，小人樂其樂而利其利，此以沒世不忘也。",
          "《康誥》曰：「克明德。」《太甲》曰：「顧諟天之明命。」《帝典》曰：「克明峻德。」皆自明也。",
          "湯之盤銘曰：「茍日新，日日新，又日新。」《康誥》曰：「作新民。」《詩》曰：「周雖舊邦，其命惟新。」是故君子無所不用其極。",
          "《詩》雲：「邦畿千裏，惟民所止。」《詩》雲：「緡蠻黃鳥，止於丘隅。」子曰：「於止，知其所止，可以人而不如鳥乎？」《詩》雲：「穆穆文王，於緝熙敬止！」為人君，止於仁；為人臣，止於敬；為人子，止於孝；為人父，止於慈；與國人交，止於信。",
          "子曰：「聽訟，吾猶人也，必也使無訟乎！」無情者不得盡其辭，大畏民志。此謂知本。",
          "所謂修身在正其心者：身有所忿懥，則不得其正；有所恐懼，則不得其正；有所好樂，則不得其正；有所憂患，則不得其正。心不在焉，視而不見，聽而不聞，食而不知其味。此謂修身在正其心。",
          "所謂齊其家在修其身者：人之其所親愛而辟焉，之其所賤惡而辟焉，之其所畏敬而辟焉，之其所哀矜而辟焉，之其所敖惰而辟焉。故好而知其惡，惡而知其美者，天下鮮矣！故諺有之曰：「人莫知其子之惡，莫知其苗之碩。」此謂身不修不可以齊其家。",
          "所謂治國必先齊其家者，其家不可教而能教人者，無之。故君子不出家而成教於國：孝者，所以事君也；弟者，所以事長也；慈者，所以使眾也。《康誥》曰：「如保赤子」，心誠求之，雖不中不遠矣。未有學養子而後嫁者也！一家仁，一國興仁；一家讓，一國興讓；一人貪戾，一國作亂。其機如此。此謂一言僨事，一人定國。堯、舜率天下以仁，而民從之；桀、紂率天下以暴，而民從之。其所令反其所好，而民不從。是故君子有諸己而後求諸人，無諸己而後非諸人。所藏乎身不恕，而能喻諸人者，未之有也。故治國在齊其家。《詩》雲：「桃之夭夭，其葉蓁蓁；之子於歸，宜其家人。」宜其家人，而後可以教國人。《詩》雲：「宜兄宜弟。」宜兄宜弟，而後可以教國人。《詩》雲：「其儀不忒，正是四國。」其為父子兄弟足法，而後民法之也。此謂治國在齊其家。",
          "所謂平天下在治其國者：上老老而民興孝，上長長而民興弟，上恤孤而民不倍，是以君子有絜矩之道也。",
          "所惡於上，毋以使下；所惡於下，毋以事上；所惡於前，毋以先後；所惡於後，毋以從前；所惡於右，毋以交於左；所惡於左，毋以交於右。此之謂絜矩之道。",
          "《詩》雲：「樂只君子，民之父母。」民之所好好之，民之所惡惡之，此之謂民之父母。《詩》雲：「節彼南山，維石岩岩。赫赫師尹，民具爾瞻。」有國者不可以不慎，辟則為天下戮矣。《詩》雲：「殷之未喪師，克配上帝。儀監於殷，峻命不易。」道得眾則得國，失眾則失國。",
          "是故君子先慎乎德。有德此有人，有人此有土，有土此有財，有財此有用。德者本也，財者末也，外本內末，爭民施奪。是故財聚則民散，財散刖民聚。是故言悖而出者，亦悖而入；貨悖而入者，亦悖而出。",
          "《康誥》曰：「惟命不於常！」道善則得之，不善則失之矣。",
          "楚書曰：「楚國無以為寶，惟善以為寶。」舅犯曰：「亡人無以為寶，仁親以為寶。」",
          "《秦誓》曰：「若有一介臣，斷斷兮無他技，其心休休焉，其如有容焉。人之有技，若己有之；人之彥聖，其心好之，不啻若自其口出。實能容之，以能保我子孫黎民，尚亦有利哉！人之有技，媢嫉以惡之；人之彥聖，而違之俾不通。實不能容，以不能保我子孫黎民，亦曰殆哉！」唯仁人放流之，迸諸四夷，不與同中國，此謂唯仁人為能愛人，能惡人。見賢而不能舉，舉而不能先，命也；見不善而不能退，退而不能遠，過也。好人之所惡，惡人之所好，是謂拂人之性，災必逮夫身。是故君子有大道，必忠信以得之，驕泰以失之。",
          "生財有大道。生之者眾，食之者寡，為之者疾，用之者舒，則財恒足矣。仁者以財發身，不仁者以身發財。未有上好仁而下不好義者也，未有好義其事不終者也，未有府庫財非其財者也。孟獻子曰：「畜馬乘，不察於雞豚；伐冰之家，不畜牛羊；百乘之家，不畜聚斂之臣。與其有聚斂之臣，寧有盜臣。」此謂國不以利為利，以義為利也。長國家而務財用者，必自小人矣。彼為善之，小人之使為國家，災害並至。雖有善者，亦無如之何矣！此謂國不以利為利，以義為利也。"
        ]
      },
      "simplified": {
        "title": "卷四十二 大学",
        "paragraphs": [
          "大学之道，在明明德，在亲民，在止于至善。",
          "知止而后有定，定而后能静，静而后能安，安而后能虑，虑而后能得。",
          "物有本末，事有终始，知所先后，则近道矣。",
          "古之欲明明德于天下者，先治其国；欲治其国者，先齐其家；欲齐其家者，先修其身；欲修其身者，先正其心；欲正其心者，先诚其意；欲诚其意者，先致其知，致知在格物。",
          "物格而后知至，知至而后意诚，意诚而后心正，心正而后身修，身修而后家齐，家齐而后国治，国治而后天下平。",
          "自天子以至于庶人，壹是皆以修身为本。",
          "其本乱而末治者否矣，其所厚者薄，而其所薄者厚，未之有也！",
          "此谓知本，此谓知之至也。",
          "所谓诚其意者，毋自欺也，如恶恶臭，如好好色，此之谓自谦，故君子必慎其独也！小人闲居为不善，无所不至，见君子而后厌然，掩其不善，而着其善。人之视己，如见其肺肝然，则何益矣！此谓诚于中，形于外，故君子必慎其独也。曾子曰：「十目所视，十手所指，其严乎！」富润屋，德润身，心广体胖，故君子必诚其意。",
          "《诗》云：「瞻彼淇澳，菉竹猗猗。有斐君子，如切如磋，如琢如磨。瑟兮僴兮，赫兮喧兮。有斐君子，终不可諠兮！」「如切如磋」者，道学也；「如琢如磨」者，自修也；「瑟兮諠兮」者，恂栗也；「赫兮喧兮」者，威仪也；「有斐君子，终不可諠兮」者，道盛德至善，民之不能忘也。",
          "《诗》云：「于戏前王不忘！」君子贤其贤而亲其亲，小人乐其乐而利其利，此以没世不忘也。",
          "《康诰》曰：「克明德。」《太甲》曰：「顾諟天之明命。」《帝典》曰：「克明峻德。」皆自明也。",
          "汤之盘铭曰：「茍日新，日日新，又日新。」《康诰》曰：「作新民。」《诗》曰：「周虽旧邦，其命惟新。」是故君子无所不用其极。",
          "《诗》云：「邦畿千里，惟民所止。」《诗》云：「缗蛮黄鸟，止于丘隅。」子曰：「于止，知其所止，可以人而不如鸟乎？」《诗》云：「穆穆文王，于缉熙敬止！」为人君，止于仁；为人臣，止于敬；为人子，止于孝；为人父，止于慈；与国人交，止于信。",
          "子曰：「听讼，吾犹人也，必也使无讼乎！」无情者不得尽其辞，大畏民志。此谓知本。",
          "所谓修身在正其心者：身有所忿懥，则不得其正；有所恐惧，则不得其正；有所好乐，则不得其正；有所忧患，则不得其正。心不在焉，视而不见，听而不闻，食而不知其味。此谓修身在正其心。",
          "所谓齐其家在修其身者：人之其所亲爱而辟焉，之其所贱恶而辟焉，之其所畏敬而辟焉，之其所哀矜而辟焉，之其所敖惰而辟焉。故好而知其恶，恶而知其美者，天下鲜矣！故谚有之曰：「人莫知其子之恶，莫知其苗之硕。」此谓身不修不可以齐其家。",
          "所谓治国必先齐其家者，其家不可教而能教人者，无之。故君子不出家而成教于国：孝者，所以事君也；弟者，所以事长也；慈者，所以使众也。《康诰》曰：「如保赤子」，心诚求之，虽不中不远矣。未有学养子而后嫁者也！一家仁，一国兴仁；一家让，一国兴让；一人贪戾，一国作乱。其机如此。此谓一言偾事，一人定国。尧、舜率天下以仁，而民从之；桀、纣率天下以暴，而民从之。其所令反其所好，而民不从。是故君子有诸己而后求诸人，无诸己而后非诸人。所藏乎身不恕，而能喻诸人者，未之有也。故治国在齐其家。《诗》云：「桃之夭夭，其叶蓁蓁；之子于归，宜其家人。」宜其家人，而后可以教国人。《诗》云：「宜兄宜弟。」宜兄宜弟，而后可以教国人。《诗》云：「其仪不忒，正是四国。」其为父子兄弟足法，而后民法之也。此谓治国在齐其家。",
          "所谓平天下在治其国者：上老老而民兴孝，上长长而民兴弟，上恤孤而民不倍，是以君子有絜矩之道也。",
          "所恶于上，毋以使下；所恶于下，毋以事上；所恶于前，毋以先后；所恶于后，毋以从前；所恶于右，毋以交于左；所恶于左，毋以交于右。此之谓絜矩之道。",
          "《诗》云：「乐只君子，民之父母。」民之所好好之，民之所恶恶之，此之谓民之父母。《诗》云：「节彼南山，维石岩岩。赫赫师尹，民具尔瞻。」有国者不可以不慎，辟则为天下戮矣。《诗》云：「殷之未丧师，克配上帝。仪监于殷，峻命不易。」道得众则得国，失众则失国。",
          "是故君子先慎乎德。有德此有人，有人此有土，有土此有财，有财此有用。德者本也，财者末也，外本内末，争民施夺。是故财聚则民散，财散刖民聚。是故言悖而出者，亦悖而入；货悖而入者，亦悖而出。",
          "《康诰》曰：「惟命不于常！」道善则得之，不善则失之矣。",
          "楚书曰：「楚国无以为宝，惟善以为宝。」舅犯曰：「亡人无以为宝，仁亲以为宝。」",
          "《秦誓》曰：「若有一介臣，断断兮无他技，其心休休焉，其如有容焉。人之有技，若己有之；人之彦圣，其心好之，不啻若自其口出。实能容之，以能保我子孙黎民，尚亦有利哉！人之有技，媢嫉以恶之；人之彦圣，而违之俾不通。实不能容，以不能保我子孙黎民，亦曰殆哉！」唯仁人放流之，迸诸四夷，不与同中国，此谓唯仁人为能爱人，能恶人。见贤而不能举，举而不能先，命也；见不善而不能退，退而不能远，过也。好人之所恶，恶人之所好，是谓拂人之性，灾必逮夫身。是故君子有大道，必忠信以得之，骄泰以失之。",
          "生财有大道。生之者众，食之者寡，为之者疾，用之者舒，则财恒足矣。仁者以财发身，不仁者以身发财。未有上好仁而下不好义者也，未有好义其事不终者也，未有府库财非其财者也。孟献子曰：「畜马乘，不察于鸡豚；伐冰之家，不畜牛羊；百乘之家，不畜聚敛之臣。与其有聚敛之臣，宁有盗臣。」此谓国不以利为利，以义为利也。长国家而务财用者，必自小人矣。彼为善之，小人之使为国家，灾害并至。虽有善者，亦无如之何矣！此谓国不以利为利，以义为利也。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷四十三 冠义",
      "id": "1225280431",
      "traditional": {
        "title": "卷四十三 冠義",
        "paragraphs": [
          "凡人之所以為人者，禮義也。禮義之始，在於正容體、齊顏色、順辭令。容體正，顏色齊，辭令順，而後禮義備。以正君臣、親父子、和長幼。君臣正，父子親，長幼和，而後禮義立。故冠而後服備，服備而後容體正、顏色齊、辭令順。故曰：冠者，禮之始也。是故古者聖王重冠。",
          "古者冠禮筮日筮賓，所以敬冠事，敬冠事所以重禮；重禮所以為國本也。",
          "故冠於阼，以著代也；醮於客位，三加彌尊，加有成也；已冠而字之，成人之道也。見於母，母拜之；見於兄弟，兄弟拜之；成人而與為禮也。玄冠、玄端奠摯於君，遂以摯見於鄉大夫、鄉先生；以成人見也。",
          "成人之者，將責成人禮焉也。責成人禮焉者，將責為人子、為人弟、為人臣、為人少者之禮行焉。將責四者之行於人，其禮可不重與？",
          "故孝弟忠順之行立，而後可以為人；可以為人，而後可以治人也。故聖王重禮。故曰：冠者，禮之始也，嘉事之重者也。是故古者重冠；重冠故行之於廟；行之於廟者，所以尊重事；尊重事而不敢擅重事；不敢擅重事，所以自卑而尊先祖也。"
        ]
      },
      "simplified": {
        "title": "卷四十三 冠义",
        "paragraphs": [
          "凡人之所以为人者，礼义也。礼义之始，在于正容体、齐颜色、顺辞令。容体正，颜色齐，辞令顺，而后礼义备。以正君臣、亲父子、和长幼。君臣正，父子亲，长幼和，而后礼义立。故冠而后服备，服备而后容体正、颜色齐、辞令顺。故曰：冠者，礼之始也。是故古者圣王重冠。",
          "古者冠礼筮日筮宾，所以敬冠事，敬冠事所以重礼；重礼所以为国本也。",
          "故冠于阼，以着代也；醮于客位，三加弥尊，加有成也；已冠而字之，成人之道也。见于母，母拜之；见于兄弟，兄弟拜之；成人而与为礼也。玄冠、玄端奠挚于君，遂以挚见于乡大夫、乡先生；以成人见也。",
          "成人之者，将责成人礼焉也。责成人礼焉者，将责为人子、为人弟、为人臣、为人少者之礼行焉。将责四者之行于人，其礼可不重与？",
          "故孝弟忠顺之行立，而后可以为人；可以为人，而后可以治人也。故圣王重礼。故曰：冠者，礼之始也，嘉事之重者也。是故古者重冠；重冠故行之于庙；行之于庙者，所以尊重事；尊重事而不敢擅重事；不敢擅重事，所以自卑而尊先祖也。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷四十四 昏义",
      "id": "3022466145",
      "traditional": {
        "title": "卷四十四 昏義",
        "paragraphs": [
          "昏禮者，將合二姓之好，上以事宗廟，而下以繼後世也。故君子重之。是以昏禮納采、問名、納吉、納征、請期，皆主人筵幾於廟，而拜迎於門外，入，揖讓而升，聽命於廟，所以敬慎重正昏禮也。",
          "父親醮子，而命之迎，男先於女也。子承命以迎，主人筵幾於廟，而拜迎於門外。婿執雁入，揖讓升堂，再拜奠雁，蓋親受之於父母也。降，出禦婦車，而婿授綏，禦輪三周。先俟於門外，婦至，婿揖婦以入，共牢而食，合巹而酳，所以合體同尊卑以親之也。",
          "敬慎重正而後親之，禮之大體，而所以成男女之別，而立夫婦之義也。男女有別，而後夫婦有義；夫婦有義，而後父子有親；父子有親，而後君臣有正。故曰：昏禮者，禮之本也。",
          "夫禮始於冠，本於昏，重於喪祭，尊於朝聘，和於射鄉--此禮之大體也。",
          "夙興，婦沐浴以俟見；質明，贊見婦於舅姑，執笲、棗、栗、段修以見，贊醴婦，婦祭脯醢，祭醴，成婦禮也。舅姑入室，婦以特豚饋，明婦順也。厥明，舅姑共饗婦以一獻之禮，奠酬。舅姑先降自西階，婦降自阼階，以著代也。",
          "成婦禮，明婦順，又申之以著代，所以重責婦順焉也。婦順者，順於舅姑，和於室人；而後當於夫，以成絲麻布帛之事，以審守委積蓋藏。是故婦順備而後內和理；內和理而後家可長久也；故聖王重之。",
          "是以古者婦人先嫁三月，祖禰未毀，教於公宮，祖禰既毀，教於宗室，教以婦德、婦言、婦容、婦功。教成祭之，牲用魚，芼之以蘋藻，所以成婦順也。",
          "古者天子後立六宮、三夫人、九嬪、二十七世婦、八十一禦妻，以聽天下之內治，以明章婦順；故天下內和而家理。天子立六官、三公、九卿、二十七大夫、八十一元士，以聽天下之外治，以明章天下之男教；故外和而國治。故曰：天子聽男教，後聽女順；天子理陽道，後治陰德；天子聽外治，後聽內職。教順成俗，外內和順，國家理治，此之謂盛德。",
          "是故男教不修，陽事不得，適見於天，日為之食；婦順不修，陰事不得，適見於天，月為之食。是故日食則天子素服而修六官之職，蕩天下之陽事；月食則後素服而修六宮之職，蕩天下之陰事。故天子與後，猶日之與月、陰之與陽，相須而後成者也。天子修男教，父道也；後修女順，母道也。故曰：天子之與後，猶父之與母也。故為天王服斬衰，服父之義也；為後服資衰，服母之義也。"
        ]
      },
      "simplified": {
        "title": "卷四十四 昏义",
        "paragraphs": [
          "昏礼者，将合二姓之好，上以事宗庙，而下以继后世也。故君子重之。是以昏礼纳采、问名、纳吉、纳征、请期，皆主人筵几于庙，而拜迎于门外，入，揖让而升，听命于庙，所以敬慎重正昏礼也。",
          "父亲醮子，而命之迎，男先于女也。子承命以迎，主人筵几于庙，而拜迎于门外。婿执雁入，揖让升堂，再拜奠雁，盖亲受之于父母也。降，出御妇车，而婿授绥，御轮三周。先俟于门外，妇至，婿揖妇以入，共牢而食，合卺而酳，所以合体同尊卑以亲之也。",
          "敬慎重正而后亲之，礼之大体，而所以成男女之别，而立夫妇之义也。男女有别，而后夫妇有义；夫妇有义，而后父子有亲；父子有亲，而后君臣有正。故曰：昏礼者，礼之本也。",
          "夫礼始于冠，本于昏，重于丧祭，尊于朝聘，和于射乡--此礼之大体也。",
          "夙兴，妇沐浴以俟见；质明，赞见妇于舅姑，执笲、枣、栗、段修以见，赞醴妇，妇祭脯醢，祭醴，成妇礼也。舅姑入室，妇以特豚馈，明妇顺也。厥明，舅姑共飨妇以一献之礼，奠酬。舅姑先降自西阶，妇降自阼阶，以着代也。",
          "成妇礼，明妇顺，又申之以着代，所以重责妇顺焉也。妇顺者，顺于舅姑，和于室人；而后当于夫，以成丝麻布帛之事，以审守委积盖藏。是故妇顺备而后内和理；内和理而后家可长久也；故圣王重之。",
          "是以古者妇人先嫁三月，祖祢未毁，教于公宫，祖祢既毁，教于宗室，教以妇德、妇言、妇容、妇功。教成祭之，牲用鱼，芼之以苹藻，所以成妇顺也。",
          "古者天子后立六宫、三夫人、九嫔、二十七世妇、八十一御妻，以听天下之内治，以明章妇顺；故天下内和而家理。天子立六官、三公、九卿、二十七大夫、八十一元士，以听天下之外治，以明章天下之男教；故外和而国治。故曰：天子听男教，后听女顺；天子理阳道，后治阴德；天子听外治，后听内职。教顺成俗，外内和顺，国家理治，此之谓盛德。",
          "是故男教不修，阳事不得，适见于天，日为之食；妇顺不修，阴事不得，适见于天，月为之食。是故日食则天子素服而修六官之职，荡天下之阳事；月食则后素服而修六宫之职，荡天下之阴事。故天子与后，犹日之与月、阴之与阳，相须而后成者也。天子修男教，父道也；后修女顺，母道也。故曰：天子之与后，犹父之与母也。故为天王服斩衰，服父之义也；为后服资衰，服母之义也。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷四十五 乡饮酒义",
      "id": "5278732427",
      "traditional": {
        "title": "卷四十五 鄉飲酒義",
        "paragraphs": [
          "鄉飲酒之義：主人拜迎賓於庠門之外，入，三揖而後至階，三讓而後升，所以致尊讓也。盥洗揚觶，所以致潔也。拜至，拜洗，拜受，拜送，拜既，所以致敬也。尊讓潔敬也者，君子之所以相接也。君子尊讓則不爭，潔敬則不慢，不慢不爭，則遠於斗辨矣；不斗辨則無暴亂之禍矣，斯君子之所以免於人禍也，故聖人制之以道。",
          "鄉人、士、君子，尊於房戶之間，賓主共之也。尊有玄酒，貴其質也。羞出自東房，主人共之也。洗當東榮，主人之所以自潔，而以事賓也。",
          "賓主象天地也；介僎象陰陽也；三賓象三光也；讓之三也，象月之三日而成魄也；四面之坐，象四時也。",
          "天地嚴凝之氣，始於西南，而盛於西北，此天地之尊嚴氣也，此天地之義氣也。天地溫厚之氣，始於東北，而盛於東南，此天地之盛德氣也，此天地之仁氣也。主人者尊賓，故坐賓於西北，而坐介於西南以輔賓，賓者接人以義者也，故坐於西北。主人者，接人以德厚者也，故坐於東南。而坐僎於東北，以輔主人也。仁義接，賓主有事，俎豆有數曰聖，聖立而將之以敬曰禮，禮以體長幼曰德。德也者，得於身也。故曰：古之學術道者，將以得身也。是故聖人務焉。",
          "祭薦，祭酒，敬禮也。嚌肺，嘗禮也。啐酒，成禮也。於席末，言是席之正，非專為飲食也，為行禮也，此所以貴禮而賤財也。卒觶，致實於西階上，言是席之上，非專為飲食也，此先禮而後財之義也。先禮而後財，則民作敬讓而不爭矣。",
          "鄉飲酒之禮：六十者坐，五十者立侍，以聽政役，所以明尊長也。六十者三豆，七十者四豆，八十者五豆，九十者六豆，所以明養老也。民知尊長養老，而後乃能入孝弟。民入孝弟，出尊長養老，而後成教，成教而後國可安也。君子之所謂孝者，非家至而日見之也；合諸鄉射，教之鄉飲酒之禮，而孝弟之行立矣。",
          "孔子曰：「吾觀於鄉，而知王道之易易也。」",
          "主人親速賓及介，而眾賓自從之。至於門外，主人拜賓及介，而眾賓自入；貴賤之義別矣。三揖至於階，三讓以賓升，拜至、獻、酬、辭讓之節繁。及介省矣。至於眾賓升受，坐祭，立飲。不酢而降；隆殺之義別矣。",
          "主人酬介工入，升歌三終，主人獻之；笙入三終，主人獻之；間歌三終，合樂三終，工告樂備，遂出。一人揚觶，乃立司正焉，知其能和樂而不流也。",
          "賓酬主人，主人酬介，介酬眾賓，少長以齒，終於沃洗者焉。知其能弟長而無遺矣。",
          "降，說屨升坐，修爵無數。飲酒之節，朝不廢朝，莫不廢夕。賓出，主人拜送，節文終遂焉。知其能安燕而不亂也。",
          "貴賤明，隆殺辨，和樂而不流，弟長而無遺，安燕而不亂，此五行者，足以正身安國矣。彼國安而天下安。故曰：「吾觀於鄉，而知王道之易易也。」",
          "鄉飲酒之義：立賓以象天，立主以象地，設介僎以象日月，立三賓以象三光。古之制禮也，經之以天地，紀之以日月，參之以三光，政教之本也。",
          "亨狗於東方，祖陽氣之發於東方也。洗之在阼，其水在洗東，祖天地之左海也。尊有玄酒，教民不忘本也。",
          "賓必南鄉。東方者春，春之為言蠢也，產萬物者聖也。南方者夏，夏之為言假也，養之、長之、假之，仁也。西方者秋，秋之為言愁也，愁之以時察，守義者也。北方者冬，冬之言中也，中者藏也。是以天子之立也，左聖鄉仁，右義偝藏也。介必東鄉，介賓主也。主人必居東方，東方者春，春之為言蠢也，產萬物者也；主人者造之，產萬物者也。月者三日則成魄，三月則成時，是以禮有三讓，建國必立三卿。三賓者，政教之本，禮之大參也。"
        ]
      },
      "simplified": {
        "title": "卷四十五 乡饮酒义",
        "paragraphs": [
          "乡饮酒之义：主人拜迎宾于庠门之外，入，三揖而后至阶，三让而后升，所以致尊让也。盥洗扬觯，所以致洁也。拜至，拜洗，拜受，拜送，拜既，所以致敬也。尊让洁敬也者，君子之所以相接也。君子尊让则不争，洁敬则不慢，不慢不争，则远于斗辨矣；不斗辨则无暴乱之祸矣，斯君子之所以免于人祸也，故圣人制之以道。",
          "乡人、士、君子，尊于房户之间，宾主共之也。尊有玄酒，贵其质也。羞出自东房，主人共之也。洗当东荣，主人之所以自洁，而以事宾也。",
          "宾主象天地也；介僎象阴阳也；三宾象三光也；让之三也，象月之三日而成魄也；四面之坐，象四时也。",
          "天地严凝之气，始于西南，而盛于西北，此天地之尊严气也，此天地之义气也。天地温厚之气，始于东北，而盛于东南，此天地之盛德气也，此天地之仁气也。主人者尊宾，故坐宾于西北，而坐介于西南以辅宾，宾者接人以义者也，故坐于西北。主人者，接人以德厚者也，故坐于东南。而坐僎于东北，以辅主人也。仁义接，宾主有事，俎豆有数曰圣，圣立而将之以敬曰礼，礼以体长幼曰德。德也者，得于身也。故曰：古之学术道者，将以得身也。是故圣人务焉。",
          "祭荐，祭酒，敬礼也。哜肺，尝礼也。啐酒，成礼也。于席末，言是席之正，非专为饮食也，为行礼也，此所以贵礼而贱财也。卒觯，致实于西阶上，言是席之上，非专为饮食也，此先礼而后财之义也。先礼而后财，则民作敬让而不争矣。",
          "乡饮酒之礼：六十者坐，五十者立侍，以听政役，所以明尊长也。六十者三豆，七十者四豆，八十者五豆，九十者六豆，所以明养老也。民知尊长养老，而后乃能入孝弟。民入孝弟，出尊长养老，而后成教，成教而后国可安也。君子之所谓孝者，非家至而日见之也；合诸乡射，教之乡饮酒之礼，而孝弟之行立矣。",
          "孔子曰：「吾观于乡，而知王道之易易也。」",
          "主人亲速宾及介，而众宾自从之。至于门外，主人拜宾及介，而众宾自入；贵贱之义别矣。三揖至于阶，三让以宾升，拜至、献、酬、辞让之节繁。及介省矣。至于众宾升受，坐祭，立饮。不酢而降；隆杀之义别矣。",
          "主人酬介工入，升歌三终，主人献之；笙入三终，主人献之；间歌三终，合乐三终，工告乐备，遂出。一人扬觯，乃立司正焉，知其能和乐而不流也。",
          "宾酬主人，主人酬介，介酬众宾，少长以齿，终于沃洗者焉。知其能弟长而无遗矣。",
          "降，说屦升坐，修爵无数。饮酒之节，朝不废朝，莫不废夕。宾出，主人拜送，节文终遂焉。知其能安燕而不乱也。",
          "贵贱明，隆杀辨，和乐而不流，弟长而无遗，安燕而不乱，此五行者，足以正身安国矣。彼国安而天下安。故曰：「吾观于乡，而知王道之易易也。」",
          "乡饮酒之义：立宾以象天，立主以象地，设介僎以象日月，立三宾以象三光。古之制礼也，经之以天地，纪之以日月，参之以三光，政教之本也。",
          "亨狗于东方，祖阳气之发于东方也。洗之在阼，其水在洗东，祖天地之左海也。尊有玄酒，教民不忘本也。",
          "宾必南乡。东方者春，春之为言蠢也，产万物者圣也。南方者夏，夏之为言假也，养之、长之、假之，仁也。西方者秋，秋之为言愁也，愁之以时察，守义者也。北方者冬，冬之言中也，中者藏也。是以天子之立也，左圣乡仁，右义偝藏也。介必东乡，介宾主也。主人必居东方，东方者春，春之为言蠢也，产万物者也；主人者造之，产万物者也。月者三日则成魄，三月则成时，是以礼有三让，建国必立三卿。三宾者，政教之本，礼之大参也。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷四十六 射义",
      "id": "4685830343",
      "traditional": {
        "title": "卷四十六 射義",
        "paragraphs": [
          "古者諸侯之射也，必先行燕禮；卿、大夫、士之射也，必先行鄉飲酒之禮。故燕禮者，所以明君臣之義也；鄉飲酒之禮者，所以明長幼之序也。",
          "故射者，進退周還必中禮，內志正，外體直，然後持弓矢審固；持弓矢審固，然後可以言中，此可以觀德行矣。",
          "其節：天子以《騶虞》為節；諸侯以《狸首》為節；卿大夫以《采蘋》為節；士以《采繁》為節。《騶虞》者，樂官備也，《狸首》者，樂會時也；《采蘋》者，樂循法也；《采繁》者，樂不失職也。是故天子以備官為節；諸侯以時會天子為節；卿大夫以循法為節；士以不失職為節。故明乎其節之志，以不失其事，則功成而德行立，德行立則無暴亂之禍矣。功成則國安。故曰：射者，所以觀盛德也。",
          "是故古者天子以射選諸侯、卿、大夫、士。射者，男子之事也，因而飾之以禮樂也。故事之盡禮樂，而可數為，以立德行者，莫若射，故聖王務焉。",
          "是故古者天子之制，諸侯歲獻貢士於天子，天子試之於射宮。其容體比於禮，其節比於樂，而中多者，得與於祭。其容體不比於禮，其節不比於樂，而中少者，不得與於祭。數與於祭而君有慶；數不與於祭而君有讓。數有慶而益地；數有讓而削地。故曰：射者，射為諸侯也。是以諸侯君臣盡志於射，以習禮樂。夫君臣習禮樂而以流亡者，未之有也。",
          "故《詩》曰：「曾孫侯氏，四正具舉；大夫君子，凡以庶士，小大莫處，禦於君所，以燕以射，則燕則譽。」言君臣相與盡志於射，以習禮樂，則安則譽也。是以天子制之，而諸侯務焉。此天子之所以養諸侯，而兵不用，諸侯自為正之具也。",
          "孔子射於矍相之圃，蓋觀者如堵牆。射至於司馬，使子路執弓矢，出延射曰：「賁軍之將，亡國之大夫，與為人後者不入，其餘皆入。」蓋去者半，入者半。又使公罔之裘、序點，揚觶而語，公罔之裘揚觶而語曰：「幼壯孝弟，耆耋好禮，不從流俗，修身以俟死者，不，在此位也。」蓋去者半，處者半。序點又揚觶而語曰：「好學不倦，好禮不變，旄期稱道不亂者，不，在此位也。」蓋僅有存者。",
          "射之為言者繹也，或曰舍也。繹者，各繹己之志也。故心平體正，持弓矢審固；持弓矢審固，則射中矣。故曰：為人父者，以為父鵠；為人子者，以為子鵠；為人君者，以為君鵠；為人臣者，以為臣鵠。故射者各射己之鵠。故天子之大射謂之射侯；射侯者，射為諸侯也。射中則得為諸侯；射不中則不得為諸侯。",
          "天子將祭，必先習射於澤。澤者，所以擇士也。已射於澤，而後射於射宮。射中者得與於祭；不中者不得與於祭。不得與於祭者有讓，削以地；得與於祭者有慶，益以地。進爵絀地是也。",
          "故男子生，桑弧蓬矢六，以射天地四方。天地四方者，男子之所有事也。故必先有志於其所有事，然後敢用穀也。飯食之謂也。",
          "射者，仁之道也。射求正諸己，己正然後發，發而不中，則不怨勝己者，反求諸己而已矣。孔子曰：「君子無所爭，必也射乎！揖讓而升，下而飲，其爭也君子。」",
          "孔子曰：「射者何以射？何以聽？循聲而發，發而不失正鵠者，其唯賢者乎！若夫不肖之人，則彼將安能以中？」《詩》雲：「發彼有的，以祈爾爵。」祈，求也；求中以辭爵也。酒者，所以養老也，所以養病也；求中以辭爵者，辭養也。"
        ]
      },
      "simplified": {
        "title": "卷四十六 射义",
        "paragraphs": [
          "古者诸侯之射也，必先行燕礼；卿、大夫、士之射也，必先行乡饮酒之礼。故燕礼者，所以明君臣之义也；乡饮酒之礼者，所以明长幼之序也。",
          "故射者，进退周还必中礼，内志正，外体直，然后持弓矢审固；持弓矢审固，然后可以言中，此可以观德行矣。",
          "其节：天子以《驺虞》为节；诸侯以《狸首》为节；卿大夫以《采苹》为节；士以《采繁》为节。《驺虞》者，乐官备也，《狸首》者，乐会时也；《采苹》者，乐循法也；《采繁》者，乐不失职也。是故天子以备官为节；诸侯以时会天子为节；卿大夫以循法为节；士以不失职为节。故明乎其节之志，以不失其事，则功成而德行立，德行立则无暴乱之祸矣。功成则国安。故曰：射者，所以观盛德也。",
          "是故古者天子以射选诸侯、卿、大夫、士。射者，男子之事也，因而饰之以礼乐也。故事之尽礼乐，而可数为，以立德行者，莫若射，故圣王务焉。",
          "是故古者天子之制，诸侯岁献贡士于天子，天子试之于射宫。其容体比于礼，其节比于乐，而中多者，得与于祭。其容体不比于礼，其节不比于乐，而中少者，不得与于祭。数与于祭而君有庆；数不与于祭而君有让。数有庆而益地；数有让而削地。故曰：射者，射为诸侯也。是以诸侯君臣尽志于射，以习礼乐。夫君臣习礼乐而以流亡者，未之有也。",
          "故《诗》曰：「曾孙侯氏，四正具举；大夫君子，凡以庶士，小大莫处，御于君所，以燕以射，则燕则誉。」言君臣相与尽志于射，以习礼乐，则安则誉也。是以天子制之，而诸侯务焉。此天子之所以养诸侯，而兵不用，诸侯自为正之具也。",
          "孔子射于矍相之圃，盖观者如堵墙。射至于司马，使子路执弓矢，出延射曰：「贲军之将，亡国之大夫，与为人后者不入，其余皆入。」盖去者半，入者半。又使公罔之裘、序点，扬觯而语，公罔之裘扬觯而语曰：「幼壮孝弟，耆耋好礼，不从流俗，修身以俟死者，不，在此位也。」盖去者半，处者半。序点又扬觯而语曰：「好学不倦，好礼不变，旄期称道不乱者，不，在此位也。」盖仅有存者。",
          "射之为言者绎也，或曰舍也。绎者，各绎己之志也。故心平体正，持弓矢审固；持弓矢审固，则射中矣。故曰：为人父者，以为父鹄；为人子者，以为子鹄；为人君者，以为君鹄；为人臣者，以为臣鹄。故射者各射己之鹄。故天子之大射谓之射侯；射侯者，射为诸侯也。射中则得为诸侯；射不中则不得为诸侯。",
          "天子将祭，必先习射于泽。泽者，所以择士也。已射于泽，而后射于射宫。射中者得与于祭；不中者不得与于祭。不得与于祭者有让，削以地；得与于祭者有庆，益以地。进爵绌地是也。",
          "故男子生，桑弧蓬矢六，以射天地四方。天地四方者，男子之所有事也。故必先有志于其所有事，然后敢用谷也。饭食之谓也。",
          "射者，仁之道也。射求正诸己，己正然后发，发而不中，则不怨胜己者，反求诸己而已矣。孔子曰：「君子无所争，必也射乎！揖让而升，下而饮，其争也君子。」",
          "孔子曰：「射者何以射？何以听？循声而发，发而不失正鹄者，其唯贤者乎！若夫不肖之人，则彼将安能以中？」《诗》云：「发彼有的，以祈尔爵。」祈，求也；求中以辞爵也。酒者，所以养老也，所以养病也；求中以辞爵者，辞养也。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷四十七 燕义",
      "id": "9195419979",
      "traditional": {
        "title": "卷四十七 燕義",
        "paragraphs": [
          "古者周天子之官，有庶子官。庶子官職諸侯、卿、大夫、士之庶子之卒，掌其戒令，與其教治，別其等，正其位。國有大事，則率國子而致於大子，唯所用之。若有甲兵之事，則授之以車甲，合其卒伍，置其有司，以軍法治之，司馬弗正。凡國之政事，國子存遊卒，使之修德學道，春合諸學，秋合諸射，以考其藝而進退之。",
          "諸侯燕禮之義：君立阼階之東南，南鄉爾卿，大夫皆少進，定位也；君席阼階之上，居主位也；君獨升立席上，西面特立，莫敢適之義也。設賓主，",
          "飲酒之禮也；使宰夫為獻主，臣莫敢與君亢禮也；不以公卿為賓，而以大夫為賓，為疑也，明嫌之義也；賓入中庭，君降一等而揖之，禮之也。",
          "君舉旅於賓，及君所賜爵，皆降再拜稽首，升成拜，明臣禮也；君答拜之，禮無不答，明君上之禮也。臣下竭力盡能以立功於國，君必報之以爵祿，故臣下皆務竭力盡能以立功，是以國安而君寧。禮無不答，言上之不虛取於下也。上必明正道以道民，民道之而有功，然後取其什一，故上用足而下不匱也；是以上下和親而不相怨也。和寧，禮之用也；此君臣上下之大義也。故曰：燕禮者，所以明君臣之義也。",
          "席：小卿次上卿，大夫次小卿，士、庶子以次就位於下。獻君，君舉旅行酬；而後獻卿，卿舉旅行酬；而後獻大夫，大夫舉旅行酬；而後獻士，士舉旅行酬；而後獻庶子。俎豆、牲體、薦羞，皆有等差，所以明貴賤也。"
        ]
      },
      "simplified": {
        "title": "卷四十七 燕义",
        "paragraphs": [
          "古者周天子之官，有庶子官。庶子官职诸侯、卿、大夫、士之庶子之卒，掌其戒令，与其教治，别其等，正其位。国有大事，则率国子而致于大子，唯所用之。若有甲兵之事，则授之以车甲，合其卒伍，置其有司，以军法治之，司马弗正。凡国之政事，国子存游卒，使之修德学道，春合诸学，秋合诸射，以考其艺而进退之。",
          "诸侯燕礼之义：君立阼阶之东南，南乡尔卿，大夫皆少进，定位也；君席阼阶之上，居主位也；君独升立席上，西面特立，莫敢适之义也。设宾主，",
          "饮酒之礼也；使宰夫为献主，臣莫敢与君亢礼也；不以公卿为宾，而以大夫为宾，为疑也，明嫌之义也；宾入中庭，君降一等而揖之，礼之也。",
          "君举旅于宾，及君所赐爵，皆降再拜稽首，升成拜，明臣礼也；君答拜之，礼无不答，明君上之礼也。臣下竭力尽能以立功于国，君必报之以爵禄，故臣下皆务竭力尽能以立功，是以国安而君宁。礼无不答，言上之不虚取于下也。上必明正道以道民，民道之而有功，然后取其什一，故上用足而下不匮也；是以上下和亲而不相怨也。和宁，礼之用也；此君臣上下之大义也。故曰：燕礼者，所以明君臣之义也。",
          "席：小卿次上卿，大夫次小卿，士、庶子以次就位于下。献君，君举旅行酬；而后献卿，卿举旅行酬；而后献大夫，大夫举旅行酬；而后献士，士举旅行酬；而后献庶子。俎豆、牲体、荐羞，皆有等差，所以明贵贱也。"
        ]
      },
      "translation": []
    },
    {
      "title": "卷四十八 聘义",
      "id": "8210324798",
      "traditional": {
        "title": "卷四十八 聘義",
        "paragraphs": [
          "聘禮，上公七介，侯、伯五介，子、男三介，所以明貴賤也。介紹而傳命，君子於其所尊弗敢質，敬之至也。三讓而後傳命，三讓而後入廟門，三揖而後至階，三讓而後升，所以致尊讓也。",
          "君使士迎於竟，大夫郊勞，君親拜迎於大門之內而廟受，北面拜貺，拜君命之辱，所以致敬也。敬讓也者，君子之所以相接也。故諸侯相接以敬讓，則不相侵陵。",
          "卿為上擯，大夫為承擯，士為紹擯。君親禮賓，賓私面、私覿、致饔餼、還圭璋、賄贈、饗食燕，所以明賓客君臣之義也。",
          "故天子制諸侯，比年小聘，三年大聘，相厲以禮。使者聘而誤，主君弗親饗食也。所以愧厲之也。諸侯相厲以禮，則外不相侵，內不相陵。此天子之所以養諸侯，兵不用而諸侯自為正之具也。",
          "以圭璋聘，重禮也；已聘而還圭璋，此輕財而重禮之義也。諸侯相厲以輕財重禮，則民作讓矣。主國待客，出入三積，餼客於舍，五牢之具陳於內，米三十車，禾三十車，芻薪倍禾，皆陳於外，乘禽日五雙，群介皆有餼牢，壹食再饗，燕與時賜無數，所以厚重禮也。古之用財者不能均如此，然而用財如此其厚者，言盡之於禮也。盡之於禮，則內君臣不相陵，而外不相侵。故天子制之，而諸侯務焉爾。",
          "聘射之禮，至大禮也。質明而始行事，日幾中而後禮成，非強有力者弗能行也。故強有力者，將以行禮也。酒清，人渴而不敢飲也；肉幹，人饑而不敢食也；日莫人倦，齊莊正齊，而不敢解惰。以成禮節，以正君臣，以親父子，以和長幼。此眾人之所難，而君子行之，故謂之有行；有行之謂有義，有義之謂勇敢。故所貴於勇敢者，貴其能以立義也；所貴於立義者，貴其有行也；所貴於有行者，貴其行禮也。故所貴於勇敢者，貴其敢行禮義也。故勇敢強有力者，天下無事，則用之於禮義；天下有事，則用之於戰勝。用之於戰勝則無敵，用之於禮義則順治；外無敵，內順治，此之謂盛德。故聖王之貴勇敢強有力如此也。勇敢強有力而不用之於禮義戰勝，而用之於爭斗，則謂之亂人。刑罰行於國，所誅者亂人也。如此則民順治而國安也。",
          "子貢問於孔子曰：「敢問君子貴玉而賤玟者何也？為玉之寡而玟之多與？」孔子曰：「非為玟之多故賤之也、玉之寡故貴之也。夫昔者君子比德於玉焉：溫潤而澤，仁也；縝密以栗，知也；廉而不劌，義也；垂之如隊，禮也；叩之其聲清越以長，其終詘然，樂也；瑕不掩瑜、瑜不掩瑕，忠也；孚尹旁達，信也；氣如白虹，天也；精神見於山川，地也；圭璋特達，德也。天下莫不貴者，道也。《詩》雲：『言念君子，溫其如玉。』故君子貴之也。」"
        ]
      },
      "simplified": {
        "title": "卷四十八 聘义",
        "paragraphs": [
          "聘礼，上公七介，侯、伯五介，子、男三介，所以明贵贱也。介绍而传命，君子于其所尊弗敢质，敬之至也。三让而后传命，三让而后入庙门，三揖而后至阶，三让而后升，所以致尊让也。",
          "君使士迎于竟，大夫郊劳，君亲拜迎于大门之内而庙受，北面拜贶，拜君命之辱，所以致敬也。敬让也者，君子之所以相接也。故诸侯相接以敬让，则不相侵陵。",
          "卿为上摈，大夫为承摈，士为绍摈。君亲礼宾，宾私面、私觌、致饔饩、还圭璋、贿赠、飨食燕，所以明宾客君臣之义也。",
          "故天子制诸侯，比年小聘，三年大聘，相厉以礼。使者聘而误，主君弗亲飨食也。所以愧厉之也。诸侯相厉以礼，则外不相侵，内不相陵。此天子之所以养诸侯，兵不用而诸侯自为正之具也。",
          "以圭璋聘，重礼也；已聘而还圭璋，此轻财而重礼之义也。诸侯相厉以轻财重礼，则民作让矣。主国待客，出入三积，饩客于舍，五牢之具陈于内，米三十车，禾三十车，刍薪倍禾，皆陈于外，乘禽日五双，群介皆有饩牢，壹食再飨，燕与时赐无数，所以厚重礼也。古之用财者不能均如此，然而用财如此其厚者，言尽之于礼也。尽之于礼，则内君臣不相陵，而外不相侵。故天子制之，而诸侯务焉尔。",
          "聘射之礼，至大礼也。质明而始行事，日几中而后礼成，非强有力者弗能行也。故强有力者，将以行礼也。酒清，人渴而不敢饮也；肉干，人饥而不敢食也；日莫人倦，齐庄正齐，而不敢解惰。以成礼节，以正君臣，以亲父子，以和长幼。此众人之所难，而君子行之，故谓之有行；有行之谓有义，有义之谓勇敢。故所贵于勇敢者，贵其能以立义也；所贵于立义者，贵其有行也；所贵于有行者，贵其行礼也。故所贵于勇敢者，贵其敢行礼义也。故勇敢强有力者，天下无事，则用之于礼义；天下有事，则用之于战胜。用之于战胜则无敌，用之于礼义则顺治；外无敌，内顺治，此之谓盛德。故圣王之贵勇敢强有力如此也。勇敢强有力而不用之于礼义战胜，而用之于争斗，则谓之乱人。刑罚行于国，所诛者乱人也。如此则民顺治而国安也。",
          "子贡问于孔子曰：「敢问君子贵玉而贱玟者何也？为玉之寡而玟之多与？」孔子曰：「非为玟之多故贱之也、玉之寡故贵之也。夫昔者君子比德于玉焉：温润而泽，仁也；缜密以栗，知也；廉而不刿，义也；垂之如队，礼也；叩之其声清越以长，其终诎然，乐也；瑕不掩瑜、瑜不掩瑕，忠也；孚尹旁达，信也；气如白虹，天也；精神见于山川，地也；圭璋特达，德也。天下莫不贵者，道也。《诗》云：『言念君子，温其如玉。』故君子贵之也。」"
        ]
      },
      "translation": []
    },
    {
      "title": "卷四十九 丧服四制",
      "id": "2886836524",
      "traditional": {
        "title": "卷四十九 喪服四制",
        "paragraphs": [
          "凡禮之大體，體天地，法四時，則陰陽，順人情，故謂之禮。訾之者，是不知禮之所由生也。夫禮，吉凶異道，不得相幹，取之陰陽也。喪有四制，變而從宜，取之四時也。有恩有理，有節有權，取之人情也。恩者仁也，理者義也，節者禮也，權者知也。仁義禮智，人道具矣。",
          "其恩厚者，其服重；故為父斬衰三年，以恩制者也。門內之治，恩掩義；門外之治，義斷恩。資於事父以事君，而敬同，貴貴尊尊，義之大者也。故為君亦斬衰三年，以義制者也。",
          "三日而食，三月而沐，期而練，毀不滅性，不以死傷生也。喪不過三年，苴衰不補，墳墓不培；祥之日，鼓素琴，告民有終也；以節制者也。資於事父以事母，而愛同。天無二日，土無二王，國無二君，家無二尊，以一治之也。故父在，為母齊衰期者，見無二尊也。",
          "杖者何也？爵也。三日授子杖，五日授大夫杖，七日授士杖。或曰擔主；或曰輔病，婦人、童子不杖，不能病也。百官備，百物具，不言而事行者，扶而起；言而後事行者，杖而起；身自執事而後行者，面垢而已。禿者不髽，傴者不袒，跛者不踴。老病不止酒肉。凡此八者，以權制者也。",
          "始死，三日不怠，三月不解，期悲哀，三年憂--恩之殺也。聖人因殺以制節，此喪之所以三年。賢者不得過，不肖者不得不及，此喪之中庸也，王者之所常行也。《書》曰：「高宗諒闇，三年不言」，善之也；王者莫不行此禮。何以獨善之也？曰：高宗者武丁；武丁者，殷之賢王也。繼世即位而慈良於喪，當此之時，殷衰而複興，禮廢而複起，故善之。善之，故載之書中而高之，故謂之高宗。三年之喪，君不言，《書》雲：「高宗諒闇，三年不言」，此之謂也。然而曰「言不文」者，謂臣下也。",
          "禮：斬衰之喪，唯而不對；齊衰之喪，對而不言；大功之喪，言而不議；緦小功之喪，議而不及樂。",
          "父母之喪，衰冠繩纓菅屨，三日而食粥，三月而沐，期十三月而練冠，三年而祥。比終茲三節者，仁者可以觀其愛焉，知者可以觀其理焉，強者可以觀其志焉。禮以治之，義以正之，孝子弟弟貞婦，皆可得而察焉。"
        ]
      },
      "simplified": {
        "title": "卷四十九 丧服四制",
        "paragraphs": [
          "凡礼之大体，体天地，法四时，则阴阳，顺人情，故谓之礼。訾之者，是不知礼之所由生也。夫礼，吉凶异道，不得相干，取之阴阳也。丧有四制，变而从宜，取之四时也。有恩有理，有节有权，取之人情也。恩者仁也，理者义也，节者礼也，权者知也。仁义礼智，人道具矣。",
          "其恩厚者，其服重；故为父斩衰三年，以恩制者也。门内之治，恩掩义；门外之治，义断恩。资于事父以事君，而敬同，贵贵尊尊，义之大者也。故为君亦斩衰三年，以义制者也。",
          "三日而食，三月而沐，期而练，毁不灭性，不以死伤生也。丧不过三年，苴衰不补，坟墓不培；祥之日，鼓素琴，告民有终也；以节制者也。资于事父以事母，而爱同。天无二日，土无二王，国无二君，家无二尊，以一治之也。故父在，为母齐衰期者，见无二尊也。",
          "杖者何也？爵也。三日授子杖，五日授大夫杖，七日授士杖。或曰担主；或曰辅病，妇人、童子不杖，不能病也。百官备，百物具，不言而事行者，扶而起；言而后事行者，杖而起；身自执事而后行者，面垢而已。秃者不髽，伛者不袒，跛者不踊。老病不止酒肉。凡此八者，以权制者也。",
          "始死，三日不怠，三月不解，期悲哀，三年忧--恩之杀也。圣人因杀以制节，此丧之所以三年。贤者不得过，不肖者不得不及，此丧之中庸也，王者之所常行也。《书》曰：「高宗谅闇，三年不言」，善之也；王者莫不行此礼。何以独善之也？曰：高宗者武丁；武丁者，殷之贤王也。继世即位而慈良于丧，当此之时，殷衰而复兴，礼废而复起，故善之。善之，故载之书中而高之，故谓之高宗。三年之丧，君不言，《书》云：「高宗谅闇，三年不言」，此之谓也。然而曰「言不文」者，谓臣下也。",
          "礼：斩衰之丧，唯而不对；齐衰之丧，对而不言；大功之丧，言而不议；缌小功之丧，议而不及乐。",
          "父母之丧，衰冠绳缨菅屦，三日而食粥，三月而沐，期十三月而练冠，三年而祥。比终兹三节者，仁者可以观其爱焉，知者可以观其理焉，强者可以观其志焉。礼以治之，义以正之，孝子弟弟贞妇，皆可得而察焉。"
        ]
      },
      "translation": []
    }
  ]
}