{
  "title": "中庸",
  "abstract": [
    "《中庸》是一篇论述儒家人性修养的散文，原是《礼记》第三十一篇，相传为子思所作，是儒家学说经典论著。经北宋程颢、程颐极力尊崇，南宋朱熹作《中庸章句》，最终和《大学》、《论语》、《孟子》并称为“四书”。",
    "宋、元以后，《中庸》成为学校官定的教科书和科举考试的必读书，对中国古代教育产生了极大的影响。《中庸》提出的“五达道”、“三达德”、“慎独自修”、“至诚尽性”等内容，对为人处事，人性修养有重要影响。"
  ],
  "traditional": {
    "title": "中庸",
    "paragraphs": [
      "天命之謂性，率性之謂道，修道之謂教。道也者，不可須臾離也，可離非道也。是故君子戒慎乎其所不睹，恐懼乎其所不聞。莫見乎隱，莫顯乎微。故君子慎其獨也。喜怒哀樂之未發，謂之中；發而皆中節，謂之和；中也者，天下之大本也；和也者，天下之達道也。致中和，天地位焉，萬物育焉。",
      "仲尼曰：「君子中庸，小人反中庸。君子之中庸也，君子而時中；小人之中庸也，小人而無忌憚也。」",
      "子曰：「中庸其至矣乎！民鮮能久矣！」",
      "子曰：「道之不行也，我知之矣：知者過之，愚者不及也。道之不明也，我知之矣：賢者過之，不肖者不及也。人莫不飲食也，鮮能知味也。」",
      "子曰：「道其不行矣夫。」",
      "子曰：「舜其大知也與！舜好問而好察邇言，隱惡而揚善，執其兩端，用其中於民，其斯以為舜乎！」",
      "子曰：「人皆曰『予知』，驅而納諸罟擭陷阱之中，而莫之知辟也。人皆曰『予知』，擇乎中庸，而不能期月守也。」",
      "子曰：「回之為人也，擇乎中庸，得一善，則拳拳服膺而弗失之矣。」",
      "子曰：「天下國家可均也，爵祿可辭也，白刃可蹈也，中庸不可能也。」",
      "子路問強。子曰：「南方之強與？北方之強與？抑而強與？寬柔以教，不報無道，南方之強也，君子居之。衽金革，死而不厭，北方之強也，而強者居之。故君子和而不流，強哉矯！中立而不倚，強哉矯！國有道，不變塞焉，強哉矯！國無道，至死不變，強哉矯！」",
      "子曰：「素隱行怪，後世有述焉，吾弗為之矣。君子遵道而行，半涂而廢，吾弗能已矣。君子依乎中庸，遁世不見知而不悔，唯聖者能之。",
      "君子之道費而隱。夫婦之愚，可以與知焉，及其至也，雖聖人亦有所不知焉；夫婦之不肖，可以能行焉，及其至也，雖聖人亦有所不能焉。天地之大也，人猶有所憾，故君子語大，天下莫能載焉；語小，天下莫能破焉。《詩》云：『鳶飛戾天，魚躍于淵。』言其上下察也。君子之道，造端乎夫婦，及其至也，察乎天地。」",
      "子曰：「道不遠人。人之為道而遠人，不可以為道。《詩》云：『伐柯伐柯，其則不遠。』執柯以伐柯，睨而視之，猶以為遠。故君子以人治人，改而止。忠恕違道不遠，施諸己而不愿，亦勿施於人。君子之道四，丘未能一焉：所求乎子以事父，未能也；所求乎臣以事君，未能也；所求乎弟以事兄，未能也；所求乎朋友先施之，未能也。庸德之行，庸言之謹，有所不足，不敢不勉，有餘不敢盡；言顧行，行顧言，君子胡不慥慥爾！",
      "君子素其位而行，不愿乎其外。素富貴，行乎富貴；素貧賤，行乎貧賤；素夷狄，行乎夷狄；素患難，行乎患難：君子無入而不自得焉。在上位不陵下，在下位不援上，正己而不求於人，則無怨。上不怨天，下不尤人。故君子居易以俟命，小人行險以徼幸。」",
      "子曰：「射有似乎君子，失諸正鵠，反求諸其身。君子之道，辟如行遠必自邇，辟如登高必自卑。《詩》曰：『妻子好合，如鼓瑟琴；兄弟既翕，和樂且耽。宜爾室家，樂爾妻帑。』」子曰：「父母其順矣乎！」",
      "子曰：「鬼神之為德，其盛矣乎！視之而弗見，聽之而弗聞，體物而不可遺。使天下之人齊明盛服，以承祭祀，洋洋乎如在其上，如在其左右。《詩》曰：『神之格思，不可度思！矧可射思！』夫微之顯，誠之不可掩如此夫。」",
      "子曰：「舜其大孝也與！德為聖人，尊為天子，富有四海之內。宗廟饗之，子孫保之。故大德必得其位，必得其祿，必得其名，必得其壽。故天之生物，必因其材而篤焉。故栽者培之，傾者覆之。《詩》曰：『嘉樂君子，憲憲令德！宜民宜人，受祿于天。保佑命之，自天申之！』故大德者必受命。」",
      "子曰：「無憂者其惟文王乎！以王季為父，以武王為子，父作之，子述之。武王纘大王、王季、文王之緒，壹戎衣而有天下，身不失天下之顯名；尊為天子，富有四海之內。宗廟饗之，子孫保之。武王末受命，周公成文、武之德，追王大王、王季，上祀先公以天子之禮。斯禮也，達乎諸侯、大夫及士、庶人。父為大夫，子為士，葬以大夫，祭以士。父為士，子為大夫，葬以士，祭以大夫。期之喪，達乎大夫；三年之喪，達乎天子；父母之喪，無貴賤，一也。」",
      "子曰：「武王、周公，其達孝矣乎！夫孝者：善繼人之志，善述人之事者也。春、秋修其祖廟，陳其宗器，設其裳衣，薦其時食。宗廟之禮，所以序昭穆也；序爵，所以辨貴賤也；序事，所以辨賢也；旅酬下為上，所以逮賤也；燕毛，所以序齒也。踐其位，行其禮，奏其樂，敬其所尊，愛其所親，事死如事生，事亡如事存，孝之至也。郊社之禮，所以事上帝也；宗廟之禮，所以祀乎其先也。明乎郊社之禮、禘嘗之義，治國其如示諸掌乎！」",
      "哀公問政。子曰：「文、武之政，布在方策，其人存，則其政舉；其人亡，則其政息。人道敏政，地道敏樹。夫政也者，蒲盧也。故為政在人，取人以身，修身以道，修道以仁。仁者人也，親親為大；義者宜也，尊賢為大。親親之殺，尊賢之等，禮所生也。在下位不獲乎上，民不可得而治矣！故君子不可以不修身；思修身，不可以不事親；思事親，不可以不知人；思知人，不可以不知天。天下之達道五，所以行之者三，曰：君臣也，父子也，夫婦也，昆弟也，朋友之交也，五者天下之達道也。知仁勇三者，天下之達德也，所以行之者一也。或生而知之，或學而知之，或困而知之，及其知之，一也；或安而行之，或利而行之，或勉強而行之，及其成功，一也。」",
      "子曰：「好學近乎知，力行近乎仁，知恥近乎勇。知斯三者，則知所以修身；知所以修身，則知所以治人；知所以治人，則知所以治天下國家矣。凡為天下國家有九經，曰：修身也，尊賢也，親親也，敬大臣也，體群臣也，子庶民也，來百工也，柔遠人也，懷諸侯也。修身則道立，尊賢則不惑，親親則諸父昆弟不怨，敬大臣則不眩，體群臣則士之報禮重，子庶民則百姓勸，來百工則財用足，柔遠人則四方歸之，懷諸侯則天下畏之。齊明盛服，非禮不動，所以修身也；去讒遠色，賤貨而貴德，所以勸賢也；尊其位，重其祿，同其好惡，所以勸親親也；官盛任使，所以勸大臣也；忠信重祿，所以勸士也；時使薄斂，所以勸百姓也；日省月試，既廩稱事，所以勸百工也；送往迎來，嘉善而矜不能，所以柔遠人也；繼絕世，舉廢國，治亂持危，朝聘以時，厚往而薄來，所以懷諸侯也。凡為天下國家有九經，所以行之者一也。」",
      "「凡事豫則立，不豫則廢。言前定則不跲，事前定則不困，行前定則不疚，道前定則不窮。在下位不獲乎上，民不可得而治矣；獲乎上有道：不信乎朋友，不獲乎上矣；信乎朋友有道：不順乎親，不信乎朋友矣；順乎親有道：反諸身不誠，不順乎親矣；誠身有道：不明乎善，不誠乎身矣。誠者，天之道也；誠之者，人之道也。誠者不勉而中，不思而得，從容中道，聖人也。誠之者，擇善而固執之者也。博學之，審問之，慎思之，明辨之，篤行之。有弗學，學之弗能，弗措也；有弗問，問之弗知，弗措也；有弗思，思之弗得，弗措也；有弗辨，辨之弗明，弗措也，有弗行，行之弗篤，弗措也。人一能之己百之，人十能之己千之。果能此道矣，雖愚必明，雖柔必強。」",
      "自誠明，謂之性；自明誠，謂之教。誠則明矣，明則誠矣。唯天下至誠，為能盡其性；能盡其性，則能盡人之性；能盡人之性，則能盡物之性；能盡物之性，則可以贊天地之化育；可以贊天地之化育，則可以與天地參矣。",
      "其次致曲。曲能有誠，誠則形，形則著，著則明，明則動，動則變，變則化。唯天下至誠為能化。",
      "至誠之道，可以前知。國家將興，必有禎祥；國家將亡，必有妖孽。見乎蓍龜，動乎四體。禍福將至：善，必先知之；不善，必先知之。故至誠如神。",
      "誠者自成也，而道自道也。誠者物之終始，不誠無物。是故君子誠之為貴。誠者非自成己而已也，所以成物也。成己，仁也；成物，知也。性之德也，合外內之道也，故時措之宜也。故至誠無息。不息則久，久則徵，徵則悠遠，悠遠則博厚，博厚則高明。博厚，所以載物也；高明，所以覆物也；悠久，所以成物也。博厚配地，高明配天，悠久無疆。如此者，不見而章，不動而變，無為而成。",
      "天地之道，可壹言而盡也。其為物不貳，則其生物不測。天地之道，博也厚也，高也明也，悠也久也。今夫天，斯昭昭之多，及其無窮也，日月星辰系焉，萬物覆焉。今夫地，一撮土之多，及其廣厚，載華岳而不重，振河海而不泄，萬物載焉。今夫山，一拳石之多，及其廣大，草木生之，禽獸居之，寶藏興焉。今夫水，一勺之多，及其不測，黿鼉、蛟龍、魚鱉生焉，貨財殖焉。《詩》云：「維天之命，於穆不已！」蓋曰天之所以為天也。「於乎不顯！文王之德之純！」蓋曰文王之所以為文也，純亦不已。",
      "大哉，聖人之道！洋洋乎發育萬物，峻極于天。優優大哉！禮儀三百，威儀三千，待其人然後行。故曰：苟不至德，至道不凝焉。故君子尊德性而道問學，致廣大而盡精微，極高明而中庸。溫故而知新，敦厚以崇禮。是故居上不驕，為下不倍；國有道，其言足以興，國無道，其默足以容。《詩》曰：「既明且哲，以保其身。」其此之謂與！",
      "子曰：「愚而好自用，賤而好自專，生乎今之世，反古之道。如此者，災及其身者也。」非天子，不議禮，不制度，不考文。今天下車同軌，書同文，行同倫。雖有其位，苟無其德，不敢作禮樂焉；雖有其德，苟無其位，亦不敢作禮樂焉。",
      "子曰：「吾說夏禮，杞不足徵也。吾學殷禮，有宋存焉；吾學周禮，今用之，吾從周。」王天下有三重焉，其寡過矣乎！上焉者雖善無徵，無徵不信，不信民弗從；下焉者雖善不尊，不尊不信，不信民弗從。故君子之道本諸身，徵諸庶民，考諸三王而不繆，建諸天地而不悖，質諸鬼神而無疑，百世以俟聖人而不惑。質諸鬼神而無疑，知天也；百世以俟聖人而不惑，知人也。是故君子動而世為天下道，行而世為天下法，言而世為天下則。遠之則有望，近之則不厭。《詩》曰：「在彼無惡，在此無射；庶幾夙夜，以永終譽！」君子未有不如此而蚤有譽於天下者也。",
      "仲尼祖述堯、舜，憲章文、武；上律天時，下襲水土。辟如天地之無不持載，無不覆幬，辟如四時之錯行，如日月之代明。萬物并育而不相害，道并行而不相悖，小德川流，大德敦化，此天地之所以為大也。",
      "唯天下至聖，為能聰明睿知，足以有臨也；寬裕溫柔，足以有容也；發強剛毅，足以有執也；齊莊中正，足以有敬也；文理密察，足以有別也。溥博淵泉，而時出之。溥博如天，淵泉如淵。見而民莫不敬，言而民莫不信，行而民莫不說。是以聲名洋溢乎中國，施及蠻貊；舟車所至，人力所通，天之所覆，地之所載，日月所照，霜露所隊；凡有血氣者，莫不尊親，故曰配天。",
      "唯天下至誠，為能經綸天下之大經，立天下之大本，知天地之化育。夫焉有所倚？肫肫其仁！淵淵其淵！浩浩其天！苟不固聰明聖知達天德者，其孰能知之？",
      "《詩》曰：「衣錦尚絅」，惡其文之著也。故君子之道，闇然而日章；小人之道，的然而日亡。君子之道：淡而不厭，簡而文，溫而理，知遠之近，知風之自，知微之顯，可與入德矣。",
      "《詩》云：「潛雖伏矣，亦孔之昭！」故君子內省不疚，無惡於志。君子所不可及者，其唯人之所不見乎！",
      "《詩》云：「相在爾室，尚不愧于屋漏。」故君子不動而敬，不言而信。",
      "《詩》曰：「奏假無言，時靡有爭。」是故君子不賞而民勸，不怒而民威於鈇鉞。",
      "《詩》曰：「不顯惟德！百辟其刑之。」是故君子篤恭而天下平。",
      "《詩》曰：「予懷明德，不大聲以色。」子曰：「聲色之於以化民，末也。」",
      "《詩》曰：「德輶如毛」，毛猶有倫；「上天之載，無聲無臭」，至矣！"
    ]
  },
  "simplified": {
    "title": "中庸",
    "paragraphs": [
      "天命之谓性，率性之谓道，修道之谓教。道也者，不可须臾离也，可离非道也。是故君子戒慎乎其所不睹，恐惧乎其所不闻。莫见乎隐，莫显乎微。故君子慎其独也。喜怒哀乐之未发，谓之中；发而皆中节，谓之和；中也者，天下之大本也；和也者，天下之达道也。致中和，天地位焉，万物育焉。",
      "仲尼曰：“君子中庸，小人反中庸。君子之中庸也，君子而时中；小人之中庸也，小人而无忌惮也。”",
      "子曰：“中庸其至矣乎！民鲜能久矣！”",
      "子曰：“道之不行也，我知之矣：知者过之，愚者不及也。道之不明也，我知之矣：贤者过之，不肖者不及也。人莫不饮食也，鲜能知味也。”",
      "子曰：“道其不行矣夫。”",
      "子曰：“舜其大知也与！舜好问而好察迩言，隐恶而扬善，执其两端，用其中于民，其斯以为舜乎！”",
      "子曰：“人皆曰‘予知’，驱而纳诸罟擭陷阱之中，而莫之知辟也。人皆曰‘予知’，择乎中庸，而不能期月守也。”",
      "子曰：“回之为人也，择乎中庸，得一善，则拳拳服膺而弗失之矣。”",
      "子曰：“天下国家可均也，爵禄可辞也，白刃可蹈也，中庸不可能也。”",
      "子路问犟。子曰：“南方之犟与？北方之犟与？抑而犟与？宽柔以教，不报无道，南方之犟也，君子居之。衽金革，死而不厌，北方之犟也，而犟者居之。故君子和而不流，犟哉矫！中立而不倚，犟哉矫！国有道，不变塞焉，犟哉矫！国无道，至死不变，犟哉矫！”",
      "子曰：“素隐行怪，后世有述焉，吾弗为之矣。君子遵道而行，半涂而废，吾弗能已矣。君子依乎中庸，遁世不见知而不悔，唯圣者能之。",
      "君子之道费而隐。夫妇之愚，可以与知焉，及其至也，虽圣人亦有所不知焉；夫妇之不肖，可以能行焉，及其至也，虽圣人亦有所不能焉。天地之大也，人犹有所憾，故君子语大，天下莫能载焉；语小，天下莫能破焉。《诗》云：‘鸢飞戾天，鱼跃于渊。’言其上下察也。君子之道，造端乎夫妇，及其至也，察乎天地。”",
      "子曰：“道不远人。人之为道而远人，不可以为道。《诗》云：‘伐柯伐柯，其则不远。’执柯以伐柯，睨而视之，犹以为远。故君子以人治人，改而止。忠恕违道不远，施诸己而不愿，亦勿施于人。君子之道四，丘未能一焉：所求乎子以事父，未能也；所求乎臣以事君，未能也；所求乎弟以事兄，未能也；所求乎朋友先施之，未能也。庸德之行，庸言之谨，有所不足，不敢不勉，有馀不敢尽；言顾行，行顾言，君子胡不慥慥尔！",
      "君子素其位而行，不愿乎其外。素富贵，行乎富贵；素贫贱，行乎贫贱；素夷狄，行乎夷狄；素患难，行乎患难：君子无入而不自得焉。在上位不陵下，在下位不援上，正己而不求于人，则无怨。上不怨天，下不尤人。故君子居易以俟命，小人行险以徼幸。”",
      "子曰：“射有似乎君子，失诸正鹄，反求诸其身。君子之道，辟如行远必自迩，辟如登高必自卑。《诗》曰：‘妻子好合，如鼓瑟琴；兄弟既翕，和乐且耽。宜尔室家，乐尔妻帑。’”子曰：“父母其顺矣乎！”",
      "子曰：“鬼神之为德，其盛矣乎！视之而弗见，听之而弗闻，体物而不可遗。使天下之人齐明盛服，以承祭祀，洋洋乎如在其上，如在其左右。《诗》曰：‘神之格思，不可度思！矧可射思！’夫微之显，诚之不可掩如此夫。”",
      "子曰：“舜其大孝也与！德为圣人，尊为天子，富有四海之内。宗庙飨之，子孙保之。故大德必得其位，必得其禄，必得其名，必得其寿。故天之生物，必因其材而笃焉。故栽者培之，倾者覆之。《诗》曰：‘嘉乐君子，宪宪令德！宜民宜人，受禄于天。保佑命之，自天申之！’故大德者必受命。”",
      "子曰：“无忧者其惟文王乎！以王季为父，以武王为子，父作之，子述之。武王缵大王、王季、文王之绪，壹戎衣而有天下，身不失天下之显名；尊为天子，富有四海之内。宗庙飨之，子孙保之。武王末受命，周公成文、武之德，追王大王、王季，上祀先公以天子之礼。斯礼也，达乎诸侯、大夫及士、庶人。父为大夫，子为士，葬以大夫，祭以士。父为士，子为大夫，葬以士，祭以大夫。期之丧，达乎大夫；叁年之丧，达乎天子；父母之丧，无贵贱，一也。”",
      "子曰：“武王、周公，其达孝矣乎！夫孝者：善继人之志，善述人之事者也。春、秋修其祖庙，陈其宗器，设其裳衣，荐其时食。宗庙之礼，所以序昭穆也；序爵，所以辨贵贱也；序事，所以辨贤也；旅酬下为上，所以逮贱也；燕毛，所以序齿也。践其位，行其礼，奏其乐，敬其所尊，爱其所亲，事死如事生，事亡如事存，孝之至也。郊社之礼，所以事上帝也；宗庙之礼，所以祀乎其先也。明乎郊社之礼、禘尝之义，治国其如示诸掌乎！”",
      "哀公问政。子曰：“文、武之政，布在方策，其人存，则其政举；其人亡，则其政息。人道敏政，地道敏树。夫政也者，蒲卢也。故为政在人，取人以身，修身以道，修道以仁。仁者人也，亲亲为大；义者宜也，尊贤为大。亲亲之杀，尊贤之等，礼所生也。在下位不获乎上，民不可得而治矣！故君子不可以不修身；思修身，不可以不事亲；思事亲，不可以不知人；思知人，不可以不知天。天下之达道五，所以行之者叁，曰：君臣也，父子也，夫妇也，昆弟也，朋友之交也，五者天下之达道也。知仁勇叁者，天下之达德也，所以行之者一也。或生而知之，或学而知之，或困而知之，及其知之，一也；或安而行之，或利而行之，或勉犟而行之，及其成功，一也。”",
      "子曰：“好学近乎知，力行近乎仁，知耻近乎勇。知斯叁者，则知所以修身；知所以修身，则知所以治人；知所以治人，则知所以治天下国家矣。凡为天下国家有九经，曰：修身也，尊贤也，亲亲也，敬大臣也，体群臣也，子庶民也，来百工也，柔远人也，怀诸侯也。修身则道立，尊贤则不惑，亲亲则诸父昆弟不怨，敬大臣则不眩，体群臣则士之报礼重，子庶民则百姓劝，来百工则财用足，柔远人则四方归之，怀诸侯则天下畏之。齐明盛服，非礼不动，所以修身也；去谗远色，贱货而贵德，所以劝贤也；尊其位，重其禄，同其好恶，所以劝亲亲也；官盛任使，所以劝大臣也；忠信重禄，所以劝士也；时使薄敛，所以劝百姓也；日省月试，既廪称事，所以劝百工也；送往迎来，嘉善而矜不能，所以柔远人也；继绝世，举废国，治乱持危，朝聘以时，厚往而薄来，所以怀诸侯也。凡为天下国家有九经，所以行之者一也。”",
      "“凡事豫则立，不豫则废。言前定则不跲，事前定则不困，行前定则不疚，道前定则不穷。在下位不获乎上，民不可得而治矣；获乎上有道：不信乎朋友，不获乎上矣；信乎朋友有道：不顺乎亲，不信乎朋友矣；顺乎亲有道：反诸身不诚，不顺乎亲矣；诚身有道：不明乎善，不诚乎身矣。诚者，天之道也；诚之者，人之道也。诚者不勉而中，不思而得，从容中道，圣人也。诚之者，择善而固执之者也。博学之，审问之，慎思之，明辨之，笃行之。有弗学，学之弗能，弗措也；有弗问，问之弗知，弗措也；有弗思，思之弗得，弗措也；有弗辨，辨之弗明，弗措也，有弗行，行之弗笃，弗措也。人一能之己百之，人十能之己千之。果能此道矣，虽愚必明，虽柔必犟。”",
      "自诚明，谓之性；自明诚，谓之教。诚则明矣，明则诚矣。唯天下至诚，为能尽其性；能尽其性，则能尽人之性；能尽人之性，则能尽物之性；能尽物之性，则可以赞天地之化育；可以赞天地之化育，则可以与天地参矣。",
      "其次致曲。曲能有诚，诚则形，形则着，着则明，明则动，动则变，变则化。唯天下至诚为能化。",
      "至诚之道，可以前知。国家将兴，必有祯祥；国家将亡，必有妖孽。见乎蓍龟，动乎四体。祸福将至：善，必先知之；不善，必先知之。故至诚如神。",
      "诚者自成也，而道自道也。诚者物之终始，不诚无物。是故君子诚之为贵。诚者非自成己而已也，所以成物也。成己，仁也；成物，知也。性之德也，合外内之道也，故时措之宜也。故至诚无息。不息则久，久则徵，徵则悠远，悠远则博厚，博厚则高明。博厚，所以载物也；高明，所以覆物也；悠久，所以成物也。博厚配地，高明配天，悠久无疆。如此者，不见而章，不动而变，无为而成。",
      "天地之道，可壹言而尽也。其为物不贰，则其生物不测。天地之道，博也厚也，高也明也，悠也久也。今夫天，斯昭昭之多，及其无穷也，日月星辰系焉，万物覆焉。今夫地，一撮土之多，及其广厚，载华岳而不重，振河海而不泄，万物载焉。今夫山，一拳石之多，及其广大，草木生之，禽兽居之，宝藏兴焉。今夫水，一勺之多，及其不测，鼋鼍、蛟龙、鱼鳖生焉，货财殖焉。《诗》云：“维天之命，于穆不已！”盖曰天之所以为天也。“于乎不显！文王之德之纯！”盖曰文王之所以为文也，纯亦不已。",
      "大哉，圣人之道！洋洋乎发育万物，峻极于天。优优大哉！礼仪叁百，威仪叁千，待其人然后行。故曰：苟不至德，至道不凝焉。故君子尊德性而道问学，致广大而尽精微，极高明而中庸。温故而知新，敦厚以崇礼。是故居上不骄，为下不倍；国有道，其言足以兴，国无道，其默足以容。《诗》曰：“既明且哲，以保其身。”其此之谓与！",
      "子曰：“愚而好自用，贱而好自专，生乎今之世，反古之道。如此者，灾及其身者也。”非天子，不议礼，不制度，不考文。今天下车同轨，书同文，行同伦。虽有其位，苟无其德，不敢作礼乐焉；虽有其德，苟无其位，亦不敢作礼乐焉。",
      "子曰：“吾说夏礼，杞不足徵也。吾学殷礼，有宋存焉；吾学周礼，今用之，吾从周。”王天下有叁重焉，其寡过矣乎！上焉者虽善无徵，无徵不信，不信民弗从；下焉者虽善不尊，不尊不信，不信民弗从。故君子之道本诸身，徵诸庶民，考诸叁王而不缪，建诸天地而不悖，质诸鬼神而无疑，百世以俟圣人而不惑。质诸鬼神而无疑，知天也；百世以俟圣人而不惑，知人也。是故君子动而世为天下道，行而世为天下法，言而世为天下则。远之则有望，近之则不厌。《诗》曰：“在彼无恶，在此无射；庶几夙夜，以永终誉！”君子未有不如此而蚤有誉于天下者也。",
      "仲尼祖述尧、舜，宪章文、武；上律天时，下袭水土。辟如天地之无不持载，无不覆帱，辟如四时之错行，如日月之代明。万物并育而不相害，道并行而不相悖，小德川流，大德敦化，此天地之所以为大也。",
      "唯天下至圣，为能聪明睿知，足以有临也；宽裕温柔，足以有容也；发犟刚毅，足以有执也；齐庄中正，足以有敬也；文理密察，足以有别也。溥博渊泉，而时出之。溥博如天，渊泉如渊。见而民莫不敬，言而民莫不信，行而民莫不说。是以声名洋溢乎中国，施及蛮貊；舟车所至，人力所通，天之所覆，地之所载，日月所照，霜露所队；凡有血气者，莫不尊亲，故曰配天。",
      "唯天下至诚，为能经纶天下之大经，立天下之大本，知天地之化育。夫焉有所倚？肫肫其仁！渊渊其渊！浩浩其天！苟不固聪明圣知达天德者，其孰能知之？",
      "《诗》曰：“衣锦尚絅”，恶其文之着也。故君子之道，闇然而日章；小人之道，的然而日亡。君子之道：淡而不厌，简而文，温而理，知远之近，知风之自，知微之显，可与入德矣。",
      "《诗》云：“潜虽伏矣，亦孔之昭！”故君子内省不疚，无恶于志。君子所不可及者，其唯人之所不见乎！",
      "《诗》云：“相在尔室，尚不愧于屋漏。”故君子不动而敬，不言而信。",
      "《诗》曰：“奏假无言，时靡有争。”是故君子不赏而民劝，不怒而民威于鈇钺。",
      "《诗》曰：“不显惟德！百辟其刑之。”是故君子笃恭而天下平。",
      "《诗》曰：“予怀明德，不大声以色。”子曰：“声色之于以化民，末也。”",
      "《诗》曰：“德輶如毛”，毛犹有伦；“上天之载，无声无臭”，至矣！"
    ]
  },
  "translation": [
    "人的自然禀赋叫做“性”，顺着本性行事叫做“道”，按照“道”的原则修养叫做“教”。“道”是不可以片刻离开的，如果可以离开，那就不是“道”了。所以，品德高尚的人在没有人看见的地方也是谨慎的，在没有人听见的地方也是有所戒惧的。越是隐蔽的地方越是明显，越是细微的地方越是显著。所以，品德高尚的人在一人独处的时候也是谨慎的。喜怒哀乐没有表现出来的时候，叫做“中”；表现出来以后符合节度，叫做“和 ”。“中”，是人人都有的本性；“和”，是大家遵循的原则。达到“中和”的境界，天地便各在其位了，万物便生长繁育了。",
    "仲尼说：“君子遵循中庸之道为人处世，小人对人对事往往违背中庸的准则。君子的言行符合中庸，是因为君子能随时根据不同的情况，恰到好处地把握中正的原则，行事处世有度；小人之所以背离中庸，是因为他们不能约束自己的言行，主观武断，没有准则，无所顾忌。”",
    "孔子说：“中庸是最高的境界啊！很少有人能够长久的保持这种品质！”",
    "孔子说：“中庸之道不能施行的原因，我是知道的：聪明的人自以为是，认识过了头；愚蠢的人智力不及，不能理解它。中庸之道不能弘扬的原因，我也知道了：贤能的人做得太过分；没有才能的人根本做不到。就像是人没有不吃饭的，但能够真正品尝出滋味的却很少。”",
    "孔子说：“中庸之道恐怕是不能施行了。”",
    "孔子说：“舜是真正具有大智慧的人啊！他喜欢向别人请教问题，又善于体察话语里的含义，将不对或不足的地方隐去，发扬其正确的一面。过与不及两端的意见他都掌握，再采纳适中的用于老百姓。这就是舜之所以为舜的地方吧！”",
    "孔子说：“人人都说‘我知道了’，可是被驱赶到罗网陷阱中去却不知躲避。人人都说‘我知道了’，可是选择了中庸之道却连一个月时间也不能坚持。”",
    "孔子说：“颜回就是这样一个人，他选择了中庸之道，得到了它的好处，就牢牢地把它放在心上，再也不让它失去。”",
    "孔子说：“天下国家是可以平定治理好的，官爵俸禄是可以放弃的，雪白的刀刃可以踩过去，中庸之道却不是能够轻易做到的。”",
    "子路问什么是强。孔子说：“是南方的强？北方的强？还是你自己所认为的强呢？用宽容柔和的精神去教育人，人家对我蛮横无礼也不报复，这是南方的强，品德高尚的人就具备有这种强。用兵器甲盾当枕席，死了也不后悔，这是北方的强，勇武好斗的人就具有这种强。所以，品德高尚的人和顺而不随波逐流，这才是真强啊！保持自己中和之道而不随意偏向任何一方，这才是真强啊！国家政治清平时不改变志向，这才是真强啊！国家政治黑暗时坚持操守，宁死不变，这才是真强啊！”",
    "孔子说：“追求生僻的道理，做些怪诞的事情来欺世盗名，后世也许会有人来记述他，为他立传，但我是绝不会这样做的。德行高尚的人遵循中庸之道去做事，但是半途而废，不能坚持下去，而我是绝不会停止的。真正的君子遵循中庸之道，即使一生默默无闻不被人知道也不后悔，这只有圣人才能做得到。”",
    "君子所遵循的道广大而又精微。普通男女虽然愚昧，也可以知道君子的道；但最高境界的道，即便是圣人也有不清楚的地方。普通男女虽然不贤明，也可以实行君子的道，但最高境界的道，即便是圣人也有做不到的地方。天地如此之大，但人们仍有不满足的地方。所以，君子说到“大”，就大得连整个天下都载不下；君子说到“小”，就小得连一点儿也分不开。《诗经》说：“鸢鸟飞向天空，鱼儿跳跃深水。”说的是君子上知天上的飞鸟，下知深渊里的鱼。君子所遵循的道，开始于普通男女，但它的最高深境界却昭著于整个天地之间。",
    "孔子说：“中庸之道并不会远离人。如果有人实行中庸之道却远离他人，那就无法实行中庸之道。”“《诗经》说：‘砍削斧柄，砍削斧柄，斧柄的式样就在眼前。’拿着斧子去砍树做斧把，准备照着旧斧把的样子做新斧把，但是斜着眼睛看上去，斧把的样子好像还是离得很远。所以，君子总是根据不同人的情况采取不同的办法治理，只要他能改正错误实行道就行。”“做到忠恕就离道不远了，什么叫忠恕呢？自己不愿意的事，也不要施加给别人。”“君子践行道有四个基本要求，我孔丘连其中的一项也没有能够做到：侍奉父亲的儿子所要求的，我尚未做到；对侍奉国君的臣下所要求的，我尚未做到；对侍奉兄长的。弟弟所要求的，我尚未做到；要求朋友做到的自己先做，我尚未做到。平常的德行努力实践，平常的言谈尽量谨慎。德行的实践有不足的地方，不敢不勉励自己努力；言谈却不敢放肆而无所顾忌。说话符合自己的行为，行为符合自己说过的话，这样的君子怎么会不忠厚诚实呢？”",
    "君子安于现在所处的地位去做应做的事，不对地位以外的名利存非分之想。处于富贵的地位，就做富贵人应做的事；处于贫贱的状况，就做贫贱人应做的事；到了夷狄这些族的地方，要学会用他们的思维方式去思考；处于患难之中，就做在患难之中应做的事。君子无论处于什么情况下都是安然自得的。处于上位，不欺侮在下位的人；处于下位，不攀援在上位的人。端正自己而不苛求别人，这样就不会有什么抱怨了。上不抱怨天，下不抱怨人。所以，君子居心平正以待时机，小人却铤而走险妄图获得非分的东西。",
    "孔子说：“君子为人处世就像射箭一样，射不中，不怪靶子不正，只怪自己箭术不行。君子施行中庸之道，就像走远路一样，必定要从近处开始；就像登高山一样，必定要从低处起步。《诗经》说：“妻子儿女感情和睦，协调有如琴瑟。兄弟关系融洽，和顺又快乐。使你的家庭美满，使你的妻儿幸福。”孔子赞叹说：“这样，父母也就称心如意了啊！”",
    "孔子说：“鬼神的德行可真是大得很啊！”“看它也看不见，听它听不到，但它却体现在万物之中，没有一种事物能够离开它。”“天下的人都斋戒沐浴，穿上庄重整齐的服装去敬奉祭祀它。浩浩荡荡，鬼神好像飘浮在人们的头上，又仿佛流动在人们的身旁。”“《诗经》说：‘鬼神的降临，不可揣测，怎么能够怠慢不敬呢？’”“ 鬼神既看不见又听不到，十分隐微，而善于赐福降祸，又非常明显，真实的东西是不可掩盖的，就像鬼神一样啊！”",
    "孔子说：“舜大概是最孝敬的人了。德行上是圣人，地位上是尊贵的天子，财富上拥有整个天下，宗庙里祭祀他，子子孙孙都继承他的功业。”“所以，有高尚德行的人必会得到相应的地位，必定会得到相应的财富，必定得到他应有的名望，必然长寿。”“所以，上天生养万物，必定根据它们的资质而对待它们。能成材的得到培育，不能成材的就遭到淘汰。”“《诗经》说：‘高尚优雅的君子，有光明美好的德行，让人民安居乐业，享受上天赐予的福禄。上天保佑他、任用他，这是上天的意志啊。’”“所以，有高尚德行的人必定会承受天命。”",
    "孔子说：“古代帝王中无忧无虑的，大概只有周文王吧！王季是他的父亲，周武王是他的儿子，父亲王季为他开创了事业，儿子武王继承了他的遗愿，完成他还没有完成的事业。武王继续着曾祖太王、祖父王季、父亲文王未完成的大业，灭掉了大殷，夺得了天下。他没有失去自己显赫的名声，获得了天子的尊贵，获得了天下四海财富，后代在宗庙里祭祀他，子子孙孙永不断绝。周武王晚年受命于天平定天下，周公成就文王武王的德行，追尊太王、王季为王，用天子的祭祀祭祖先。这种制度一直实行到诸侯、大夫、士以及庶人之中：如果父亲是大夫，儿子是士，就用大夫的礼安葬，用士的礼祭祀；如果父亲是士，儿子是大夫，就用士的礼节安葬，用大夫之礼祭祀；为旁亲服一年齐衰丧，这种制度实行到大夫；为父母服三年斩衰丧，这种制度实行到天子；为父母服丧不分贵贱都是一样的。”",
    "孔子说：“武王，周公真是最守孝道的人了！所谓的孝者，就是善于继承先人的遗志，善于继续先人未完成的事业。在春秋两季祭祀的时节，整修祖宗庙宇，陈列祭祀器具，摆设先王遗留下来的衣裳，进献祭祀的鲜美食物。宗庙祭祀的礼制，是要排列父子、长幼的顺序。按官爵排列次序，就可以分辨出贵贱，按职位排列次序，就能分辨出贤与不贤；敬酒时晚辈先向长辈举杯，这样祖先的恩惠就会延及到晚辈，宴饮时按头发的黑白次序坐，这样就使老少有次序。站到自己的位置上，进行应有礼节，奏起那音乐，恭敬那所尊重的，敬爱那所亲爱的，侍奉死者如同侍奉生者一样，侍奉亡者如同侍奉生存的一样，这是最高的孝了。郊祭与社祭的礼节，用以侍奉先帝，宗庙的祭礼，用以祭祀祖先。明白郊、社这两种祭礼以及禘与尝的义理，治理国家就如同展示这手掌一样容易了。”",
    " 鲁哀公询问关于治理国家的道理。孔子说：“周文王、周武王的政事都记载在典籍上。他们在世，这些政事就实施；他们去世，这些政事也就废弛了。以人立政，政治就会迅速清明，这就像用沃土植树，树木会迅速生长。说起来，这政事就像芦苇一样，完全取决于任用什么人。要得到适用的人在于修养自己，修养自己在于遵循大道，遵循大道要从仁义做起。”“仁就是爱人，亲爱亲族是最大的仁。义就是事事做得适宜，尊重贤人是最大的义。至于说亲爱亲族要分亲疏，尊重贤人要有等级，这都是从礼制中产生出来的。”在下位的人，不能得到长官的信任，就没办法治理人民了。“所以，君子不能不注意修养自己。要修养自己，就不能不侍奉亲人；要侍奉亲人，就不能不了解他人；要了解他人，就不能不知道天理。”“普天下的大道有五种，实践大道的美德有三种。君臣、父子、夫妇、兄弟、朋友交往，这五项是天下的大道。智慧、仁爱、英勇这三者是天下的大德行。实践大道的道理是同样的。比如说，有的人生来就知道它们，有的人通过学习才知道它们，有的人要遇到困难后才知道它们，但只要他们最终都知道了，也就是一样的了。又比如说，有的人自觉自愿地去实行它们，有的人为了某种好处才去实行它们，有的人勉勉强强地去实行，但只要他们最终都实行起来了，也就是一样的了。”",
    "孔子说：“喜爱学习就接近智慧了，尽力去实行就接近仁爱了，知晓羞耻就接近勇了。知道这三点，就知道怎样修养自己，知道怎样修养自己，就知道怎样管理他人，知道怎样管理他人，就知道怎样治理天下和国家了。凡是治理天下，一般有九条原则，那就是：修养自身，尊重贤人，亲爱亲族，敬重大臣，体恤群臣，爱民如子，招纳工匠，善待远客，安抚诸侯。修养自身就能确立正道；尊重贤人就不会思想困惑；亲爱亲族就不会惹得叔伯兄弟怨恨；敬重大臣，就不会遇事慌张；体恤群臣，士人们就会尽力报答；爱民如子，老百姓就会努力生产；招纳工匠，财物就会充足；优待远客，四方就会来归顺；安抚诸侯，天下就会敬服。像斋戒那样净心虔诚，穿着庄重整齐的服装，不符合礼仪的事坚决不做，这是为了修养自身；驱除小人，疏远女色，看轻财物而重视德行，这是为了尊崇贤人；提高亲族的地位，给他们以丰厚的俸禄，与他们爱憎相一致，这是为了亲爱亲族；让众多的官员供他们使用，这是为了敬重大臣；真心诚意地任用他们，并给他们以较多的俸禄，这是为了体恤群臣；使用民役不误农时，少收赋税，这是为了爱民如子；经常视察考核，按劳付酬，这是为了招纳工匠；来时欢迎，去时欢送，嘉奖有才能的人，救济有困难的人，这是为了优待远客；延续绝后的家族，复兴灭亡的国家，治理祸乱，扶持危难，按时接受朝见，赠送丰厚，纳贡菲薄，这是为了安抚诸侯。总而言之，治理天下和国家有九条原则，但实行这些原则的道理都是一样的。”",
    "“任何事情，事先有预备就会成功，没有预备就会失败。说话先有预备，就不会中断；做事先有预备，就不会受挫；行为先有预备，就不会后悔；道路预先选定，就不会走投无路。“在下位的人，如果得不到在上位的人信任，就不可能治理好平民百姓。得到在上位的人信任有办法：得不到朋友的信任就得不到在上位的人信任；得到朋友的信任有办法：不孝顺父母就得不到朋友的信任；孝顺父母有办法：自己不真诚就不能孝顺父母；使自己真诚有办法：不明白什么是善就不能够使自己真诚。真诚是上天的原则，追求真诚是做人的原则。天生真诚的人，不用勉强就能做到，不用思考就能拥有，自然而然地符合上天的原则，这样的人是圣人。努力做到真诚，就要选择美好的目标执著追求：广泛学习，详细询问，周密思考，明确辨别，切实实行。要么不学，学了没有学会绝不罢休；要么不问，问了没有懂得绝不罢休；要么不想，想了没有想通绝不罢休；要么不分辨，分辨了没有明确绝不罢休；要么不实行，实行了没有成效绝不罢休。别人用一分努力就能做到的，我用一百分的努力去做；别人用十分的努力做到的，我用一千分的努力去做。如果真能够做到这样，虽然愚笨也一定可以聪明起来，虽然柔弱也一定可以刚强起来。”",
    "由内心真诚而自然明白道理，就叫做天性；由明白存在的意义而做到真诚，这就叫教化。真诚就会通晓事理，通晓事理就会真诚。只有天下最真诚的人，才能充分发挥他的本性；能充分发挥他的本性，就能充分发挥众人的本性；能充分发挥众人的本性，就能充分发挥万物的本性；能充分发挥万物的本性，就可以帮助天地培育生命；能帮助天地养育万物，就可以与天地并列了。",
    "比圣人差一些的贤人，在细微处下工夫，也能达到真诚的境界。达到真诚就会表现出来，表现出来就会逐渐显著，显著了就会发扬光大，发扬光大就会感动他人，感动他人就会引起转变，引起转变就能化育万物。只有天下最真诚的人能化育万物。",
    "最高境界的真诚可以预知未来的事。国家将要兴盛，必然有吉祥的征兆；国家将要衰亡，必然有不祥的反常现象。它呈现在蓍草龟甲上，体现在身体仪态上。祸福将要来临时，是福可以预先知道，是祸也可以预先知道。所以极端真诚就像神灵一样微妙。",
    "真诚是人的自我完善，道是人自己引导自己。真诚是事物的发端和归宿，没有真诚就没有了事物。因此君子以真诚为贵。不过，真诚并不是自我完善就够了，而是还要完善事物。自我完善是仁，完善事物是智。仁和智是出于本性的德行，是融合自身与外物的准则，所以任何时候施行都是适宜的。所以，极端真诚是永不停止的。永不停止就会保持长久，保持长久就会显露出来。显露出来就会悠远，悠远就会广博深厚，广博深厚就会高大光明。广博深厚的作用是承载万物；高大光明的作用是覆盖万物；悠远长久的作用是生成万物。广博深厚可以与地相比，高大光明可以与天相比，悠远长久则是永无止境。达到这样的境界，不显示也会明显，不活动也会改变，无所作为也会有所成就。天地的法则，简直可以用一个“诚”字来囊括：诚本身专一不二，所以生育万物多得不可估量。",
    "天地的法则，就是广博、深厚、高大、光明、悠远、长久。今天我们所说的天，原本不过是由一点一点的光明聚积起来的，可等到它无边无际时，日月星辰都靠它维系，世界万物都靠它覆盖。今天我们所说的地，原本不过是由一撮土一撮土聚积起来的，可等到它广博深厚时，承载像华山那样的崇山峻岭也不觉得重，容纳那众多的江河湖海也不会泄漏，世间万物都由它承载了。今天我们所说的山，原本不过是由拳头大的石块聚积起来的，可等到它高大无比时，草木在上面生长，禽兽在上面居住，宝藏在上面储藏。今天我们所说的水，原本不过是一勺一勺聚积起来的，可等到它浩瀚无涯时，蛟龙鱼鳖等都在里面生长，珍珠珊瑚等值价的东西都在里面繁殖。《诗经》上说：“只有上天的定命，深远不止。”这大概是说天之所以成为天的原因。啊，难道不光明！文王的德行这么纯洁，这大概是说文王之所以被尊奉为文王，是因为他纯一，而且永无止境。",
    "伟大啊，圣人的道！浩瀚无边，生养万物，与天一样崇高。充足而有余啊！礼仪有三百条，威仪有三千条。这些都有待于圣人来实行。所以说，如果没有极高的德行，就不能成功极高的道。因此，君子尊崇道德修养而又注重知识学问，达到广博境界而又钻研精细之处，极端高明而又奉行中庸之道，温习已学过的知识从而获得新的见解，为人朴实厚道而又崇奉礼节。所以身居高位不骄傲，身居低位不违背上令，国家政治清明时，他的言论足以振兴国家；国家政治黑暗时，他的沉默足以保全自己。《诗经》说：“既明智又通达事理，可以保全自身。”大概就是说的这个意思吧？",
    "孔子说：“愚昧却喜欢自以为是，卑贱但又好独断专行。生活在当下的时代，却一心想要恢复古代的做法。这样做，灾祸一定会降临到自己的身上。”不是天子，就不要议订礼仪，不要制订法度，不要考订文字规范。现在普天下车辙统一，文字统一，伦理观念统一。虽有天子的地位，如果没有天子的德行，是不敢制作礼乐制度的；虽然有天子的德行，如果没有天子的地位，也是不敢制作礼乐制度的。",
    "孔子说：“我谈论夏朝的礼制，夏的后裔杞国已不足以验证它；我学习殷朝的礼制，仅仅有宋国保持着它；我学习周朝的礼制，现在还实行着它，所以我遵从周礼。”治理天下能够做好议订礼仪，制订法度，考订文字规范这三件重要的事，就可以减少过失了吧！居于上位的人，虽然品行很好，但没有政绩。没有政绩，就不能使人信服，不能使人信服，老百姓就不会听从。居于下位的人，虽然品行很好，但由于没有尊贵的地位，也不能使人信服，不能使人信服，老百姓就不会听从。所以，君子治理天下，先修养自身的德行，并从老百姓那里得到验证。考查夏、商、周三代先王的做法而没有背谬，立于天地之间而没有悖理的地方，质询于鬼神而没有可疑的地方，百世以后待到圣人来验证也没有什么不理解的地方。质询于鬼神而没有疑问，这是知道天理；百世以后待到圣人出现也没有什么不理解的地方，这是知道人意。所以君子的举动能世世代代成为天下的法则，君子的行为能世世代代成为天下的法度，君子的言谈能世世代代成为天下的准则。在远处有威望，在近处也不使人厌恶。《诗经》说，“在那里没有人憎恶，在这里没有人厌烦，日日夜夜操劳啊，为了保持美好的名望。”君子没有不这样做而能够早早在天下获得名望的。",
    "孔子继承尧舜的传统，以文王、武王为典范，上遵循天时运行的规律，下符合水土地理的环境。就像天地那样没有什么不能承载，没有什么不能覆盖。又好像四季的交错运行，日月交替光明。万物一起生长而互不妨害，遵循各自的规律而互不冲突。小的德行如河水一样长流不息，大的德行使万物敦厚纯朴。这就是天地的伟大之处啊！",
    "只有天下崇高的圣人，才能做到聪明智慧，能够居于上位统治天下；宽宏大量，温和柔顺，能够包容天下；奋发勇健，刚强坚毅，能够决断天下大事；威严庄重，忠诚正直，能够博得人们的尊敬；条理清晰，详辨明察，能够辨别是非邪正。圣人的美德，广阔博大，像深不可测的泉水，时时涌出。德行广博如天，德行深厚如渊。美德表现在仪表上，人们没有谁不敬佩；表现在言谈中，人们没有谁不信服；表现在行动上，人们没有谁不喜悦。这样，美好的名声广泛流传在中国，并且传播到边远的少数民族地区。凡是车船能到的地方，人力能通的地方，天所覆盖的地方，地所承载的地方，日月所照临的地方，霜露所降落的地方，凡是有血气的人，没有不尊敬他亲爱他，所以说，圣人的美德可以与天相配。",
    "只有对天下百姓的真诚，才能成为治理天下的崇高典范，树立天下的根本，掌握天地化育万物的深刻道理，这需要依凭什么呢！他的仁心那样诚挚，他的思虑像潭水那样幽深，他的美德像天空那样广阔。如果不真是聪明智慧，通达天赋美德的人，还有谁能知道天下最高的真诚呢？",
    "《诗经》说：“内穿锦缎，外罩麻衣。”这是为了避免锦衣花纹大显露，所以，君子的道深藏不露而日益彰明；小人的道显露无遗而日益消亡。君子的道，平淡而从不厌倦，简朴而内有文采，温和而有条理，懂得远从近开始的道理，懂得风气有源头的道理，懂得微小的事物一定会显露的道理，这样，就可以进入道德的境界了。",
    "《诗经》说：“潜藏虽然很深，但依然清晰可见。”所以君子自我反省没有愧疚，没有恶念头存于心志之中。君子的德行之所以高于一般人，大概就是在这些不被人看见的地方吧？",
    "《诗经》说：“看你独自在室内的时候，也能无愧于神明。”所以，君子就是在没做什么事的时候，也能表现出他的恭敬，就是在没有对人说什么的时候也是信实的。",
    "《诗经》说：“默默无声地祈祷，现在不再有纷争。”所以，君子不用赏赐，老百姓也会互相对勉；不用发怒，老百姓也会像看到刀斧刑具一样畏惧。",
    "《诗经》说，“大大地弘扬美好德行，诸侯百官们都来效法。”所以，君子笃实恭敬就能使天下太平。",
    "《诗经》说：“我怀有光明的品德，不用厉声厉色。”孔子说：“用厉声厉色去教育老百姓，是最拙劣的行为。”",
    "《诗经》说：“德行轻如毫毛。”轻如毫毛还是有物可比拟。“上天所承载的，既没有声音也没有气味。”这才是最高的境界啊！"
  ]
}